{
  "passenger77": {
    "grade": "Passenger",
    "age": "49,45, 20,19,18,16, 14,12, 10,8, 5",
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/77-Famille-Sage.png",
      "alt": "picture of the Sage Family"
    },
    "name": {
      "fr": "Famille Sage",
      "en": "Sage family",
      "da": "Familien Sage",
      "de": "Familie Sage",
      "it": "Famiglia Sage",
      "pt": "Família Sage",
      "nl": "Sage family"
    },
    "description": {
      "fr": "La famille Sage, composée de John et Annie Sage et de leurs neuf enfants, quitte l’Angleterre pour commencer une nouvelle vie en Floride, où John a acheté un verger près de Jacksonville. John et son fils aîné George ont déjà passé du temps en Amérique, travaillant comme cuisiniers et économisant assez pour faire venir toute la famille. Ils devaient initialement voyager sur le paquebot Philadelphia, mais la grève du charbon les a fait transférer sur le Titanic.",
      "en": "The Sage family, consisting of John and Annie Sage and their nine children, were leaving England to start a new life in Florida, where John had purchased a fruit orchard near Jacksonville. John and his eldest son George had spent some time in America working as cooks and saving enough money to bring the entire family to the States. They were originally scheduled to travel on the liner Philadelphia, but the coal strike necessitated their transfer to Titanic. ",
      "da": "Familien Sage, som bestod af John og Annie Sage og deres ni børn, forlod England for at starte et nyt liv i Florida, hvor John havde købt en frugtplantage i nærheden af Jacksonville. John og hans ældste søn George havde allerede tilbragt nogen tid i Amerika, hvor de havde arbejdet som kokke og sparet penge nok sammen til at bringe hele familien med til USA. De skulle oprindeligt have rejst med dampskibet Philadelphia, men kulstrejken betød, at de blev flyttet til Titanic. ",
      "de": "Die Familie Sage, bestehend aus John und Annie Sage und ihren neun Kindern, verließ England, um ein neues Leben in Florida zu beginnen, wo John eine Obstplantage in der Nähe von Jacksonville erworben hatte. John und sein ältester Sohn George hatten einige Zeit in Amerika als Köche gearbeitet und genug Geld gespart, um die gesamte Familie in die Staaten zu bringen. Ursprünglich sollten sie mit dem Linienschiff Philadelphia reisen, doch der Kohlestreik machte es erforderlich, dass sie auf die Titanic umsteigen mussten. ",
      "it": "La famiglia Sage, composta da John e Annie Sage e dai loro nove figli, lasciava l'Inghilterra per iniziare una nuova vita in Florida, dove John aveva acquistato un frutteto vicino a Jacksonville. John e il suo figlio maggiore George avevano trascorso del tempo in America lavorando come cuochi e risparmiando abbastanza denaro per portare tutta la famiglia negli Stati Uniti. Inizialmente avrebbero dovuto viaggiare sulla nave Philadelphia, ma lo sciopero del carbone rese necessario il loro trasferimento sul Titanic.",
      "pt": "A família Sage, composta por John e Annie Sage e seus nove filhos, deixava a Inglaterra para começar uma nova vida na Flórida, onde John havia comprado um pomar de frutas próximo a Jacksonville. John e seu filho mais velho, George, já tinham passado algum tempo na América, trabalhando como cozinheiros e economizando dinheiro suficiente para levar toda a família para os Estados Unidos. Inicialmente, estavam programados para viajar no transatlântico Philadelphia, mas a greve de carvão obrigou sua transferência para o Titanic.",
      "nl": "The Sage family, consisting of John and Annie Sage and their nine children, were leaving England to start a new life in Florida, where John had purchased a fruit orchard near Jacksonville. John and his eldest son George had spent some time in America working as cooks and saving enough money to bring the entire family to the States. They were originally scheduled to travel on the liner Philadelphia, but the coal strike necessitated their transfer to Titanic. "
    },
    "postIceberg": {
      "fr": "La famille Sage, dont John et Annie Sage et leurs neuf enfants, voyageait vers la Floride pour commencer une nouvelle vie. La nuit du naufrage, ils ne purent obtenir de places dans les canots et périrent dans la catastrophe. Aucun de leurs corps ne fut retrouvé.",
      "en": "The Sage family, including John and Annie Sage and their nine children, were traveling to Florida to start a new life. On the night of the sinking, they were unable to secure spots in the lifeboats and perished in the disaster. None of their bodies were recovered. ",
      "da": "Familien Sage, det vil sige John og Annie Sage og deres ni børn, var på vej til Florida for at starte et nyt liv. På aftenen for forliset kunne de ikke få plads i redningsbådene og omkom i katastrofen. Ingen af deres lig blev fundet. ",
      "de": "Die Familie Sage, bestehend aus John und Annie Sage und ihren neun Kindern, war auf dem Weg nach Florida, um ein neues Leben zu beginnen. In der Nacht des Schiffbruchs konnten sie keine Plätze in den Rettungsbooten finden und kamen bei der Katastrophe ums Leben. Keine ihrer Leichen wurde geborgen.",
      "it": "La famiglia Sage, composta da John e Annie Sage e dai loro nove figli, stava viaggiando verso la Florida per iniziare una nuova vita. La notte del naufragio non riuscirono a trovare posti nelle scialuppe di salvataggio e perirono nel disastro. Nessuno dei loro corpi fu recuperato.",
      "pt": "A família Sage, composta por John e Annie Sage e seus nove filhos, viajava para a Flórida para iniciar uma nova vida. Na noite do naufrágio, não conseguiram lugar nos botes salva-vidas e pereceram no desastre. Nenhum dos corpos foi recuperado.",
      "nl": "The Sage family, including John and Annie Sage and their nine children, were traveling to Florida to start a new life. On the night of the sinking, they were unable to secure spots in the lifeboats and perished in the disaster. None of their bodies were recovered. "
    }
  }
}