{
  "passenger10": {
    "grade": "Second Officier",
    "age": 33,
    "role": {
      "fr": "Chef boulanger",
      "en": "Chief Baker",
      "da": "Overlevende besætningsmedlem (bagermester)",
      "de": "Chef-Bäcker",
      "it": "Il panettiere",
      "pt": "Chefe padeiro",
      "nl": "Hoofdbakker"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/10-Charles-Joughin.jpg",
      "alt": "picture of Charles Joughin"
    },
    "name": {
      "fr": "Charles Joughin",
      "en": "Charles Joughin",
      "da": "Charles Joughin",
      "de": "Charles Joughin",
      "it": "Charles Joughin",
      "pt": "Charles Joughin",
      "nl": "Charles Joughin"
    },
    "description": {
      "fr": " Charles Joughin était le chef boulanger à bord du Titanic. À 33 ans, il avait déjà dix ans d’expérience comme boulanger en mer, et avait déjà fait partie de l’équipe de ravitaillement à bord de l’Olympic, le navire jumeau du Titanic. Il était né à Birkenhead, en Angleterre, juste de l’autre côté de la rivière Mersey par rapport à Liverpool. Son père travaillait dans la restauration comme tenancier de bar. Cela, combiné au fait d’avoir grandi dans une ville portuaire, a probablement influencé le choix de carrière de Joughin, qui devint membre des équipes de ravitaillement à bord de navires. Lorsque Joughin avait huit ans, son père mourut, laissant sa mère subvenir seule aux besoins de la famille. Elle devint infirmière puis géra un café. Ce n’est que trois ans plus tard que Joughin commença à travailler à l’âge de onze ans, peut-être pour alléger le fardeau financier de sa mère. Joughin passa des années à travailler dans différentes équipes de ravitaillement sur divers navires. Il avait servi sur plusieurs navires de la White Star, dont le Majestic, le Teutonic et l’Olympic. Il travaillait à bord du Titanic lors de son voyage de livraison de Belfast à Southampton début avril 1912 et se vit offrir le poste de chef boulanger, où il supervisait une équipe de 13 personnes.",
      "en": "Charles Joughin was the chief baker aboard Titanic. At age 33 he had already been a baker at sea for ten years, and had previously been a member of the victualling crew aboard Titanic’s sister ship Olympic. Born in Birkenhead, England just across the River Mersey from Liverpool. His father was in food service as a licensed victualler. This combined with being born and raised in a port town likely influenced Joughin’s chosen career as a member of victualling crews aboard ships. When Joughin was eight years old, his father died, leaving his mother to support the family. She began nursing and later managed a coffee shop. It was only three years later that Joughin took on work at age eleven, perhaps to ease the financial burden on his mother.Joughin spent years working on various ships’ victualling crews. He’d been aboard several White Star ships, including Majestic, Teutonic, and Olympic. He was working aboard the Titanic for her delivery trip from Belfast to Southampton in early April 1912 and he was offered the job of chief baker, where he would supervise a staff of 13. ",
      "da": "Charles Joughin var bagermester om bord på Titanic. I en alder af 33 år havde han allerede ti års erfaring som bager til søs og havde tidligere været en del af provianteringsholdet om bord på Titanics søsterskib Olympic. Han blev født i Birkenhead, England, lige på den anden side af floden Mersey ved Liverpool. \n\nHans far arbejdede i fødevarebranchen som autoriseret leverandør af proviant. Dette kombineret med at være født og opvokset i en havneby påvirkede sandsynligvis Joughins valg af arbejde som en del af provianteringsholdet om bord på skibe. Da Joughin var otte år gammel, døde hans far, og der var nu kun hans mor til at forsørge familien. Hun begyndte som sygeplejerske og blev senere bestyrer af en kaffebar. Tre år senere begyndte Joughin at arbejde allerede som 11-årig, måske for at lette den økonomiske byrde for sin mor.\n\nJoughin arbejdede i årevis på forskellige skibes provianteringshold. Han havde været om bord på flere White Star-skibe, herunder Majestic, Teutonic og Olympic. Han arbejdede om bord på Titanic på afleveringsturen fra Belfast til Southampton i begyndelsen af april 1912 og blev tilbudt jobbet som bagermester med ansvar for et hold på 13 personer. ",
      "de": "Charles Joughin war der Chefbäcker an Bord der Titanic. Im Alter von 33 Jahren war er bereits seit zehn Jahren als Bäcker zur See gefahren und hatte zuvor als Mitglied der Verpflegungsmannschaft an Bord des Titanic-Schwesterschiffs Olympic gearbeitet. Er wurde in Birkenhead, England, auf der anderen Seite des Mersey bei Liverpool geboren. Sein Vater war als lizensierter Gastronom tätig. Dies und die Tatsache, dass er in einer Hafenstadt geboren und aufgewachsen war, beeinflusste wahrscheinlich Joughins Berufswahl als Mitglied der Verpflegungscrew an Bord von Schiffen. Als Joughin acht Jahre alt war, starb sein Vater und ließ seine Mutter zurück, um die Familie zu versorgen. Sie begann als Krankenschwester zu arbeiten und leitete später ein Kaffeegeschäft. Erst drei Jahre später, im Alter von elf Jahren, nahm Joughin eine Arbeit an, vielleicht um seine Mutter finanziell zu entlasten. Joughin arbeitete jahrelang bei verschiedenen Schiffsbesatzungen in der Verpflegung. Er war an Bord mehrerer White-Star-Schiffe, darunter Majestic, Teutonic und Olympic. Anfang April 1912 arbeitete er an Bord der Titanic auf ihrer Überführungsfahrt von Belfast nach Southampton und man bot ihm die Stelle des Chefbäckers an, wo er 13 Mitarbeiter beaufsichtigen sollte. ",
      "it": "Charles Joughin era il capo panettiere a bordo delTitanic. All’età di 33 anni era già stato panettiere in mare per dieci anni ed era stato in precedenza un membro dell’equipaggio di approvvigionamento a bordo della nave gemella del Titanic, Olympic. Nato a Birkenhead, in Inghilterra appena oltre il fiume Mersey nei pressi di Liverpool. Suo padre lavorava nei servizi di ristorazione come fornitore autorizzato. Questo, unito all’essere nato e cresciuto in una città portuale, probabilmente influenzò la carriera di Joughin, orientandolo verso gli equipaggi di approvvigionamento a bordo delle navi. Quando Joughin aveva otto anni, suo padre morì, lasciando la madre a sostenere la famiglia. Iniziò ad a lavorare e in seguito gestì una caffetteria. Fu solo tre anni dopo che Joughin si mise al lavoro, all’età di undici anni, forse per alleviare l’onere lavorativo  di sua madre. Joughin lavorò per anni su vari equipaggi di approvvigionamento delle navi. Era stato a bordo di diverse navi della White Star, tra cui Majestic, Teutonic e Olympic. Stava lavorando a bordo del Titanic per il suo viaggio di consegna della nave da Belfast a Southampton all’inizio di aprile 1912 e gli fu offerto il lavoro di capo panettiere, dove avrebbe supervisionato uno staff di 13 persone. ",
      "pt": "Charles Joughin foi o chefe padeiro a bordo do Titanic. Aos 33 anos, já acumulava uma década de experiência como padeiro em navios, tendo sido membro da equipe de abastecimento do navio-irmão do Titanic, o Olympic. Nascido em Birkenhead, Inglaterra, cidade situada do outro lado do rio Mersey em relação a Liverpool, Joughin teve sua carreira influenciada pelo ambiente portuário e pelo trabalho de seu pai no ramo de alimentos como comerciante licenciado. Seu pai faleceu quando Charles tinha oito anos, deixando sua mãe responsável pelo sustento da família. Ela trabalhou como enfermeira e posteriormente gerenciou uma cafeteria. Com apenas 11 anos, Joughin iniciou sua vida profissional para ajudar no sustento da casa. Durante sua carreira, Joughin integrou equipes de abastecimento de diversos navios, incluindo várias embarcações da White Star Line como o Majestic, Teutonic e Olympic. Em abril de 1912, durante a viagem de entrega do Titanic de Belfast para Southampton, Joughin foi nomeado chefe padeiro, responsável por supervisionar uma equipe de 13 funcionários.",
      "nl": "Charles Joughin maakte deel uit van de bemanning van de Titanic. Deze persoon was 33 jaar oud. Deze persoon werkte aan boord als hoofdbakker. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Charles Joughin kort samen."
    },
    "postIceberg": {
      "fr": " Le chef boulanger Charles Joughin survécut en s’agrippant au côté d’un canot retourné. Connu pour son sang-froid remarquable, il affirma avoir nagé pendant des heures avant d’être secouru. Joughin s’était fortifié avec du brandy avant que le navire ne coule. Il déclara avoir simplement ' marché ' hors de la poupe du navire lorsqu’il sombra. On pense que l’alcool présent dans son sang l’aida à ne pas mourir d’hypothermie.",
      "en": "Chief Baker Charles Joughin survived by clinging to the side of an overturned lifeboat. Known for his remarkable composure, he claimed to have swum for hours before being rescued. Joughin fortified himself with brandy before the Ship sank. He claimed to have simply stepped off the stern of the Ship when it went under. It is thought that the alcohol in his blood kept him from dying of hypothermia. ",
      "da": "Bagermester Charles Joughin overlevede ved at klamre sig til siden af en kæntret redningsbåd. Han var kendt for sin bemærkelsesværdige ro og hævdede, at han havde svømmet i timevis, før han blev reddet. Joughin styrkede sig med brandy, før skibet gik ned. Han påstod, at han blot var trådt ud af skibets agterstavn, da det gik under. Man mener, at alkoholen i hans blod forhindrede ham i at dø af nedkøling. ",
      "de": "Chefbäcker Charles Joughin überlebte, indem er sich an der Seite eines umgestürzten Rettungsbootes festhielt. Er war bekannt für seine bemerkenswerte Gelassenheit und behauptete, er sei stundenlang geschwommen, bevor er gerettet wurde. Joughin stärkte sich mit Brandy, bevor das Schiff sank. Er behauptete, er sei einfach vom Heck des Schiffes gesprungen, als es unterging. Oft wird behauptet, dass der Alkohol in seinem Blut ihn vor dem Tod durch Unterkühlung bewahrt hat. ",
      "it": "Il capo fornaio Charles Joughin sopravvisse aggrappandosi al lato di una scialuppa capovolta. Conosciuto per la sua notevole compostezza, affermò di aver nuotato per ore prima di essere salvato. Joughin si fortificò con brandy prima che la nave affondasse. Affermò di essere semplicemente sceso dalla poppa della nave quando questa affondò. Si pensa che l'alcol nel suo sangue lo abbia protetto dall'ipotermia.",
      "pt": "O chefe de padaria Charles Joughin sobreviveu agarrando-se à lateral de um bote salva-vidas virado. Conhecido por sua notável compostura, ele afirmou ter nadado por horas antes de ser resgatado. Joughin fortaleceu-se com conhaque antes do navio afundar e disse ter simplesmente saltado da popa do navio quando este submergiu. Acredita-se que o álcool em seu sangue o tenha protegido da hipotermia.",
      "nl": "Na de schipbreuk bleef Charles Joughin bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
