{
  "passenger60": {
    "grade": "Passenger",
    "age": 17,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/60-Fang-Lang.png",
      "alt": "picture of Fang Lang"
    },
    "name": {
      "fr": "Fang Lang |Wing Sun Fong | 方榮山",
      "en": "Fang Lang |Wing Sun Fong | 方榮山",
      "da": "Fang Lang |Wing Sun Fong | 方榮山",
      "de": "Fang Lang |Wing Sun Fong | 方榮山",
      "it": "Fang Lang |Wing Sun Fong | 方榮山",
      "pt": "Fang Lang |Wing Sun Fong | 方榮山"
    },
    "description": {
      "fr": "Wing Sun Fong, dont le nom est enregistré à l’embarquement comme Fang Lang, est passager de troisième classe. Marin de profession, il travaille comme chauffeur de chaudière sur des navires à vapeur. Il fait partie d’un groupe de huit marins chinois en route vers Cuba via New York. Ces hommes ont travaillé sur des navires européens et sont envoyés par la Donald Steamship Company pour travailler sur des navires des Caraïbes. Fong et ses compagnons embarquent à Southampton sous un seul billet, équivalent à huit tarifs de troisième classe. Les marins ne sont pas autorisés à entrer aux États-Unis à cause du Chinese Exclusion Act, une loi qui, sous prétexte d’exclure les ouvriers, englobe en fait tous les travailleurs, rendant l’entrée difficile même pour les officiels ou diplomates chinois. Le plan était probablement que les marins débarquent du Titanic pour embarquer immédiatement sur un autre navire, l’Anetta, à destination de Cuba, sans jamais entrer officiellement sur le territoire américain.",
      "en": "Wing Sun Fong was a 3rd passenger whose name was recorded upon boarding as Fang Lang. Fong was a sailor by profession, working as a fireman aboard steam ships, tending to fires in the ships’ boilers. He was one of eight Chinese sailors on their way to Cuba via New York. These men had been working on European ships throughout the years, and were being sent by the Donald Steamship Company to the Americas to work aboard ships in the Caribbean. Fong and the other sailors boarded in Southampton under a single ticket, the cost of which was roughly equivalent to eight 3rd fares.The sailors would not be allowed to enter the U.S. due to the restrictive Chinese Exclusion Act. The act purported to exclude laborers specifically, but used a definition of “laborer” that included skilled and unskilled workers, thus making it extremely difficult for any Chinese person - including officials or diplomats - to enter the country. Presumably the plan was that the sailors would disembark Titanic when she docked only to immediately board their next ship. Then the American ship Anetta would carry them onward to Cuba without them ever actually entering the country.",
      "da": "Wing Sun Fong var passager på tredje klasse, men hans navn blev ved ombordstigningen registreret som Fang Lang. Fong var sømand af profession og arbejdede som fyrbøder om bord på dampskibe, hvor han skulle holde ilden i skibenes kedler i live. Han var en af otte kinesiske sømænd på vej til Cuba via New York. Disse mænd havde arbejdet på europæiske skibe i årevis og blev sendt af Donald Steamship Company til Amerika for at arbejde om bord på skibe i Caribien. Fong og de andre søfolk gik om bord i Southampton på en og samme billet, hvis pris omtrent svarede til otte billetter på tredje klasse. Sømændene ville ikke få lov til at komme ind i USA på grund af den restriktive lov kaldet Chinese Exclusion Act. Loven skulle specifikt udelukke arbejdere, men brugte en definition af ''arbejder'', der omfattede faglærte og ufaglærte arbejdere, hvilket gjorde det ekstremt vanskeligt for enhver kineser - inklusive embedsmænd og diplomater - at komme ind i landet. Planen var formentlig, at søfolkene skulle gå fra borde, når Titanic lagde til kaj, for straks at gå om bord på det næste skib. Så ville det amerikanske skib Annetta sejle dem videre til Cuba, uden at de nogensinde kom ind i landet.",
      "de": "Wing Sun Fong war ein Passagier der Dritten Klasse, dessen Name beim Boarding als Fang Lang registriert wurde. Fong war von Beruf Seemann und arbeitete als Heizer an Bord von Dampfschiffen, wo er sich um das Feuer in den Schiffskesseln kümmerte. Er war einer von acht chinesischen Seeleuten, die auf dem Weg nach Kuba über New York waren. Diese Männer hatten jahrelang auf europäischen Schiffen gearbeitet und wurden nun von der Donald Steamship Company nach Amerika geschickt, um auf Schiffen in der Karibik zu arbeiten. Fong und die anderen Matrosen gingen in Southampton mit einem einzigen Ticket an Bord, dessen Kosten etwa acht Fahrkarten Dritter Klasse entsprachen. Die Seeleute durften aufgrund des restriktiven Chinese Exclusion Act nicht in die Vereinigten Staaten einreisen. Das Gesetz schloss angeblich speziell Arbeiter aus, verwendete aber eine Definition des Begriffs „Arbeiter“, die sowohl qualifizierte als auch ungelernte Arbeiter umfasste, so dass es für jeden Chinesen - auch für Beamte oder Diplomaten - äußerst schwierig war, ins Land zu kommen. Vermutlich war der Plan, dass die Matrosen die Titanic nach dem Anlegen verlassen würden, um sofort das nächste Schiff zu besteigen. Das amerikanische Schiff Anetta sollte sie dann nach Kuba weiterbringen, ohne dass sie das Land jemals betreten hätten.",
      "it": "Wing Sun Fong era un passeggero di terza classe il cui nome fu registrato all’imbarco come Fang Lang. Fong era un marinaio di professione e lavorava come vigile del fuoco a bordo di navi a vapore, nelle caldaie dove c’era alta probabilità di incendi. Era uno degli otto marinai cinesi diretti a Cuba via New York. Questi uomini avevano lavorato sulle navi europee nel corso degli anni e venivano inviati dalla Donald Steamship Company nelle Americhe per lavorare a bordo di navi nei Caraibi. Fong e gli altri marinai si imbarcarono a Southampton con un solo biglietto, il cui costo era approssimativamente equivalente a otto tariffe di terza classe.I marinai non erano autorizzati ad entrare negli Stati Uniti a causa del restrittivo Chinese Exclusion Act. L’atto escludeva specificatamente i lavoratori cinesi e utilizzava la definizione di “lavoratore” che includeva persone qualificate e generiche, rendendo così estremamente difficile per qualsiasi persona cinese, inclusi funzionari o diplomatici, entrare nel paese. Presumibilmente quindi i marinai una volta sbarcati dal Titanic, avrebbero dovuto imbarcarsi immediatamente sulla nave diretta ai Caraibi, l’americana Anetta, che li avrebbe portati a Cuba senza di fatto farli entrare negli Stati Uniti.",
      "pt": "Wing Sun Fong foi um passageiro da terceira classe cujo nome foi registrado no embarque como Fang Lang. Fong era marinheiro de profissão, trabalhando como foguista em navios a vapor, responsável por alimentar as caldeiras. Ele fazia parte de um grupo de oito marinheiros chineses que seguiam para Cuba via Nova Iorque. Esses homens haviam trabalhado em navios europeus ao longo dos anos e estavam sendo enviados pela Donald Steamship Company para as Américas, onde atuariam em navios no Caribe. Fong e os outros marinheiros embarcaram em Southampton com uma única passagem, cujo valor correspondia aproximadamente a oito tarifas de terceira classe.Os marinheiros não teriam permissão para entrar nos Estados Unidos devido à restritiva Chinese Exclusion Act (Lei de Exclusão Chinesa). Essa lei declarava-se voltada a impedir a entrada de trabalhadores braçais, mas utilizava uma definição de “trabalhador” que abrangia tanto profissionais qualificados quanto não qualificados, tornando extremamente difícil para qualquer cidadão chinês - inclusive oficiais ou diplomatas - entrar no país. Presumivelmente, o plano era que os marinheiros desembarcassem do Titanic ao atracar apenas para imediatamente embarcarem em outro navio. Em seguida, o navio americano Anetta os levaria até Cuba sem que precisassem efetivamente entrar nos Estados Unidos."
    },
    "postIceberg": {
      "fr": "Repêché dans l’eau après le naufrage, Fang Lang s’était attaché à un morceau de bois. Cet épisode aurait inspiré la scène du sauvetage de Rose dans le film Titanic de 1997. Six des huit marins chinois du groupe de Fang Yang survécurent, et la plupart furent accusés à tort de s’être cachés dans les canots - ce qui fut ensuite démenti, étant probablement dû à la discrimination raciale et à leur incapacité à communiquer. Tous furent maltraités dans la presse, subissant la stigmatisation réservée à la plupart des survivants masculins, en plus des préjugés anti-asiatiques alors courants dans les médias. Peu de survivants parlèrent plus tard de leur expérience. Wing Sun Fong émigra aux États-Unis plus tard dans sa vie, vivant dans l’Illinois jusqu’à l’âge de 91 ans.",
      "en": "Rescued from the water after sinking, had tied himself onto some wood. Supposedly the inspiration for Rose's resuce in Titanic 1997.Six of the eight survived, and most were accused of stowing away in the lifeboats -- this was later debunked as probable racial discrimniation and inability to communicate. All were malligned in the media, suffering the stigma piled onto most male survivors in addition to the anti-Asian biases that were considered to be a perfectly normal part of reporting.Few of the survivors ever spoke of their experience. Wing Sun Fong immigrated to the US later in life, living in Illinois until he was 91.",
      "da": "Fang Lang var blevet reddet op af vandet efter at skibet gik ned, fordi han havde bundet sig fast til noget træ. Dette skulle angiveligt være inspirationen til Roses redning i Titanic-filmen fra 1997.\n\nSeks af de otte kinesiske søfolk i Fang Yangs gruppe overlevede, og flere af dem blev beskyldt for at have gemt sig i redningsbådene - dette blev senere afkræftet og affejet som mulig racediskrimination eller sprogforvirring hos søfolkene. De blev alle kritiseret i medierne og led under den stigmatisering, som de fleste mandlige overlevende blev udsat for. Dertil kom, at de var genstand for anti-asiatiske fordomme, hvilket dengang blev anset for at være helt normalt i pressen.\n\nKun få af de overlevende talte nogensinde om deres oplevelser. Wing Sun Fong immigrerede til USA senere i livet og boede i Chicago, Illinois. Han blev 91 år.",
      "de": "Als er nach dem Schiffbruch aus dem Wasser gerettet wurde, hatte sich Fang Lang an ein Stück Holz gebunden. Dies soll die Inspiration für die Rettung von Rose im Film Titanic von 1997 gewesen sein. Sechs der acht chinesischen Seeleute in Fang Langs Gruppe überlebten, und die meisten wurden beschuldigt, sich in den Rettungsbooten versteckt zu haben - was später als wahrscheinliche ethnische Diskriminierung und Unfähigkeit zur Kommunikation abgestritten wurde. Alle wurden in den Medien verleumdet und litten unter dem Stigma, das zu den in der Berichterstattung als normal angesehenen antiasiatischen Vorurteilen hinzukam. Nur wenige der Überlebenden sprachen jemals über ihre Erfahrungen. Wing Sun Fong wanderte später in die Vereinigten Staaten aus und lebte bis zum Alter von 91 Jahren in Illinois.",
      "it": "Fong si era legato a qualche pezzo di legno della nave abbastanza grande da tenerlo fuori dall’acqua e venne salvato. Presumibilmente l'ispirazione per il salvataggio di Rose nel film Titanic del 1997 viene dalla sua storia. Sei degli otto marinai cinesi sopravvissero e furono accusati di essersi rifugiati nelle scialuppe di salvataggio quando non ne avevano diritto essendo tutti uomini - ma la cosa fu poi smentita: probabilmente la diceria fu messa in giro per discriminazione razziale o fu dovuta all’incapacità di comunicare in inglese. Tutti furono attaccati dalla stampa, come la maggior parte degli uomini superstiti e a ciò si deve aggiungere il pregiudizio anti-Asiatico di quell’epoca.Pochi dei sopravvissuti hanno parlato della loro esperienza. Wing Sun Fong emigrò in seguito negli Stati Uniti e visse in Illinois fino all'età di 91 anni.",
      "pt": "Resgatado da água após o naufrágio, Fang Lang amarrou-se a um pedaço de madeira. Diz-se que essa situação teria servido de inspiração para a cena do resgate de Rose no filme Titanic de 1997. Seis dos oito marinheiros chineses do grupo de Fang Lang sobreviveram, mas a maioria foi acusada de terem entrado clandestinamente nos botes salva-vidas - uma acusação posteriormente desacreditada, sendo atribuída a provável discriminação racial e à incapacidade de comunicação. Todos foram difamados pela mídia, sofrendo o estigma atribuído à maioria dos sobreviventes do sexo masculino, além dos preconceitos anti-asiáticos considerados normais na época. Poucos dos sobreviventes falaram sobre suas experiências. Wing Sun Fong imigrou para os Estados Unidos mais tarde na vida, vivendo em Illinois até os 91 anos."
    }
  }
}