{
  "passenger110": {
    "grade": "Passenger",
    "age": 8,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/110-Winifred-Vera-Quick.png",
      "alt": "picture of Winifred Vera Quick"
    },
    "name": {
      "fr": "Winifred Vera Quick",
      "en": "Winifred Vera Quick",
      "da": "Winifred Vera Quick",
      "de": "Winifred Vera Quick",
      "it": "Winifred Vera Quick",
      "pt": "Winifred Vera Quick",
      "nl": "Winifred Vera Quick"
    },
    "description": {
      "fr": "Winifred Vera Quick naquit le 23 janvier 1904 à Plymouth, dans le Devon, en Angleterre. Elle était la fille de Frederick Charles Quick et de Jane Richards Quick, et avait deux sœurs : Phyllis et Constance. Winifred embarqua sur le RMS Titanic à Southampton avec sa mère Jane et ses sœurs Phyllis et Constance. Leur destination était Détroit, dans le Michigan, aux États-Unis, où elles devaient rejoindre le mari de Jane, Frederick Quick, déjà installé là-bas pour le travail. Lorsque le Titanic heurta l’iceberg, Jane Quick rassembla ses filles et se rendit sur le pont des embarcations. Elles furent placées dans le canot n°11. La famille Quick arriva saine et sauve à New York, puis poursuivit son voyage vers Détroit, où elle retrouva Frederick Quick.",
      "en": "Winifred Vera Quick was born on January 23, 1904, in Plymouth, Devon, England. She was the daughter of Frederick Charles Quick and Jane Richards Quick, and had two siblings: Phyllis and Constance. Winifred boarded the RMS Titanic at Southampton with her mother Jane and sisters Phyllis and Constance. Their destination was Detroit, Michigan, USA, where they planned to join Jane’s husband, Frederick Quick, who had already settled there for work. When Titanic struck the iceberg, Jane Quick gathered her daughters and made her way to the boat deckand they were placed into Lifeboat No. 11. The Quicks reached New York safely and continued to Detroit, where they reunited with Frederick Quick.",
      "da": "Winifred Vera Quick blev født den 23. januar 1904 i Plymouth, Devon, England. Hun var datter af Frederick Charles Quick og Jane Richards Quick og havde to søstre: Phyllis og Constance. Winifred gik om bord på RMS Titanic i Southampton sammen med sin mor Jane og sine søstre. Deres destination var Detroit, Michigan, USA, hvor de skulle slutte sig til Janes mand, Frederick Quick, som allerede havde bosat sig der for at arbejde. Da Titanic ramte isbjerget, samlede Jane sine døtre og gik til bådedækket, hvor de blev placeret i redningsbåd nr. 11. Familien Quick nåede sikkert til New York og rejste videre til Detroit, hvor de blev genforenet med Frederick Quick.",
      "de": "Winifred Vera Quick wurde am 23. Januar 1904 in Plymouth, Devon, England, geboren. Sie war die Tochter von Frederick Charles Quick und Jane Richards Quick und hatte zwei Schwestern: Phyllis und Constance. Winifred bestieg die RMS Titanic in Southampton zusammen mit ihrer Mutter Jane und den Schwestern. Ihr Ziel war Detroit, Michigan, USA, wo sie Janes Ehemann Frederick Quick treffen sollten, der bereits dort lebte und arbeitete. Als die Titanic den Eisberg rammte, sammelte Jane ihre Töchter und begab sich mit ihnen zum Bootsdeck, wo sie in Rettungsboot Nr. 11 gesetzt wurden. Die Familie Quick erreichte sicher New York und reiste weiter nach Detroit, wo sie sich mit Frederick Quick wiedervereinte.",
      "it": "Winifred Vera Quick nacque il 23 gennaio 1904 a Plymouth, nel Devon, Inghilterra. Era figlia di Frederick Charles Quick e Jane Richards Quick e aveva due sorelle: Phyllis e Constance. Winifred si imbarcò sul RMS Titanic a Southampton insieme alla madre Jane e alle sorelle. La loro destinazione era Detroit, Michigan, USA, dove avrebbero dovuto raggiungere il marito di Jane, Frederick Quick, già stabilitosi lì per lavoro. Quando il Titanic colpì l’iceberg, Jane radunò le figlie e si recò sul ponte delle scialuppe, dove furono sistemate nella scialuppa n. 11. La famiglia Quick arrivò sana e salva a New York e proseguì per Detroit, dove si riunì con Frederick Quick.",
      "pt": "Winifred embarcou no RMS Titanic em Southampton com sua mãe, Jane, e as irmãs Phyllis e Constance. O destino delas era Detroit, Michigan, EUA, onde planejavam se reunir a Frederick Quick, marido de Jane, que já havia se estabelecido lá para trabalhar. Quando o Titanic colidiu com o iceberg, Jane Quick reuniu as filhas e seguiu para o convés dos botes, sendo todas colocadas no Bote Salva-Vidas nº 11. Os Quick chegaram em segurança a Nova Iorque e prosseguiram para Detroit, onde se reuniram com Frederick Quick.",
      "nl": "Winifred Vera Quick was born on January 23, 1904, in Plymouth, Devon, England. She was the daughter of Frederick Charles Quick and Jane Richards Quick, and had two siblings: Phyllis and Constance. Winifred boarded the RMS Titanic at Southampton with her mother Jane and sisters Phyllis and Constance. Their destination was Detroit, Michigan, USA, where they planned to join Jane’s husband, Frederick Quick, who had already settled there for work. When Titanic struck the iceberg, Jane Quick gathered her daughters and made her way to the boat deckand they were placed into Lifeboat No. 11. The Quicks reached New York safely and continued to Detroit, where they reunited with Frederick Quick."
    },
    "postIceberg": {
      "fr": "Winifred grandit aux États-Unis et vécut la majeure partie de sa vie dans le Michigan. Elle se maria, fonda une famille et mena une longue existence, gardant souvent en mémoire, avec discrétion, son expérience du Titanic. Winifred Vera Quick s’éteignit le 4 juillet 2002, à l’âge de 98 ans - l’une des dernières survivantes du Titanic.",
      "en": "Winifred grew up in the United States and lived most of her life in Michigan. She married, raised a family, and lived a long life, often quietly remembering her Titanic experience.  Winifred Vera Quick passed away on July 4, 2002, at the age of 98-one of the last living Titanic survivors.",
      "da": "Winifred voksede op i USA og levede det meste af sit liv i Michigan. Hun blev gift, fik børn og levede et langt liv, hvor hun ofte i stilhed mindedes sin oplevelse på Titanic. Winifred Vera Quick døde den 4. juli 2002, i en alder af 98 år - en af de sidste overlevende fra Titanic.",
      "de": "Winifred wuchs in den Vereinigten Staaten auf und verbrachte den größten Teil ihres Lebens in Michigan. Sie heiratete, gründete eine Familie und führte ein langes Leben, in dem sie sich oft still an ihre Erfahrung auf der Titanic erinnerte. Winifred Vera Quick verstarb am 4. Juli 2002 im Alter von 98 Jahren - eine der letzten Überlebenden der Titanic.",
      "it": "Winifred crebbe negli Stati Uniti e visse gran parte della sua vita nel Michigan. Si sposò, ebbe una famiglia e condusse una lunga vita, ricordando spesso con discrezione la sua esperienza sul Titanic. Winifred Vera Quick morì il 4 luglio 2002, all’età di 98 anni - una delle ultime sopravvissute al Titanic.",
      "pt": "Winifred cresceu nos Estados Unidos e viveu a maior parte de sua vida em Michigan. Casou-se, constituiu família e teve uma vida longa, recordando com discrição sua experiência no Titanic. Winifred Vera Quick faleceu em 4 de julho de 2002, aos 98 anos - sendo uma das últimas sobreviventes do Titanic ainda vivas",
      "nl": "Winifred grew up in the United States and lived most of her life in Michigan. She married, raised a family, and lived a long life, often quietly remembering her Titanic experience.  Winifred Vera Quick passed away on July 4, 2002, at the age of 98-one of the last living Titanic survivors."
    }
  }
}