{
  "passenger64": {
    "grade": "Passenger",
    "age": 4,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/64-Halim-Mubarik.jpg",
      "alt": "picture of Halīm Mubārik"
    },
    "name": {
      "fr": "Halīm Mubārik",
      "en": "Halīm Mubārik",
      "da": "Halīm Mubārik",
      "de": "Halīm Mubārik",
      "it": "Halīm Mubārik",
      "pt": "Halīm Mubārik"
    },
    "description": {
      "fr": "Halīm Mubārik n’a pas encore cinq ans lorsqu’il embarque sur le Titanic avec sa mère, son frère aîné, sa tante et son oncle à Cherbourg. Il est né à Hardīn, dans ce qui deviendra le Liban, comme plusieurs autres passagers de sa famille. Bien qu’encore très jeune, Halīm fait partie des nombreux passagers arabophones de la région en route vers les Amériques. Comme beaucoup, il vient d’une famille chrétienne. À l’époque, il semble que les migrants chrétiens de la région aient rencontré moins d’obstacles à l’immigration que les musulmans, bénéficiant parfois du parrainage des églises dans les pays d’accueil. Le père de Halīm a émigré en Pennsylvanie peu après la naissance de son fils en 1908 et a réussi dans le commerce alimentaire. Antūn Mūsà Yazbak, ami du père, a également émigré avec succès, puis est revenu à Hardīn pour épouser la tante de Halīm, Sīlānah Iskandar Nāsīf Abī Dāghir. Antūn accompagne alors sa nouvelle épouse, sa belle-sœur et ses deux neveux vers la Pennsylvanie. Le Titanic devait être le navire exceptionnel qui réunirait les deux jeunes garçons avec leur père pour commencer une nouvelle vie.",
      "en": "Halīm Mubārik was not yet five years old when he boarded the Titanic with his mother, older brother, aunt and uncle at Cherbourg. He was born in the village of Hardīn, in what would later become Lebanon, as were several other passengers boarding along with his family.Though he was still quite young, Halīm was one of many Arabic-speaking passengers from the region making their way to the Americas. Like many of these passengers, he was from a Christian family. It is speculated that, at the time, Christian migrants from the region hoping to emigrate to the Americas faced fewer immigration hurdles than Muslim people from the same regions as they may have received sponsorship and help from Christian churches in their destination countries. Halīm’s father had emigrated to Pennsylvania shortly after Halīm’s birth in 1908 and found success running a grocery store. Antūn Mūsà Yazbak was a friend of their father’s who had also successfully emigrated. He had returned to Hardīn and was married to Halīm’s aunt Sīlānah Iskandar Nāsīf Abī Dāghir. Antūn would then escort his new bride, her sister, and their two young nephews back to Pennsylvania. Titanic was to be the remarkable vessel that would bring the two young boys to reunite with their father and begin their new life.",
      "da": "Halīm Mubārik var endnu ikke fyldt fem år, da han gik om bord på Titanic sammen med sin mor, storebror, tante og onkel i Cherbourg. Han blev født i landsbyen Hardīn i det, der senere blev til Libanon, ligesom flere andre passagerer, der gik om bord sammen med hans familie. Selv om han stadig var ganske lille, var Halīm en af de mange arabisktalende passagerer fra regionen, der var på vej til Amerika. Ligesom mange af disse passagerer var han fra en kristen familie. Det menes, at kristne immigranter fra regionen, som ønskede at emigrere til Amerika, på det tidspunkt oplevede færre immigrationshindringer end muslimer fra samme region, da de kristne immigranter kan have modtaget økonomisk hjælp fra kristne kirker i destinationslandene. Halīms far var emigreret til Pennsylvania kort efter Halīms fødsel i 1908 og havde succes med sin købmandsbutik. Antūn Mūsà Yazbak var en af farens venner, som også var emigreret dertil. Han var vendt tilbage til Hardīn og havde giftet sig med Halīms tante Sīlānah Iskandar Nāsīf Abī Dāghir. Antūn ville derefter rejse med sin nye brud, hendes søster og deres to små nevøer tilbage til Pennsylvania. Titanic var det fantastiske skib, der skulle bringe de to unge drenge til Amerika, så de kunne blive genforenet med deres far og begynde på et nyt liv.",
      "de": "Halīm Mubārik war noch keine fünf Jahre alt, als er mit seiner Mutter, seinem älteren Bruder, seiner Tante und seinem Onkel in Cherbourg an Bord der Titanic ging. Er wurde in dem Dorf Hardīn im späteren Libanon geboren, wie auch einige andere Passagiere, die mit seiner Familie an Bord gingen. Obwohl er noch recht jung war, war Halīm einer von vielen arabischsprachigen Passagieren aus der Region, die sich auf den Weg nach Amerika machten. Wie viele dieser Passagiere stammte er aus einer christlichen Familie. Es wird vermutet, dass christliche Migranten aus der Region, die nach Amerika auswandern wollten, zu jener Zeit weniger Einwanderungshürden zu überwinden hatten als Muslime aus denselben Regionen, da sie möglicherweise von den christlichen Kirchen in ihren Zielländern unterstützt und gefördert wurden. Halīms Vater war kurz nach Halīms Geburt im Jahr 1908 nach Pennsylvania ausgewandert und hatte Erfolg mit einem Lebensmittelladen. Antūn Mūsà Yazbak war ein Freund des Vaters, der ebenfalls erfolgreich ausgewandert war. Er war nach Hardīn zurückgekehrt und mit Halīms Tante Sīlānah Iskandar Nāsīf Abī Dāghir verheiratet. Antūn begleitete dann seine neue Frau, ihre Schwester und ihre beiden jungen Neffen zurück nach Pennsylvania. Die Titanic sollte das bemerkenswerte Schiff sein, das die beiden Jungen zu ihrem Vater bringen würde, damit sie ihr neues Leben beginnen konnten.",
      "it": "Halīm Mubārik non aveva ancora cinque anni quando salì sul Titanic con la madre, il fratello maggiore, la zia e lo zio a Cherbourg. Era nato nel villaggio di Hardīn, in quello che sarebbe poi diventato il Libano, così come diversi altri passeggeri che si imbarcavano con la sua famiglia. Il piccolo Halīm era uno dei molti passeggeri di lingua araba provenienti dalla regione che si dirigevano verso le Americhe. E come molti di questi passeggeri, era di famiglia cristiana. Si ritiene che, all’epoca, i migranti cristiani provenienti dalla regione che speravano di emigrare nelle Americhe riscontrassero meno ostacoli all’immigrazione rispetto ai musulmani provenienti dalle stesse regioni, perchè ricevevano sovvenzioni e aiuti dalle chiese cristiane nei loro paesi di destinazione.Il padre di Halīm era emigrato in Pennsylvania, poco dopo la nascita di Halīm nel 1908 ed ebbe fortuna gestendo un negozio di alimentari. Antūn Mūsà Yazbak era un amico del padre: era tornato ad Hardīn e si era sposato con la zia di Halīm, Sīlānah Iskandar Nāsīf Abī Dāghir.  Antūn avrebbe poi scortato la sua nuova sposa, sua sorella e i loro due giovani nipoti in Pennsylvania. Il Titanic doveva essere il fantastico vascello che avrebbe portato i due ragazzi a riunirsi con il padre e iniziare una nuova vita.",
      "pt": "Halīm Mubārik tinha menos de cinco anos quando embarcou no Titanic com a mãe, o irmão mais velho, a tia e o tio em Cherbourg. Ele havia nascido na aldeia de Hardīn, no que mais tarde se tornaria o Líbano, assim como vários outros passageiros que embarcaram junto com sua família. Apesar da pouca idade, Halīm fazia parte do grande grupo de passageiros de língua árabe que seguiam em direção às Américas. Como muitas dessas famílias, a sua era cristã. Supõe-se que, na época, os migrantes cristãos da região encontrassem menos obstáculos para emigrar para as Américas do que os muçulmanos, já que podiam receber patrocínio e auxílio de igrejas cristãs nos países de destino. O pai de Halīm havia emigrado para a Pensilvânia logo após o nascimento do filho, em 1908, e encontrara sucesso administrando uma mercearia. Antūn Mūsà Yazbak, amigo do pai, também havia emigrado com êxito. De volta a Hardīn, casou-se com a tia de Halīm, Sīlānah Iskandar Nāsīf Abī Dāghir. Caberia então a Antūn conduzir a nova esposa, a cunhada e os dois sobrinhos pequenos de volta à Pensilvânia. O Titanic seria o notável navio encarregado de levar os dois meninos para reencontrar o pai e iniciar uma nova vida."
    },
    "postIceberg": {
      "fr": "Halīm Mubārik, passager syrien de troisième classe, ne survécut pas au naufrage du Titanic.",
      "en": "Halīm Mubārik, a Syrian third-class passenger, did not survive the Titanic sinking.",
      "da": "Halīm Mubārik, syrisk passager på tredje klasse, overlevede Titanics forlis.",
      "de": "Halīm Mubārik, ein syrischer Passagier der Dritten Klasse, überlebte den Untergang der Titanic nicht. In der Nacht des Schiffbruchs half er anderen in die Rettungsboote, überlebte aber nicht. Seine Leiche wurde nie geborgen.",
      "it": "Halīm Mubārik, un passeggero siriano di terza classe, non sopravvisse al naufragio del Titanic. La notte del naufragio aiutò altri a raggiungere le scialuppe di salvataggio ma non sopravvisse. Il suo corpo non fu mai recuperato.",
      "pt": "Halīm Mubārik, passageiro sírio da Terceira Classe, não sobreviveu ao naufrágio do Titanic."
    }
  }
}