{
  "passenger27": {
    "grade": "Passenger",
    "age": 18,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/27-Daniel-Warren-Marvin.jpg",
      "alt": "picture of Daniel Warren Marvin"
    },
    "name": {
      "fr": "Daniel Warren Marvin",
      "en": "Daniel Warren Marvin",
      "da": "Daniel Warren Marvin",
      "de": "Daniel Warren Marvin",
      "it": "Daniel Warren Marvin",
      "pt": "Daniel Warren Marvin",
      "nl": "Daniel Warren Marvin"
    },
    "description": {
      "fr": " Daniel Warner Marvin était l’aîné de quatre enfants. Son père, Harry Marvin, était inventeur et cofondateur de deux sociétés de production : American Mutoscope et Biograph Company, qui fabriquaient des films pour les mutoscopes - appareils de visionnage individuel concurrents du kinétoscope d’Edison. À 18 ans, Daniel épousa sa bien-aimée écossaise Mary Graham Carmichael Farquharson. La mère et la tante de Mary étaient les célèbres créatrices Farquharson & Wheelock, réputées pour leurs robes élégantes (si recherchées qu’en 1910, deux furent volées à la fille de l’ancien président Teddy Roosevelt). En 1912, la maison de couture avait pignon sur la Cinquième Avenue à Manhattan. Daniel et Mary se marièrent secrètement à Manhattan en janvier 1912. En mars, ils célébrèrent une cérémonie publique: Mary portait une robe Farquharson & Wheelock, et le mariage fut filmé par le père de Daniel, créant ainsi l’un des premiers films de mariage connus. Pour leur lune de miel, les jeunes mariés partirent en Europe sur le Mauritania de la Cunard. Leur retour promettait d’être encore plus luxueux, car ils avaient réservé la première classe du plus grand paquebot du monde: le Titanic.",
      "en": "Daniel Warner Marvin was the eldest of four. His father Harry Marvin was an inventor who had co-founded two production companies American Mutoscope, and the Biograph Company. The companies produced moving pictures for Mutoscopes - moving picture devices for individual viewing that rivaled the Edison Company’s Kinetoscope. At 18 years old, Daniel married his Scottish-born sweetheart Mary Graham Carmichael Farquharson. Mary’s mother and aunt were the prominent designers Farquharson & Wheelock - known for their elegant and fashionable ladies dresses. (Farquharson & Wheelock dresses were in such demand that in 1910 two were stolen from the daughter of former president Teddy Roosevelt.) By 1912 the designers had achieved a coveted place address on Manhattan’s Fifth Avenue.  Daniel and Mary were wed in a secret Manhattan ceremony in January 1912. In March of that same year, they held a public ceremony. Mary wore a Farquharson & Wheelock wedding dress, and the re-staged wedding was filmed in front of Daniel’s fathers cameras, creating some of the first known wedding footage. For their honeymoon the young newlyweds traveled to Europe aboard Cunard’s speedy and luxurious Mauritania. Their return trip home from England promised to be even more luxurious, as they were booked in the 1st of the world’s largest steamer: Titanic.",
      "da": "Daniel Warner Marvin var den ældste af fire børn. Hans far Harry Marvin var opfinder og havde været med til at grundlægge to produktionsselskaber, American Mutoscope og Biograph Company. Virksomhederne producerede bevægelige billeder til mutoskoper - et apparat til fremvisning af bevægelige billeder, der konkurrerede med Edison Companys kinetoskop. \n\nSom 18-årig giftede Daniel sig med sin skotskfødte kæreste Mary Graham Carmichael Farquharson. Marys mor og tante var de kendte designere Farquharson & Wheelock - kendt for deres elegante og moderigtige damekjoler. (Farquharson & Wheelocks kjoler var så efterspurgte, at to af dem i 1910 blev stjålet fra den tidligere præsident Teddy Roosevelts datter) I 1912 havde designerne fået en eftertragtet adresse på Manhattans Fifth Avenue i New York.  \n\nDaniel og Mary blev gift ved en hemmelig vielse på Manhattan i januar 1912. I marts samme år holdt de en mere offentlig ceremoni. Mary bar en brudekjole fra Farquharson & Wheelock, og det iscenesatte bryllup blev filmet med Daniels fars kameraer, hvilket resulterede i nogle af de første kendte bryllupsoptagelser. \n\nPå deres bryllupsrejse rejste de nygifte til Europa om bord på Cunards hurtige og luksuriøse skib Mauretania. Deres hjemrejse fra England ville blive endnu mere overdådig, da de var skulle rejse på første klasse på verdens største dampskib: Titanic.",
      "de": "Daniel Warner Marvin war das älteste von vier Kindern. Sein Vater Harry Marvin war ein Erfinder, der zwei Produktionsfirmen mitgegründet hatte: American Mutoscope und die Biograph Company. Die Unternehmen produzierten bewegte Bilder für Mutoskope - bewegte Bildgeräte zur individuellen Betrachtung, die mit dem Kinetoskop der Edison Company konkurrierten. Im Alter von 18 Jahren heiratete Daniel seine schottischstämmige Geliebte Mary Graham Carmichael Farquharson. Marys Mutter und Tante waren die bekannten Designer Farquharson & Wheelock - bekannt für ihre eleganten und modischen Damenkleider. (Die Kleider von Farquharson & Wheelock waren so begehrt, dass 1910 zwei von ihnen der Tochter des ehemaligen Präsidenten Teddy Roosevelt gestohlen wurden). Bis 1912 hatten sich die Designer einen begehrten Platz an der Fifth Avenue in Manhattan gesichert. Daniel und Mary heirateten im Januar 1912 in einer geheimen Zeremonie in Manhattan. Im März desselben Jahres hielten sie eine öffentliche Zeremonie ab. Mary trug ein Hochzeitskleid von Farquharson & Wheelock, und die nachgestellte Hochzeit wurde vor den Kameras von Daniels Vater gefilmt, wodurch einige der ersten bekannten Hochzeitsaufnahmen entstanden. Für ihre Flitterwochen reisten die jungen Frischvermählten an Bord der schnellen und luxuriösen Mauritania von Cunard nach Europa. Die Rückreise von England nach Hause versprach noch luxuriöser zu werden, da sie in der Ersten Klasse des größten Dampfers der Welt gebucht waren: Titanic.",
      "it": "Daniel Warner Marvin era il maggiore di quattro figli. Suo padre Harry Marvin era un inventore che aveva co-fondato due società di produzione: la American Mutoscope e la Biograph Company. Le aziende producevano materiale per Mutoscopi,dispositivi per immagini in movimento a visualizzazione individuale, tra i primi apparecchi cinematografici, che rivaleggiavano con il Cinetoscopio della Edison Company. A 18 anni, Daniel sposò la sua fidanzata scozzese Mary Graham Carmichael Farquharson. La madre e la zia di Mary erano le famosi designer Farquharson & Wheelock - note per i loro abiti da donna eleganti e alla moda. (I vestiti di Farquharson & Wheelock erano così richiesti che nel 1910 due furono rubati alla figlia dell’ex presidente Teddy Roosevelt.) Nel 1912 i progettisti avevano raggiunto un’ambita posizione di rappresentanza sulla Fifth Avenue di Manhattan. Daniel e Mary si sposarono con una cerimonia segreta a Manhattan nel gennaio 1912. Nel marzo dello stesso anno, si risposarono con una cerimonia pubblica. Mary indossava un abito da sposa Farquharson & Wheelock, e il matrimonio fu girato di fronte alle telecamere del padre di Daniel, creando alcuni dei primi filmati di nozze conosciuti nella storia del cinema. Per la loro luna di miele i giovani sposi si sono recati in Europa a bordo del veloce e lussuoso Mauritania della Cunard. Il loro viaggio di ritorno a casa dall’Inghilterra prometteva di essere ancora più lussuoso, in quanto erano prenotati nella prima classe del più grande piroscafo del mondo: il Titanic.",
      "pt": "Daniel Warner Marvin foi o primogênito de quatro filhos. Seu pai, Harry Marvin, foi um inventor que cofundou duas empresas de produção: American Mutoscope e Biograph Company. Essas empresas produziam filmes para os Mutoscópios - dispositivos de exibição individual de imagens em movimento que rivalizavam com o Kinetoscópio da Edison Company. Com 18 anos, Daniel casou-se com sua namorada escocesa Mary Graham Carmichael Farquharson. A mãe e a tia de Mary eram as renomadas estilistas da Farquharson & Wheelock, famosas por seus elegantes e sofisticados vestidos femininos. (Em 1910, dois vestidos da Farquharson & Wheelock foram roubados da filha do ex-presidente Teddy Roosevelt.) Em 1912, as estilistas já haviam conquistado um endereço cobiçado na Quinta Avenida, em Manhattan. Daniel e Mary se casaram em uma cerimônia secreta em Manhattan, em janeiro de 1912. Em março daquele mesmo ano, realizaram uma cerimônia pública. Mary usou um vestido de noiva Farquharson & Wheelock, e o casamento reencenado foi filmado pelas câmeras do pai de Daniel, criando algumas das primeiras filmagens conhecidas de casamento. Para a lua de mel, os jovens recém-casados viajaram para a Europa a bordo do rápido e luxuoso Mauritania, da Cunard. A viagem de retorno para casa, vinda da Inglaterra, prometia ser ainda mais luxuosa, pois estavam reservados na primeira classe do maior transatlântico do mundo: o Titanic.",
      "nl": "Daniel Warner Marvin was the eldest of four. His father Harry Marvin was an inventor who had co-founded two production companies American Mutoscope, and the Biograph Company. The companies produced moving pictures for Mutoscopes - moving picture devices for individual viewing that rivaled the Edison Company’s Kinetoscope. At 18 years old, Daniel married his Scottish-born sweetheart Mary Graham Carmichael Farquharson. Mary’s mother and aunt were the prominent designers Farquharson & Wheelock - known for their elegant and fashionable ladies dresses. (Farquharson & Wheelock dresses were in such demand that in 1910 two were stolen from the daughter of former president Teddy Roosevelt.) By 1912 the designers had achieved a coveted place address on Manhattan’s Fifth Avenue.  Daniel and Mary were wed in a secret Manhattan ceremony in January 1912. In March of that same year, they held a public ceremony. Mary wore a Farquharson & Wheelock wedding dress, and the re-staged wedding was filmed in front of Daniel’s fathers cameras, creating some of the first known wedding footage. For their honeymoon the young newlyweds traveled to Europe aboard Cunard’s speedy and luxurious Mauritania. Their return trip home from England promised to be even more luxurious, as they were booked in the 1st of the world’s largest steamer: Titanic."
    },
    "postIceberg": {
      "fr": "Daniel Marvin, jeune marié voyageant avec sa femme, ne survécut pas à la catastrophe du Titanic. Il aida son épouse, Mary, à monter dans un canot de sauvetage, mais son corps ne fut jamais retrouvé.",
      "en": "Daniel Marvin, a newlywed traveling with his wife, did not survive the Titanic disaster. He helped his wife, Mary, into a lifeboat, but his body was never recovered.",
      "da": "Daniel Marvin, som var nygift og rejste med sin kone, overlevede ikke Titanic-katastrofen. Han hjalp sin kone, Mary, op i en redningsbåd, men omkom selv, hans lig blev aldrig fundet.",
      "de": "Daniel Marvin, ein frisch verheirateter Mann, der mit seiner Frau reiste, überlebte die Titanic-Katastrophe nicht. Er half seiner Frau Mary in ein Rettungsboot, doch seine Leiche wurde nie geborgen.",
      "it": "Daniel Marvin, un neosposo in viaggio con la moglie, non sopravvisse al disastro del Titanic. Aiutò la moglie, Mary, a salire su una scialuppa, ma il suo corpo non fu mai recuperato.",
      "pt": "Daniel Marvin, recém-casado e viajando com sua esposa, não sobreviveu ao desastre do Titanic. Ele ajudou sua esposa, Mary, a embarcar em um bote salva-vidas, mas seu corpo nunca foi recuperado.",
      "nl": "Daniel Marvin, a newlywed traveling with his wife, did not survive the Titanic disaster. He helped his wife, Mary, into a lifeboat, but his body was never recovered."
    }
  }
}