{
  "passenger16": {
    "grade": "Passenger",
    "age": 37,
    "role": {
      "fr": "Commissaire de bord",
      "en": "Purser",
      "da": "Omkommet besætningsmedlem (purser)",
      "de": "Zahlmeister",
      "it": "Cassiere",
      "pt": "Comissário de bordo",
      "nl": "Purser"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/16-Hugh-Walter-McElroy.jpg",
      "alt": "picture of Hugh Walter McElroy"
    },
    "name": {
      "fr": "Hugh Walter McElroy",
      "en": "Hugh Walter McElroy",
      "da": "Hugh Walter McElroy",
      "de": "Hugh Walter McElroy",
      "it": "Hugh Walter McElroy",
      "pt": "Hugh Walter McElroy",
      "nl": "Hugh Walter McElroy"
    },
    "description": {
      "fr": "Hugh Walter McElroy était le chef commissaire du Titanic, responsable de la gestion du bien-être des passagers et des transactions financières à bord. McElroy était un membre expérimenté et respecté de l’équipage, ayant servi sur divers navires de la White Star Line. Ses responsabilités comprenaient la gestion des billets, la supervision du personnel et la satisfaction des passagers. Connu pour son professionnalisme et son sens du détail, McElroy jouait un rôle crucial dans le bon fonctionnement du navire. Son poste exigeait un solide leadership et d’excellentes compétences organisationnelles, faisant de lui un acteur clé du bon déroulement de la vie à bord.",
      "en": "Hugh Walter McElroy was the Chief Purser on the Titanic, responsible for overseeing passenger welfare and managing financial transactions on board. McElroy was an experienced and respected crew member, having served on various White Star Line vessels. His duties included handling tickets, managing staff, and ensuring passenger satisfaction. Known for his professionalism and attention to detail, McElroy played a crucial role in maintaining the ship's operations. His position required strong leadership and excellent organizational skills, making him a key figure in the smooth running of the Titanic.",
      "da": "Hugh Walter McElroy var chefpurser på Titanic med ansvar for at overvåge passagerernes trivsel og styre de økonomiske transaktioner om bord. McElroy var erfaren og et respekteret besætningsmedlem, der havde gjort tjeneste på forskellige White Star Line-skibe. Hans opgaver omfattede håndtering af billetter, personaleledelse, og han skulle sikre, at passagererne var tilfredse. McElroy var kendt for sin professionalisme og sans for detaljer og spillede en afgørende rolle i opretholdelsen af skibets drift. Hans stilling krævede lederskab og fremragende organisatoriske evner, hvilket gjorde ham til en nøglefigur i den problemfri drift af Titanic.",
      "de": "Hugh Walter McElroy war der leitende Zahlmeister auf der Titanic, der für das Wohlergehen der Passagiere und die Abwicklung der finanziellen Transaktionen an Bord verantwortlich war. McElroy war ein erfahrenes und angesehenes Mitglied der Besatzung, das bereits auf mehreren Schiffen der White Star Line gedient hatte. Zu seinen Aufgaben gehörte die Bearbeitung von Tickets, die Verwaltung des Personals und die Sicherstellung der Zufriedenheit der Passagiere. McElroy war für seine Professionalität und seine Liebe zum Detail bekannt und spielte eine entscheidende Rolle bei der Aufrechterhaltung des Schiffsbetriebs. Seine Position erforderte starke Führungsqualitäten und ausgezeichnete organisatorische Fähigkeiten, was ihn zu einer Schlüsselfigur für den reibungslosen Betrieb der Titanic machte.",
      "it": "Hugh Walter McElroy era il capo commissario sul Titanic, responsabile della supervisione del benessere dei passeggeri e della gestione delle transazioni finanziarie a bordo. McElroy era un membro esperto e rispettato dell'equipaggio, avendo servito su varie navi della White Star Line. I suoi compiti includevano la gestione dei biglietti, la gestione del personale e la garanzia della soddisfazione dei passeggeri. Conosciuto per la sua professionalità e attenzione ai dettagli, McElroy giocava un ruolo cruciale nel mantenere le operazioni della nave. La sua posizione richiedeva una forte leadership e eccellenti capacità organizzative, rendendolo una figura chiave nel funzionamento senza intoppi del Titanic.",
      "pt": "Hugh Walter McElroy foi o Purser-Chefe do Titanic, responsável por supervisionar o bem-estar dos passageiros e gerenciar as transações financeiras a bordo. McElroy era um membro experiente e respeitado da tripulação, tendo servido em vários navios da White Star Line. Suas funções incluíam o manuseio de passagens, a gestão da equipe e a garantia da satisfação dos passageiros. Conhecido por seu profissionalismo e atenção aos detalhes, McElroy desempenhou um papel crucial na manutenção das operações do navio. Sua posição exigia forte liderança e excelentes habilidades organizacionais, tornando-o uma figura-chave para o bom funcionamento do Titanic.",
      "nl": "Hugh Walter McElroy was the Chief Purser on the Titanic, responsible for overseeing passenger welfare and managing financial transactions on board. McElroy was an experienced and respected crew member, having served on various White Star Line vessels. His duties included handling tickets, managing staff, and ensuring passenger satisfaction. Known for his professionalism and attention to detail, McElroy played a crucial role in maintaining the ship's operations. His position required strong leadership and excellent organizational skills, making him a key figure in the smooth running of the Titanic."
    },
    "postIceberg": {
      "fr": "Le chef commissaire Hugh McElroy mourut lors du naufrage. Il était responsable de la supervision de l’évacuation et de la sécurité des passagers.",
      "en": "Chief Purser Hugh McElroy died in the sinking. He was responsible for overseeing the evacuation and ensuring passengers' safety.",
      "da": "Chefpurser Hugh McElroy omkom ved forliset. Han var ansvarlig for evakueringen og passagerernes sikkerhed.",
      "de": "Der leitende Zahlmeister Hugh McElroy kam bei dem Untergang ums Leben. Er war für die Überwachung der Evakuierung und die Sicherheit der Passagiere verantwortlich.",
      "it": "Il capo commissario Hugh McElroy morì nell'affondamento. Era responsabile della supervisione dell'evacuazione e della sicurezza dei passeggeri.",
      "pt": "O chefe de comissários Hugh McElroy faleceu no naufrágio. Ele era responsável por supervisionar a evacuação e garantir a segurança dos passageiros.",
      "nl": "Chief Purser Hugh McElroy died in the sinking. He was responsible for overseeing the evacuation and ensuring passengers' safety."
    }
  }
}