{
  "passenger61": {
    "grade": "Passenger",
    "age": 1,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/61-Sidney-Leslie-Goodwin.jpg",
      "alt": "picture of Sidney Leslie Goodwin"
    },
    "name": {
      "fr": "Sidney Leslie Goodwin",
      "en": "Sidney Leslie Goodwin",
      "da": "Sidney Leslie Goodwin",
      "de": "Sidney Leslie Goodwin",
      "it": "Sidney Leslie Goodwin",
      "pt": "Sidney Leslie Goodwin",
      "nl": "Sidney Leslie Goodwin"
    },
    "description": {
      "fr": "Sidney Goodwin est le plus jeune enfant de Frederick et Augusta Goodwin. La famille vient du sud-est de Londres, où Frederick est compositeur typographique. Sidney voyage avec ses parents et cinq frères et sœurs à bord du Titanic. À un peu plus d’un an et demi, il est plus jeune que le navire lui-même. Sidney a neuf ans de moins que son frère Harold, âgé de onze ans, et le reste des enfants est d’âges rapprochés. Plusieurs frères et sœurs du père ont déjà émigré en Amérique, et Frederick décide de s’y installer avec sa famille après avoir appris qu’il y a du travail à la centrale électrique des chutes du Niagara. Grâce au soutien financier de ses sœurs, la famille planifie son déménagement, réservant d’abord sur un petit vapeur, mais la grève du charbon les fait transférer en troisième classe sur le Titanic. En raison des règles de séparation des sexes à bord, les deux garçons de plus de douze ans doivent loger à l’avant avec les hommes seuls. Frederick choisit peut-être de rester avec eux, car ils n’ont que quatorze et quinze ans. Dans ce cas, Lillian, l’aînée à seize ans, aide probablement sa mère à s’occuper des plus jeunes, car occuper un bébé en troisième classe, même bien équipée, n’est pas une mince affaire.",
      "en": "Sidney Goodwin was the youngest child of Frederick and Augusta Goodwin. The family were from southeast London where Frederick worked as a print type compositor. Sidney was traveling with his parents and five older siblings aboard Titanic. At a little over a year and a half old he was younger than the ship itself. Little Sidney was nine years younger than his next oldest sibling, eleven year-old Harold, and the rest of the Goodwin siblings were much closer in age. A number of their father’s siblings had successfully immigrated to America, and Frederick was determined to move his family there when he learned there was work available in the Niagara Falls power station. With financial support from his sisters, the Goodwins planned the family’s relocation, booking passage on a small steamer. However, due to a coal strike at the time, the White Star Line rebooked them into the 3rd of Titanic’s maiden voyage. Due to Titanic’s gender segregation policies, the two older Goodwin boys who were over twelve, and would be expected to stay with the single men’s section in the ship’s bow. Frederick may have elected to stay with his sons there, as they were still only fourteen and fifteen. In such an event, eldest sister Lillian at sixteen may have been a help to her mother in looking after the three younger, as keeping a baby content in 3rd of a ship - even one with a 3rd as well-appointed as Titanic’s - would certainly be no easy feat.",
      "da": "Sidney Goodwin var det yngste barn af Frederick og Augusta Goodwin. Familien kom fra det sydøstlige London, hvor Frederick arbejdede som typograf. Sidney rejste med sine forældre og fem ældre søskende om bord på Titanic. Med sine lidt over halvandet år var han yngre end skibet selv. Lille Sidney var ni år yngre end sin næste ældre søskende, Harold på 11 år, mens resten af Goodwin-søskendeflokken lå meget tættere på hinanden i alder. Flere af deres fars søskende var med succes immigreret til Amerika, og Frederick var fast besluttet på at flytte derover med sin familie, da han hørte, at der var arbejde at få på kraftværket ved Niagara Falls. Med økonomisk støtte fra Fredericks søstre planlagde familien Goodwin deres flytning og bestilte plads på en lille damper. Men fordi der var kulstrejke, ombookede White Star Line dem til tredje klasse på Titanics jomfrurejse. På grund af Titanics politik om adskillelse af enlige mænd og kvinder skulle de to ældste Goodwin-drenge, som var over 12 år, opholde sig i afdelingen for enlige mænd forrest i skibet. Frederik valgte muligvis at blive der sammen med sine ældste sønner, da de stadig kun var 14 og 15 år. I så fald har den ældste søster Lillian på 16 år sandsynligvis hjulpet sin mor med at passe de tre yngste, da det bestemt ikke har været nemt at rejse med en baby på tredje klasse - selv på et skib med så veludstyret en tredje klasse som Titanics.",
      "de": "Sidney Goodwin war das jüngste Kind von Frederick und Augusta Goodwin. Die Familie stammte aus dem Südosten Londons, wo Frederick als Schriftsetzer arbeitete. Sidney reiste mit seinen Eltern und fünf älteren Geschwistern an Bord der Titanic. Mit etwas mehr als eineinhalb Jahren war er jünger als das Schiff selbst. Der kleine Sidney war neun Jahre jünger als sein nächstältestes Geschwisterkind, der elfjährige Harold, und die übrigen Goodwin-Geschwister waren altersmäßig viel näher beieinander. Einige Geschwister des Vaters waren bereits erfolgreich nach Amerika ausgewandert und Frederick war fest entschlossen, seine Familie dorthin zu bringen, als er erfuhr, dass es im Kraftwerk an den Niagarafällen Arbeit gab. Mit finanzieller Unterstützung seiner Schwestern planten die Goodwins die Umsiedlung der Familie und buchten eine Überfahrt auf einem kleinen Dampfer. Aufgrund des damaligen Kohlestreiks buchte die White Star Line sie jedoch in die Dritte Klasse der Jungfernfahrt der Titanic um. Aufgrund der Geschlechtertrennung auf der Titanic mussten die beiden älteren Goodwin-Jungen, die älter als zwölf Jahre waren, in der Abteilung für alleinstehende Männer im Bug des Schiffes bleiben. Möglicherweise entschied sich Frederick dafür, mit seinen Söhnen dort zu bleiben, da sie erst vierzehn und fünfzehn Jahre alt waren. In einem solchen Fall könnte die älteste Schwester Lillian mit ihren sechzehn Jahren ihrer Mutter bei der Betreuung der drei Jüngeren behilflich gewesen sein, denn ein Baby in der Dritten Klasse eines Schiffes bei Laune zu halten - selbst in einer so gut ausgestatteten Dritten Klasse wie der der Titanic - wäre sicherlich keine leichte Aufgabe.",
      "it": "Sidney Goodwin era il figlio minore di Frederick e Augusta Goodwin. La famiglia proveniva dal sud-est di Londra, dove Frederick aveva lavorato come compositore tipografico. Sidney era in viaggio con i suoi genitori e cinque fratelli maggiori a bordo del Titanic. Avendo poco più di un anno e mezzo era il passeggero più giovane della nave. Il piccolo Sidney era nove anni più giovane del fratello maggiore, Harold e il resto dei fratelli Goodwin erano tutti molto più vicini in età.Un certo numero di fratelli del padre era emigrato con successo in America e Frederick era determinato a trasferirsi lì quando seppe che c'era lavoro disponibile nella centrale delle cascate del Niagara. Con il sostegno finanziario delle sorelle, i Goodwin pianificarono il trasferimento della famiglia, prenotando un passaggio su un piccolo piroscafo. Tuttavia, a causa dello sciopero dei lavoratori del carbone, la White Star Line li trasferì alla terza classe del viaggio inaugurale del Titanic.",
      "pt": "Sidney Goodwin era o filho mais novo de Frederick e Augusta Goodwin. A família vivia no sudeste de Londres, onde Frederick trabalhava como tipógrafo. Sidney viajava com os pais e cinco irmãos mais velhos a bordo do Titanic. Com pouco mais de um ano e meio de idade, ele era mais jovem do que o próprio navio. O pequeno Sidney tinha nove anos a menos que seu irmão Harold, de 11 anos, enquanto os demais irmãos Goodwin eram muito mais próximos em idade entre si. Alguns dos irmãos de Frederick haviam imigrado com sucesso para os Estados Unidos, e ele estava decidido a levar sua família quando soube da disponibilidade de trabalho na usina elétrica de Niagara Falls. Com apoio financeiro de suas irmãs, os Goodwin planejaram a mudança, inicialmente comprando passagens em um pequeno navio a vapor. Contudo, devido a uma greve de carvão na época, a White Star Line os remarcou para a terceira classe da viagem inaugural do Titanic. Devido às políticas de segregação por gênero no Titanic, os dois filhos Goodwin mais velhos, ambos com mais de doze anos, deveriam permanecer na seção dos homens solteiros, na proa do navio. É possível que Frederick tenha escolhido ficar com eles, já que tinham apenas 14 e 15 anos. Nesse caso, a irmã mais velha, Lillian, de 16 anos, poderia ter ajudado a mãe a cuidar dos três menores - tarefa nada fácil, especialmente em terceira classe, ainda que a do Titanic fosse considerada uma das mais bem estruturadas de sua época.",
      "nl": "Sidney Goodwin was the youngest child of Frederick and Augusta Goodwin. The family were from southeast London where Frederick worked as a print type compositor. Sidney was traveling with his parents and five older siblings aboard Titanic. At a little over a year and a half old he was younger than the ship itself. Little Sidney was nine years younger than his next oldest sibling, eleven year-old Harold, and the rest of the Goodwin siblings were much closer in age. A number of their father’s siblings had successfully immigrated to America, and Frederick was determined to move his family there when he learned there was work available in the Niagara Falls power station. With financial support from his sisters, the Goodwins planned the family’s relocation, booking passage on a small steamer. However, due to a coal strike at the time, the White Star Line rebooked them into the 3rd of Titanic’s maiden voyage. Due to Titanic’s gender segregation policies, the two older Goodwin boys who were over twelve, and would be expected to stay with the single men’s section in the ship’s bow. Frederick may have elected to stay with his sons there, as they were still only fourteen and fifteen. In such an event, eldest sister Lillian at sixteen may have been a help to her mother in looking after the three younger, as keeping a baby content in 3rd of a ship - even one with a 3rd as well-appointed as Titanic’s - would certainly be no easy feat."
    },
    "postIceberg": {
      "fr": "Le corps de Sidney Goodwin fut retrouvé dans l’eau. Les marins utilisèrent des primes versées par la famille Astor pour offrir à Sidney des funérailles. Il fut connu pendant des années comme 'l’enfant inconnu'. Six enfants et leurs deux parents périrent.",
      "en": "Sidney's body was found in the water. Sailors used bonuses paid by Astor family to give Sydney a funeral. He was known for years as the unkown child 6 children and both parents perished.",
      "da": "Sidneys lig blev fundet i vandet. Sømænd brugte deres bonusser betalt af Astor-familien til at give Sidney en begravelse. Han var i årevis kendt som 'det ukendte barn'.\n6 børn og begge forældre omkom.",
      "de": "Die Leiche von Sidney wurde im Wasser gefunden. Die Matrosen nutzten die von der Familie Astor gezahlten Prämien, um Sidney ein Begräbnis zu geben. Jahrelang war er als „das unbekannte Kind“ bekannt. Sechs Kinder und beide Eltern kamen ums Leben.",
      "it": "Il corpo di Sidney è stato trovato in acqua. Grazie alle donazioni della famiglia Astor il bimbo ebbe un funerale. Per anni venne indicato come “il bambino non identificato” .  Tutti i bambini ed entrambi i genitori perirono nel disastro.",
      "pt": "O corpo de Sidney foi encontrado na água. Marinheiros usaram bônus pagos pela família Astor para organizar o funeral de Sidney. Durante anos, ele foi conhecido como 'a criança desconhecida'.Seis crianças e ambos os pais pereceram no desastre.",
      "nl": "Sidney's body was found in the water. Sailors used bonuses paid by Astor family to give Sydney a funeral. He was known for years as the unkown child 6 children and both parents perished."
    }
  }
}