{
  "passenger63": {
    "grade": "Passenger",
    "age": 20,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/63-David-John-Dai-Bowen.jpg",
      "alt": "picture of David John 'Dai' Bowen"
    },
    "name": {
      "fr": "David John 'Dai' Bowen",
      "en": "David John 'Dai' Bowen",
      "da": "David John 'Dai' Bowen",
      "de": "David John 'Dai' Bowen",
      "it": "David John 'Dai' Bowen",
      "pt": "David John 'Dai' Bowen",
      "nl": "David John 'Dai' Bowen"
    },
    "description": {
      "fr": "Dai Bowen est un boxeur professionnel originaire du village minier gallois de Treherbert, au nord-ouest de Cardiff. Issu d’une famille de mineurs, il commence comme 'hewer' (tailleur de charbon), mais à 19 ans, il se reconvertit dans la boxe professionnelle sous la tutelle de George Cundick. Dai est l’un des deux boxeurs choisis par le journaliste sportif Chas Barnett pour une tournée d’un an aux États-Unis, sous la direction du promoteur Frank Torreyson. L’autre boxeur est son meilleur ami Leslie Williams, de Tonypandy. Prévu initialement sur le Lusitania le 6 avril, leur départ est retardé par l’attente d’un costume, pour éviter d’acheter des vêtements coûteux en Amérique. Ils embarquent donc sur le Titanic le 12 avril. Chas Barnett aurait payé un supplément pour qu’ils aient accès à la salle de sport de première classe malgré leur billet de troisième. Après le départ de Southampton, Dai écrit à sa mère, impressionné par la taille du navire: 'C’est un superbe bateau, presque aussi grand que Treherbert, c’est un palais flottant, [...] Il y a des centaines d’étrangers de toutes nationalités. [...] alors courage maman, je vais très bien, ne t’inquiète pas.'",
      "en": "Dai Bowen was a professional boxer from the Welsh mining village of Treherbert northwest of Cardiff. Being from a mining town, Dai began working as a coal miner listed as a hewer, but by the time he was 19 he had begun the career shift into professional pugilism, training under a man named George Cundick. Dai was one of two fighters chosen by newspaper sports editor Chas Barnett to go to the U.S. for a year’s tour of bouts managed by sports promoter Frank Torreyson. The other boxer traveling with Dai was his best friend Leslie Williams, a fighter from the nearby village of Tonypandy. The two were reportedly meant to sail on the Lusitania on April 6, but were delayed waiting for the arrival of a suit, hoping to avoid paying steep prices for new clothing in America. The delay meant they would instead set sail from Southampton on the Titanic’s maiden voyage on April 12. It seems that Chas Barnett had paid an additional fee to arrange for the two fighters to have special access to the 1st gymnasium despite their 3rd. After departing Southampton, Dai wrote to his mother back home in Wales, astounded by the size of the ship: “This is a lovely boat, she is very near so big as Treherbert, she is like a floating palace, [...] There is hundreds of foreigners on her of every nation. [...] so cheer up now mother, for I am in the pink, so don't vex.”",
      "da": "Dai Bowen var en professionel bokser fra den walisiske mineby Treherbert nordvest for Cardiff. Eftersom Dai kom fra en mineby, fik han først arbejde som kulminearbejder, men da han var 19 år, begyndte han en karriere som professionel bokser og blev trænet af en mand ved navn George Cundick. Dai var en af to boksere, der blev udvalgt af sportsredaktør Chas Barnett til at tage til USA på en 1-års turné, hvor han skulle bokse en række kampe under boksepromotor Frank Torreyson. Den anden bokser, der rejste med Dai, var hans bedste ven Leslie Williams, en bokser fra den nærliggende landsby Tonypandy. De to skulle efter sigende have sejlet med Lusitania den 6. april, men blev forsinket, da de ville vente på et jakkesæt i håb om at undgå at betale dyrt for nyt tøj i Amerika. Forsinkelsen betød, at de i stedet skulle sejle fra Southampton på Titanics jomfrurejse den 12. april. Tilsyneladende havde Chas Barnett betalt ekstra for, at de to boksere fik adgang til motionsrummet på første klasse, selv om de rejste på tredje klasse. Efter afgangen fra Southampton skrev Dai til sin mor hjemme i Wales - han var forbløffet over skibets størrelse: ''Det er et dejligt skib, næsten lige så stort som hele Treherbert, det er som et flydende palads, [...] Der er hundredvis af udlændinge her fra alle nationer. [...] så op med humøret, mor, for jeg har det godt, så du skal ikke være ked af det.''",
      "de": "Dai Bowen war ein Profiboxer aus dem walisischen Bergbaudorf Treherbert nordwestlich von Cardiff. Da er aus einer Bergbaustadt stammte, arbeitete Dai zunächst als Bergmann, der als Hewer (Abbau von Gestein oder Mineralien in Handarbeit) geführt wurde, doch als er 19 Jahre alt war, begann er seine Karriere als Profiboxer und trainierte unter einem Mann namens George Cundick. Dai war einer von zwei Boxern, die der Sportredakteur der Zeitung, Chas Barnett, ausgewählt hatte, um für ein Jahr in die USA zu reisen und dort Kämpfe unter der Leitung des Sportpromoters Frank Torreyson zu bestreiten. Der andere Boxer, der mit Dai reiste, war sein bester Freund Leslie Williams, ein Boxer aus dem nahe gelegenen Dorf Tonypandy. Berichten zufolge sollten die beiden am 6. April mit der Lusitania in See stechen, aber sie warteten auf die Ankunft eines Anzugs, um die hohen Preise für neue Kleidung in Amerika zu vermeiden. Die Verzögerung bedeutete, dass sie stattdessen am 10. April von Southampton aus zur Jungfernfahrt der Titanic aufbrachen. Anscheinend hatte Chas Barnett eine zusätzliche Gebühr bezahlt, um den beiden Kämpfern trotz ihrer Dritten Klasse einen besonderen Zugang zum Fitnessraum der Ersten Klasse zu ermöglichen. Nach der Abfahrt von Southampton schrieb Dai an seine Mutter in Wales und war erstaunt über die Größe des Schiffes: „Das ist ein wunderschönes Schiff, es ist fast so groß wie Treherbert, es ist wie ein schwimmender Palast, [...] Es sind Hunderte von Migranten aus allen Nationen an Bord. [...] also Kopf hoch, Mutter, mir geht es bestens, mach dir keine Sorgen.",
      "it": "Dai Bowen era un pugile professionista proveniente dal villaggio minerario gallese di Treherbert a nord-ovest di Cardiff. Essendo originario di una città mineraria, fu inevitabile che Dai iniziasse a lavorare come minatore di carbone, ma all’età di 19 anni aveva già iniziato la carriera di pugile professionista, sotto la guida di un uomo di nome George Cundick. Dai fu uno dei due pugili scelti dal giornalista sportivo Chas Barnett per andare a combattere negli Stati Uniti con un tour di un anno durante gli incontri gestiti dal promotore sportivo Frank Torreyson. L’altro pugile che viaggiava con Dai era anche il suo migliore amico Les Williams, che veniva del vicino villaggio di Tonypandy. I due avrebbero dovuto navigare sul Lusitania il 6 aprile, ma erano in ritardo: aspettavano una particolare tuta, sperando di evitare di pagare prezzi elevati per nuovi vestiti sportivi in America. Quel ritardo li mise sulla strada per Southampton verso il viaggio inaugurale del Titanic, il 12 aprile. Sembra che Chas Barnett avesse pagato anche un costo aggiuntivo per far sì che i due pugili avessero un accesso speciale alla palestra di prima classe nonostante il loro biglietto fosse di terza classe. Dopo aver lasciato Southampton, Dai scrisse a sua madre nel Galles, sbalordito dalle dimensioni della nave: “Questa è una gran bella barca, secondo me è grande come il nostro paese, è come un palazzo galleggiante, […] e ci sono centinaia di stranieri, di ogni nazione. […] quindi rallegrati ora mamma, perché sono sereno, quindi stai serena anche tu”",
      "pt": "Dai Bowen era um boxeador profissional oriundo da vila mineira de Treherbert, a noroeste de Cardiff, no País de Gales. Como muitos de sua comunidade, começou a trabalhar nas minas de carvão ainda jovem, registrado como hewer (extrator de carvão). No entanto, aos 19 anos, já havia iniciado a transição para o boxe profissional, treinando sob a orientação de George Cundick. Dai foi um dos dois lutadores escolhidos pelo editor esportivo Chas Barnett para viajar aos Estados Unidos, onde fariam uma turnê de lutas ao longo de um ano, organizada pelo promotor Frank Torreyson. O outro boxeador era seu melhor amigo, Les Williams, vindo da vizinha Tonypandy. Os dois deveriam ter embarcado no Lusitania, em 6 de abril, mas o atraso na entrega de um terno - para evitar os altos custos de roupas novas na América - acabou mudando seus planos. Por conta disso, embarcaram em Southampton na viagem inaugural do Titanic, em 12 de abril de 1912. Ao que tudo indica, Chas Barnett havia pago uma taxa extra para que os lutadores tivessem acesso especial à academia da primeira classe, apesar de viajarem na terceira classe. Depois da partida de Southampton, Dai escreveu à mãe em Gales, impressionado com as dimensões do navio: “Este é um barco maravilhoso, ele é quase tão grande quanto Treherbert, é como um palácio flutuante. [...] Há centenas de estrangeiros de todas as nações a bordo. [...] Então anime-se, mãe, pois estou em plena forma, não se preocupe.”",
      "nl": "Dai Bowen was a professional boxer from the Welsh mining village of Treherbert northwest of Cardiff. Being from a mining town, Dai began working as a coal miner listed as a hewer, but by the time he was 19 he had begun the career shift into professional pugilism, training under a man named George Cundick. Dai was one of two fighters chosen by newspaper sports editor Chas Barnett to go to the U.S. for a year’s tour of bouts managed by sports promoter Frank Torreyson. The other boxer traveling with Dai was his best friend Leslie Williams, a fighter from the nearby village of Tonypandy. The two were reportedly meant to sail on the Lusitania on April 6, but were delayed waiting for the arrival of a suit, hoping to avoid paying steep prices for new clothing in America. The delay meant they would instead set sail from Southampton on the Titanic’s maiden voyage on April 12. It seems that Chas Barnett had paid an additional fee to arrange for the two fighters to have special access to the 1st gymnasium despite their 3rd. After departing Southampton, Dai wrote to his mother back home in Wales, astounded by the size of the ship: “This is a lovely boat, she is very near so big as Treherbert, she is like a floating palace, [...] There is hundreds of foreigners on her of every nation. [...] so cheer up now mother, for I am in the pink, so don't vex.”"
    },
    "postIceberg": {
      "fr": "David John “Dai“ Bowen, boxeur professionnel gallois, voyageait en troisième classe. La nuit du naufrage, il aida d’autres passagers mais ne survécut pas. Son corps ne fut jamais retrouvé.",
      "en": "David John “Dai“ Bowen, a Welsh professional boxer, was traveling in third class. On the night of the sinking, he helped other passengers but did not survive. His body was never recovered.",
      "da": "David John 'Dai' Bowen, walisisk professionel bokser, rejste på tredje klasse. På aftenen for forliset hjalp han andre passagerer, men overlevede ikke selv. Hans lig blev aldrig fundet. ",
      "de": "David John 'Dai' Bowen, ein walisischer Profiboxer, reiste in der Dritten Klasse. In der Nacht des Schiffsunglücks half er anderen Passagieren, überlebte aber nicht. Seine Leiche wurde nie geborgen.",
      "it": "David John “Dai” Bowen, un pugile professionista gallese, stava viaggiando in terza classe. La notte del naufragio aiutò altri passeggeri ma non sopravvisse. Il suo corpo non fu mai recuperato.",
      "pt": "David John “Dai” Bowen, boxeador profissional galês, viajava na Terceira Classe. Na noite do naufrágio, ajudou outros passageiros, mas não sobreviveu. Seu corpo nunca foi recuperado.",
      "nl": "David John “Dai“ Bowen, a Welsh professional boxer, was traveling in third class. On the night of the sinking, he helped other passengers but did not survive. His body was never recovered."
    }
  }
}