{
  "passenger46": {
    "grade": "Passenger",
    "age": 35,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/46-Clear-Annie-Cameron.jpg",
      "alt": "picture of Clear Annie Cameron"
    },
    "name": {
      "fr": "Clear Annie Cameron",
      "en": "Clear Annie Cameron",
      "da": "Clear Annie Cameron",
      "de": "Clear Annie Cameron",
      "it": "Clear Annie Cameron",
      "pt": "Clear Annie Cameron"
    },
    "description": {
      "fr": "Clear Cameron naquit dans le nord de l’Angleterre en 1877, troisième de quatre enfants. Son frère aîné Earnest grandit entouré de filles. Clear était proche de sa sœur Janet, avec qui elle garda une correspondance suivie. À 14 ans, elle travaillait comme domestique, vivant chez son employeur mais restant proche de sa famille dans le Derbyshire, avant de s’installer à Londres. Elle fut femme de chambre chez le colonel Henry Hugh Oldham et son épouse Ella Frances Emma. Son travail lui permit un certain confort, puisqu’elle put à un moment s’offrir une automobile. Malgré cela, elle décida de traverser l’Atlantique pour découvrir l’Amérique. Son amie Nellie Walcroft espérait trouver un emploi de cuisinière aux États-Unis; elles partirent ensemble. Malgré la grève du charbon de 1912, elles purent acheter un billet de seconde classe sur le Titanic. Clear écrivit à sa sœur Janet depuis le Titanic, avant le gong du petit-déjeuner du 11 avril, faisant part de sa déception: 'On aurait cru que le bateau ne roulerait pas, mais il tangue en ce moment même comme un fou.'",
      "en": "Clear Cameron was born in the north of England in 1877. Clear was the third of four children, the eldest, brother Earnest, was alone in a house of girls. Clear was close with both her older sister Janet, and kept a steady correspondence with her in later years. At 14 Clear was working as a domestic servant, and though she was seemed to be living in the home of her employer, she still lived near her family in Derbyshire, though as she grew up, she relocated to London. She worked for a time as a housemaid for Colonel Henry Hugh Oldham and his wife Ella Frances Emma. Clear’s work as a housemaid seemed to keep her in good stead, as she was at one point in time able to afford a motorcar. Despite this, she determined to sail the Atlantic to see what America had in store. Clear’s friend Nellie Walcroft was hoping to employment as a cook in the U.S., and the two took off together. Though their plans were somewhat hampered by the coal strike of 1912, they were able were able to afford a 2nd ticket aboard White Star’s newest ship, Titanic.Clear wrote to her sister Janet from the on-board Titanic before the breakfast gong on the morning of April 11, writing of her disappointment that the ship wasn’t steadier: “The Boat, one would have thought, would not roll, but it is rocking at this present minute like mad.”",
      "da": "Clear Cameron blev født i det nordlige England i 1877. Clear var det tredje af fire børn - broren Earnest var ældst og eneste dreng i et hus fyldt med piger. Clear var tæt knyttet til sin storesøster Janet og korresponderede flittigt med hende i de senere år. Som 14-årig arbejdede Clear som hushjælp, og selv om hun boede hos sin arbejdsgiver, var hun stadig i nærheden af sin familie i Derbyshire. Da hun blev voksen, flyttede hun til London. \n\nHun arbejdede i en periode som stuepige hos oberst Henry Hugh Oldham og hans kone Ella Frances Emma. Clears arbejde som stuepige så ud til at være vellønnet, da hun på et tidspunkt endda fik råd til en bil. Alligevel var hun fast besluttet på at sejle over Atlanten for at se, hvad Amerika havde at byde på. Clears veninde Nellie Walcroft håbede på at få arbejde som kok i Amerika, og de to tog af sted sammen. Selv om deres planer blev ændret på grund af kulstrejken i 1912, fik de råd til en billet på anden klasse om bord på White Stars nyeste skib, Titanic.\n\nClear skrev til sin søster Janet fra Titanic før morgenmaden den 11. april og fortalte om sin skuffelse over, at skibet ikke var mere stabilt: 'Man skulle tro, at en båd som denne ikke ville gynge, men den gynger voldsomt lige nu.'",
      "de": "Clear Cameron wurde 1877 im Norden Englands geboren. Clear war das dritte von vier Kindern. Der älteste, Bruder Earnest, war allein in einem Haus voller Mädchen. Clear hatte ein enges Verhältnis zu ihrer älteren Schwester Janet, mit der sie in späteren Jahren einen ständigen Briefwechsel führte. Mit 14 Jahren arbeitete Clear als Hausangestellte, und obwohl sie im Haus ihres Arbeitgebers zu wohnen schien, hatte sie auch in der Nähe ihrer Familie in Derbyshire gelebt. Später zog sie dann nach London um. Sie arbeitete eine Zeit lang als Hausmädchen für Colonel Henry Hugh Oldham und seine Frau Ella Frances Emma. Clear's Arbeit als Hausmädchen schien lukrativ zu sein, da sie sich irgendwann ein Auto leisten konnte. Trotzdem war sie entschlossen, den Atlantik zu überqueren, um zu sehen, was Amerika zu bieten hatte. Clear's Freundin Nellie Walcroft hoffte auf eine Anstellung als Köchin in den USA und die beiden machten sich gemeinsam auf den Weg. Obwohl ihre Pläne durch den Kohlestreik von 1912 durchkreuzt wurden, konnten sie sich ein Ticket für die Zweite Klasse an Bord des neuesten Schiffes der White Star, der Titanic, leisten. Clear schrieb ihrer Schwester Janet vor dem Frühstücksgong am Morgen des 11. April von Bord der Titanic aus und berichtete von ihrer Enttäuschung darüber, dass das Schiff nicht stabiler war: „Man hätte gedacht, das Schiff würde sich nicht bewegen, aber es schaukelt in dieser Minute wie verrückt.“",
      "it": "Clear Cameron nacque nel nord dell’Inghilterra nel 1877. Era  terza di quattro figli, il maggiore, il fratello Earnest, era il solo maschio in una casa di donne. Clear era vicina d’età alla sorella maggiore Janet e con lei mantenne una costante corrispondenza negli anni successivi. A 14 anni, Clear già lavorava come domestica, ancora vicino alla sua famiglia nel Derbyshire, anche se, crescendo, si trasferì a Londra. Lavorò per un certo periodo come domestica per il colonnello Henry Hugh Oldham e sua moglie Ella Frances Emma. Il lavoro di Clear come domestica doveva essere ben pagato, dato che a un certo punto fu in grado di permettersi un’auto. Nonostante questo, decise di lasciare tutto e navigare nell’Atlantico per vedere cosa avesse in serbo per lei l’America. L’amica di Clear, Nellie Walcroft, sperava di trovare lavoro come cuoca negli Stati Uniti e partì con lei. Anche se i loro piani furono ostacolati dallo sciopero del carbone del 1912, le due giovani furono in grado di permettersi un biglietto di seconda classe a bordo della nuova nave della White Star, il Titanic. Clear scrisse a sua sorella Janet dal Titanic prima del gong della colazione l’11 aprile, scrivendo della sua delusione per il rollio della nave: “Dicevano che su questa nave non ci sarebbero stati scossoni, ma sta oscillando proprio in questo momento come pazza.”",
      "pt": "Clear Cameron nasceu no norte da Inglaterra em 1877. Foi a terceira de quatro filhos, sendo que o irmão mais velho, Earnest, era o único menino em uma casa de meninas. Clear tinha uma relação próxima com a irmã mais velha, Janet, com quem manteve correspondência constante nos últimos anos. Aos 14 anos, Clear já trabalhava como empregada doméstica e, embora parecesse morar na casa de seu empregador, ainda residia perto de sua família em Derbyshire; com o tempo, mudou-se para Londres.Ela trabalhou como empregada doméstica para o Coronel Henry Hugh Oldham e sua esposa Ella Frances Emma. O emprego como empregada parecia garantir certa estabilidade, já que em um momento ela pôde até comprar um automóvel. Apesar disso, decidiu atravessar o Atlântico para conhecer as oportunidades da América. Sua amiga Nellie Walcroft esperava conseguir trabalho como cozinheira nos EUA, e as duas partiram juntas. Embora seus planos tenham sido um pouco atrapalhados pela greve de carvão de 1912, conseguiram comprar passagens na Segunda Classe no mais novo navio da White Star, o Titanic. Clear escreveu para a irmã Janet a bordo do Titanic antes do toque do sino do café da manhã na manhã de 11 de abril, expressando sua decepção com a instabilidade do navio:O barco, a gente poderia pensar, não balançaria, mas está balançando neste exato momento como louco.”"
    },
    "postIceberg": {
      "fr": "Clear Annie Cameron, passagère de troisième classe, voyageait avec sa sœur. Elle ne survécut pas au naufrage et son corps ne fut jamais retrouvé. Son parcours illustre le taux de mortalité élevé parmi les passagers de troisième classe, en particulier les femmes qui n’étaient pas prioritaires pour les canots de sauvetage.",
      "en": "Clear Annie Cameron, a second-class passenger, was traveling with her sister. She did not survive the sinking, and her body was never recovered. Cameron's experience underscores the high mortality rate among third-class passengers, particularly women who were not given priority for lifeboats.",
      "da": "Clear Annie Cameron, passager på anden klasse. Hun overlevede ikke forliset, og hendes lig blev aldrig fundet. Camerons oplevelse understreger den høje dødelighed blandt passagererne på tredje klasse, især kvinder, som ikke kom i betragtning til en plads i redningsbådene.",
      "de": "Annie Cameron, eine Passagierin der Zweiten Klasse, war mit ihrer Schwester unterwegs. Sie überlebte den Untergang nicht und ihre Leiche wurde nie geborgen. Camerons Erlebnis verdeutlicht die hohe Sterblichkeitsrate unter den Passagieren der Zweiten Klasse, insbesondere unter den Frauen, die keinen Vorrang bei den Rettungsbooten hatten.",
      "it": "Clear Annie Cameron, una passeggera di seconda classe, viaggiava con sua sorella. Non sopravvisse all'affondamento e il suo corpo non fu mai recuperato. L'esperienza di Cameron sottolinea l'alto tasso di mortalità tra i passeggeri di terza classe, in particolare le donne che non avevano la priorità per le scialuppe di salvataggio.",
      "pt": "Clear Annie Cameron, passageira da Terceira Classe, viajava com sua irmã. Ela não sobreviveu ao naufrágio, e seu corpo nunca foi recuperado. A experiência de Cameron destaca a alta taxa de mortalidade entre os passageiros da Terceira Classe, especialmente entre as mulheres, que não tinham prioridade para os botes salva-vidas."
    }
  }
}