{
  "passenger5": {
    "grade": "Passenger",
    "age": 51,
    "role": {
      "fr": "Ingénieur en chef",
      "en": "Chief engineer",
      "da": "Omkommet besætningsmedlem (maskinchef)",
      "de": "Chefingenieur",
      "it": "Ingegnere capo",
      "pt": "Inżynier główny",
      "nl": "Hoofdwerktuigkundige"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/05-Joseph-Bell.jpg",
      "alt": "picture of Joseph Bell"
    },
    "name": {
      "fr": "Joseph Bell",
      "en": "Joseph Bell",
      "da": "Joseph Bell",
      "de": "Joseph Bell",
      "it": "Joseph Bell",
      "pt": "Joseph Bell",
      "nl": "Joseph Bell"
    },
    "description": {
      "fr": "Joseph Bell était le chef mécanicien du Titanic. Né en 1861 dans la ferme familiale, Bell était l’aîné de quatre enfants. Il se découvrit un intérêt pour les machines et fit un apprentissage d’ingénieur mécanicien. Il travailla pour un fabricant de locomotives renommé à Newcastle, entreprise qui avait apporté plusieurs contributions notables aux innovations ferroviaires de l’ère victorienne. Il fut embauché par la White Star Line en 1885 et servit comme ingénieur sur plusieurs navires avant d’être promu chef mécanicien du SS Coptic en 1891. En 1893, il épousa Maude Bates, et le couple eut quatre enfants. La famille vécut à Ripley jusqu’en 1911, lorsque Bell s’installa à Belfast avec sa femme et leur fils de trois ans pour que les autres enfants puissent poursuivre leur scolarité sans interruption, bien que leur fils aîné Frank les rejoignit bientôt à Belfast lorsqu’il décrocha un apprentissage chez Harland and Wolff. Bien qu’il ait servi comme chef mécanicien pour le voyage inaugural, le plan était qu’il transmette ces fonctions à un autre ingénieur et retourne à Belfast pour superviser l’achèvement du dernier navire de la classe Olympic : le Britannic. C’était une routine qu’il avait déjà accomplie de nombreuses fois : après avoir supervisé la construction d’un navire, Bell en assurait la première traversée comme chef mécanicien, puis retournait à Belfast pour superviser le prochain projet de la White Star. Il avait fait de même avec la sœur aînée Olympic : il avait joué un rôle majeur dans sa construction et l’avait accompagnée pour son voyage inaugural, avant de confier les fonctions de chef mécanicien à Robert Flemming afin de retourner à Belfast pour terminer le travail sur le Titanic.",
      "en": "Joseph Bell was Titanic’s Chief Engineer. Born in 1861 at the family farmstead, Bell was the oldest of four. He found an interest in machines, and took an engineering apprenticeship as an engine fitter. He worked for a well known locomotive manufacturer in Newcastle which had made several notable contributions to Victorian railway innovations.He was hired by White Star Lines in 1885, and served as an engineer aboard several ships before being promoted to Chief Engineer of SS Coptic in 1891. In 1893 he married Maude Bates, the two had four children. The family lived in Ripley until 1911, when Bell took lodging in Belfast with his wife and three-year old son so the other children could continue their schooling uninterrupted, though his oldest son Frank would soon join them in Belfast when he landed an apprenticeship with Harland and Wolff.Though he served as Chief Engineer for the maiden voyage, the plan was for him to hand these duties off to another engineer and return to Belfast to oversee the completion of the final Olympic-class sister: Britannic. It was a routine he had completed numerous times before: after overseeing construction on a ship, Bell would then act as the ship’s first Chief Engineer, taking it on its first few voyages before returning to Belfast to oversee White Star’s next project. He had done the same with oldest sister Olympic: playing a major role in her construction and taking her to sea for her maiden voyage, before handing Chief Engineering duties off to Robert Flemming so that Bell could return to Belfast to complete work on Titanic.",
      "da": "Joseph Bell var Titanics maskinchef. Bell blev født i 1861 på familiens gård og var den ældste af fire børn. Han fattede interesse for maskiner og gik i lære som maskinarbejder. Senere arbejdede han for en anerkendt lokomotivproducent i Newcastle, som havde ydet flere innovative bidrag til udviklingen af jernbanen i Victoria-tiden.\n\nHan blev hyret af White Star Line i 1885 og arbejdede som maskinmester på flere skibe, før han blev forfremmet til maskinchef på SS Coptic i 1891. I 1893 blev han gift med Maude Bates, og de fik fire børn. Familien boede i Ripley indtil 1911, hvor Bell flyttede til Belfast med sin kone og treårige søn, mens de andre børn færdiggjorde deres skolegang i Ripley. Den ældste søn Frank sluttede sig hurtigt til dem i Belfast, hvor han fik en læreplads hos Harland & Wolff.\n\nSelv om Bell fungerede som maskinchef på jomfrurejsen, var det planen, at han skulle overlade jobbet til en anden maskinmester og vende tilbage til Belfast for at føre tilsyn med færdiggørelsen af det sidste søsterskib i Olympic-klassen: Britannic. Det var en plan, han havde fulgt mange gange før: Efter at have ført tilsyn med byggeriet af et skib skulle Bell være skibets første maskinchef og tage med på skibets første par rejser for derefter at vende tilbage til Belfast for at føre tilsyn med White Stars næste projekt. Han havde fulgt samme plan med det ældste søsterskib Olympic, hvor han spillede en stor rolle i konstruktionen af skibet og tog med på jomfrurejsen, før han overlod maskinchefens opgaver til Robert Flemming, så Bell kunne vende tilbage til Belfast for at færdiggøre arbejdet på Titanic.",
      "de": "Joseph Bell war der Chefingenieur der Titanic. Bell wurde 1861 als ältestes von vier Kindern auf dem elterlichen Bauernhof geboren. Er interessierte sich für Maschinen und absolvierte eine Lehre als Maschinenschlosser. Joseph arbeitete für einen bekannten Lokomotivhersteller in Newcastle, der mehrere bemerkenswerte Beiträge zu den viktorianischen Eisenbahninnovationen geleistet hatte. 1885 wurde er von der White Star Line angeheuert und diente als Ingenieur auf mehreren Schiffen, bevor Joseph 1891 zum Chefingenieur der SS Coptic befördert wurde. 1893 heiratete er Maude Bates, die beiden bekamen vier Kinder. Die Familie lebte bis 1911 in Ripley. Dann zog Bell mit seiner Frau und seinem dreijährigen Sohn nach Belfast, damit die anderen Kinder ungestört ihre Schulausbildung fortsetzen konnten. Sein ältester Sohn Frank sollte auch bald zu ihnen nach Belfast ziehen, da er eine Lehrstelle bei Harland and Wolff antrat. Obwohl er auf der Jungfernfahrt als Chefingenieur fungierte, war geplant, dass er diese Aufgabe an einen anderen Ingenieur abgab und nach Belfast zurückkehrte, um die Fertigstellung der letzten Schwester der Olympic-Klasse zu überwachen: Britannic. Es war schon zur Routine geworden - nachdem er den Bau eines Schiffes beaufsichtigt hatte, würde Bell als erster Chefingenieur des Schiffes fungieren und es auf seine ersten Fahrten begleiten, bevor er nach Belfast zurückkehrte, um das nächste Projekt von White Star zu beaufsichtigen. Dasselbe hatte er bei der ältesten Schwester Olympic getan, er spielte eine wichtige Rolle bei ihrem Bau und führte sie auf ihrer Jungfernfahrt zur See, bevor er die Aufgaben des Chefingenieurs an Robert Flemming übergab, um nach Belfast zurückzukehren und die Arbeiten an der Titanic abzuschließen.",
      "it": "Joseph Bell era l’ingegnere e capo macchinista del Titanic. Nato nel 1861 nella fattoria di famiglia, Bell era il più vecchio di quattro fratelli. Sin da piccolo provò interesse per macchine e motori e fece il suo apprendistato di ingegneria come montatore di motori. Lavorò poi per un noto costruttore di locomotive a Newcastle che aveva dato diversi e notevoli contributi alle innovazioni ferroviarie dell’epoca vittoriana. Fu assunto dalla White Star Line nel 1885 e servì come ingegnere dj bordo su diverse navi prima di essere promosso a ingegnere capo della SS Coptic nel 1891. Nel 1893 sposò Maude Bates e i due ebbero quattro figli. La famiglia visse a Ripley fino al 1911, quando Bell prese alloggio a Belfast con la moglie in modo che i bambini potessero continuare la loro istruzione senza interruzioni e il figlio maggiore, Frank, avrebbe dovuto beb presto unirsi a loro a Belfast essendo diventato stagista Harland e Wolff. Bell prestò servizio come ingegnere capo per il viaggio inaugurale ma il suo intento era di consegnare l’incarico a un altro ingegnere e tornare a Belfast per supervisionare il completamento dell’ultima nave di classe olimpica: il Britannic. Era una routine che aveva completato numerose volte prima: dopo aver supervisionato la costruzione di una nave, Bell assumeva  il ruolo di primo ingegnere capo della nave, accompagnandola nei suoi primi viaggi prima di tornare a Belfast per supervisionare il prossimo progetto della White Star. Aveva fatto lo stesso con la sorella maggiore del Titanic, l’Olympic: aver svolto un ruolo importante nella sua costruzione e portarla in mare per il suo viaggio inaugurale, prima di consegnare i compiti di capo ingegnere a Robert Flemming in modo che Bell potesse tornare a Belfast per completare i lavori sul Titanic.",
      "pt": "Joseph Bell foi o Engenheiro-Chefe do Titanic. Nascido em 1861 em uma fazenda familiar, Bell era o mais velho de quatro irmãos. Desde jovem, demonstrou interesse por máquinas e fez um aprendizado como montador de motores. Trabalhou para um renomado fabricante de locomotivas em Newcastle, empresa que contribuiu significativamente para as inovações ferroviárias da era vitoriana. Foi contratado pela White Star Line em 1885 e serviu como engenheiro em vários navios antes de ser promovido a Engenheiro-Chefe do SS Coptic em 1891. Em 1893, casou-se com Maude Bates, com quem teve quatro filhos. A família morava em Ripley até 1911, quando Bell mudou-se para Belfast com sua esposa e filho de três anos, para que os outros filhos pudessem continuar seus estudos sem interrupções. O filho mais velho, Frank, logo se juntaria a eles em Belfast ao conseguir um aprendizado na Harland and Wolff. Embora Bell tenha servido como Engenheiro-Chefe na viagem inaugural do Titanic, o plano era que ele entregasse essa função a outro engenheiro e retornasse a Belfast para supervisionar a conclusão da última irmã da classe Olympic: o Britannic. Esse era um procedimento habitual para ele: após supervisionar a construção de um navio, atuava como seu primeiro Engenheiro-Chefe, acompanhando as primeiras viagens antes de voltar a Belfast para comandar o próximo projeto da White Star. Ele fez o mesmo com a irmã mais velha, Olympic, desempenhando papel fundamental em sua construção e viagem inaugural, antes de passar as funções de engenharia para Robert Flemming e retornar a Belfast para finalizar os trabalhos no Titanic.",
      "nl": "Joseph Bell maakte deel uit van de bemanning van de Titanic. Deze persoon was 51 jaar oud. Deze persoon werkte aan boord als hoofdwerktuigkundige. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Joseph Bell kort samen."
    },
    "postIceberg": {
      "fr": " Joseph Bell, le chef mécanicien, resta dans la salle des machines pour maintenir l’alimentation électrique le plus longtemps possible. Il périt lors du naufrage et son corps ne fut jamais retrouvé. Selon un survivant, certains de ses hommes furent aperçus sur le pont, ce qui laisse penser que Bell les libéra, mais à ce moment-là, tous les canots étaient déjà partis.",
      "en": "Joseph Bell, the chief engineer, stayed in the engine room to maintain power for as long as possible. He perished in the sinking, and his body was never recovered. Some of his men were reported to have been seen on-deck by a survivor, so it is believed that Bell released them, but the lifeboats had all gone by then.",
      "da": "Maskinchef Joseph Bell blev i maskinrummet for at opretholde strømmen så længe som muligt. Han omkom, da skibet gik ned, og hans lig blev aldrig fundet. Nogle af hans mænd blev efter sigende set på dækket af en af de overlevende, så man mener, at Bell lod dem komme op fra maskinrummet, men alle redningsbådene var væk på det tidspunkt.",
      "de": "Joseph Bell, der Chefingenieur, blieb im Maschinenraum, um den Strom so lange wie möglich aufrechtzuerhalten. Er kam beim Untergang ums Leben, und seine Leiche wurde nie geborgen. Einige seiner Männer sollen von einem Überlebenden an Deck gesehen worden sein, so dass man annimmt, dass Bell sie entlassen hat, aber die Rettungsboote waren zu diesem Zeitpunkt schon weg.",
      "it": "Joseph Bell, il capo ingegnere, rimase in sala macchine per mantenere l'energia il più a lungo possibile. Perì nell'affondamento e il suo corpo non fu mai recuperato. Alcuni dei suoi uomini furono visti sul ponte da un sopravvissuto, quindi si ritiene che Bell li abbia liberati, ma le scialuppe di salvataggio erano già partite.",
      "pt": "Joseph Bell, o chefe de máquinas, permaneceu na casa de máquinas para manter a energia pelo maior tempo possível. Ele faleceu no naufrágio e seu corpo nunca foi recuperado. Alguns de seus subordinados foram vistos no convés por um sobrevivente, o que leva a crer que Bell os liberou, mas os botes salva-vidas já haviam partido.",
      "nl": "Joseph Bell behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
