{
  "passenger120": {
    "grade": "Passenger",
    "age": 18,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/120-Emily-Louisa-Badman.png",
      "alt": "picture of Emily Louisa Badman"
    },
    "name": {
      "fr": "Emily Louisa Badman",
      "en": "Emily Louisa Badman",
      "da": "Emily Louisa Badman",
      "de": "Emily Louisa Badman",
      "it": "Emily Louisa Badman",
      "pt": "Emily Louisa Badman",
      "nl": "Emily Louisa Badman"
    },
    "description": {
      "fr": "Mlle Emily Louisa Badman naquit à Clevedon, Somerset, en Angleterre, le 19 janvier 1894. Elle était la fille de Solomon Badman, ouvrier, et d’Emily Cox, tous deux originaires du Somerset, respectivement de Banwell et de Worle. Issue d’une famille de la classe ouvrière, Emily travaillait comme domestique. Au moins deux de ses frères et sœurs avaient déjà émigré en Amérique et, espérant une vie meilleure, Emily avait pleinement l’intention de les rejoindre. Sa mère, d’abord opposée à ce qu’elle traverse l’Atlantique seule, finit par céder. Comme elle et une cousine ne s’étaient jamais rencontrées, elles avaient convenu de porter un nœud de ruban orange (ou jaune, selon les sources) attaché à leur poignet gauche afin de se reconnaître plus facilement. Accompagnée jusqu’au terminal de la White Star Line par un de ses frères, Emily embarqua sur le Titanic à Southampton en tant que passagère de troisième classe (billet n° A/4 31416, coûtant 8 £ 1 s). Elle partageait sa cabine, située vers la proue, avec trois autres femmes. Emily ne retourna jamais en Grande-Bretagne. Elle mourut à son domicile, 553 Prospect Avenue, Ridgefield, le 17 juillet 1946, après une longue maladie, et fut inhumée au Mount Carmel Cemetery, à Tenafly, New Jersey.",
      "en": "Miss Emily Louisa Badman was born in Clevedon, Somerset, England on 19 January 1894. She was the daughter of Solomon Badman, a labourer, and Emily Cox , Somerset natives of Banwell and Worle, respectively. She came from a working-class family and was employed as a domestic servant. At least two of Emily's siblings had made the leap and moved to America and, hoping for a better life for herself, Emily had full intentions of joining them. Emily's mother was against any notion of her travelling alone across the Atlantic but soon relented.As both cousins had never met, they had arranged to wear a bow of orange (or yellow, depending on the article) ribbon tied to each of their left wrists in order to ease identification.After being accompanied to the White Star Line terminal by a brother, Miss Badman boarded the Titanic at Southampton as a third-class passenger (ticket number A/4 31416 which cost  £8 1s) and she and three other women shared a cabin located somewhere in the bow.Emily never returned to Britain. Emily died at her home, 553 Prospect Avenue, Ridgefield on 17 July 1946 following a long illness and was buried in Mount Carmel Cemetery, Tenafly, New Jersey",
      "da": "Frøken Emily Louisa Badman blev født i Clevedon, Somerset, England den 19. januar 1894. Hun var datter af Solomon Badman, en arbejder, og Emily Cox, begge fra Somerset, henholdsvis Banwell og Worle. Hun kom fra en arbejderklassefamilie og arbejdede som hushjælp. Mindst to af Emilys søskende var allerede rejst til Amerika, og i håb om et bedre liv havde Emily fuldt ud til hensigt at slutte sig til dem. Hendes mor var oprindeligt imod, at hun skulle rejse alene over Atlanten, men gav snart efter. Da hun og en kusine aldrig havde mødt hinanden, aftalte de at bære en orange (eller gul, afhængigt af kilden) sløjfe bundet om venstre håndled for lettere at kunne genkende hinanden. Efter at være blevet fulgt til White Star Line-terminalen af en bror, gik Emily om bord på Titanic i Southampton som tredjeklassepassager (billet nr. A/4 31416, pris £8 1s). Hun delte en kahyt i stævnen med tre andre kvinder. Emily vendte aldrig tilbage til Storbritannien. Hun døde i sit hjem, 553 Prospect Avenue, Ridgefield, den 17. juli 1946 efter en lang sygdom og blev begravet på Mount Carmel Cemetery i Tenafly, New Jersey.",
      "de": "Fräulein Emily Louisa Badman wurde am 19. Januar 1894 in Clevedon, Somerset, England, geboren. Sie war die Tochter von Solomon Badman, einem Arbeiter, und Emily Cox, beide aus Somerset, aus Banwell bzw. Worle. Sie stammte aus einer Arbeiterfamilie und arbeitete als Hausangestellte. Mindestens zwei von Emilys Geschwistern waren bereits nach Amerika ausgewandert, und in der Hoffnung auf ein besseres Leben hatte Emily fest vor, ihnen zu folgen. Ihre Mutter war zunächst dagegen, dass sie allein über den Atlantik reiste, gab aber schließlich nach. Da sie und eine Cousine sich noch nie zuvor getroffen hatten, vereinbarten sie, eine orangefarbene (oder gelbe, je nach Quelle) Schleife am linken Handgelenk zu tragen, um sich leichter zu erkennen. Von einem Bruder zum Terminal der White Star Line begleitet, bestieg Emily in Southampton die Titanic als Passagierin der dritten Klasse (Fahrkarte Nr. A/4 31416, Preis £8 1s). Sie teilte sich eine Kabine im Vorschiff mit drei weiteren Frauen. Emily kehrte nie nach Großbritannien zurück. Sie starb am 17. Juli 1946 in ihrem Haus, 553 Prospect Avenue, Ridgefield, nach langer Krankheit und wurde auf dem Mount Carmel Cemetery in Tenafly, New Jersey, beigesetzt.",
      "it": "La signorina Emily Louisa Badman nacque a Clevedon, Somerset, Inghilterra, il 19 gennaio 1894. Era figlia di Solomon Badman, operaio, e di Emily Cox, entrambi originari del Somerset, rispettivamente di Banwell e Worle. Proveniente da una famiglia della classe lavoratrice, Emily lavorava come domestica. Almeno due dei suoi fratelli si erano già trasferiti in America e, sperando in una vita migliore, Emily aveva pienamente intenzione di raggiungerli. Sua madre, inizialmente contraria all’idea che viaggiasse sola attraverso l’Atlantico, alla fine cedette. Poiché lei e una cugina non si erano mai incontrate, avevano deciso di indossare un fiocco arancione (o giallo, secondo le fonti) legato al polso sinistro per riconoscersi facilmente. Accompagnata al terminal della White Star Line da un fratello, Emily si imbarcò sul Titanic a Southampton come passeggera di terza classe (biglietto n. A/4 31416, costo £8 1s). Condivideva la cabina, situata a prua, con altre tre donne. Emily non tornò mai più in Gran Bretagna. Morì nella sua casa al 553 Prospect Avenue, Ridgefield, il 17 luglio 1946, dopo una lunga malattia, e fu sepolta al Mount Carmel Cemetery, a Tenafly, New Jersey.",
      "pt": "A Srta. Emily Louisa Badman nasceu em Clevedon, Somerset, Inglaterra, em 19 de janeiro de 1894. Era filha de Solomon Badman, trabalhador braçal, e Emily Cox, ambos naturais de Somerset, das localidades de Banwell e Worle, respectivamente. Vinda de uma família de classe trabalhadora, Emily atuava como empregada doméstica. Pelo menos dois de seus irmãos já haviam dado o passo de emigrar para a América, e, na esperança de uma vida melhor para si, Emily tinha plena intenção de juntar-se a eles. Sua mãe, inicialmente contrária à ideia de que viajasse sozinha pelo Atlântico, acabou por ceder. Como ela e uma prima que vivia na América nunca haviam se encontrado, combinaram usar uma fita laranja (ou amarela, segundo algumas fontes) amarrada no pulso esquerdo, de modo a facilitar a identificação no desembarque.  Acompanhada até o terminal da White Star Line por um irmão, Emily embarcou no Titanic em Southampton como passageira da terceira classe (bilhete nº A/4 31416, ao custo de £8 1s). Ela dividiu a cabine, localizada na proa, com outras três mulheres. Emily nunca mais voltou à Grã-Bretanha. Faleceu em sua residência, no nº 553 da Prospect Avenue, Ridgefield, em 17 de julho de 1946, após uma longa enfermidade, e foi sepultada no Mount Carmel Cemetery, em Tenafly, Nova Jérsia.",
      "nl": "Emily Louisa Badman reisde in de derde klasse van de Titanic. Deze persoon was 18 jaar oud. Deze persoon reisde als passagier. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Emily Louisa Badman kort samen."
    },
    "postIceberg": {
      "fr": "Dans une interview publiée dans l’Auburn Citizen (24 avril 1912), Emily se souvenait avoir été réveillée par un bruit ' comme si le navire raclait la terre ' ; elle s’habilla, quitta sa cabine pour enquêter et trouva les couloirs remplis d’étrangers montant sur le pont chargés de bagages, beaucoup portant de lourds gilets de sauvetage. Dans une autre interview avec le Skaneateles Free Press (23 avril 1912), Mlle Badman raconta avoir entendu des stewards supplier d’autres passagères de s’habiller et de monter sur le pont, mais celles-ci restèrent indifférentes et se moquèrent de telles suggestions. Emily était active dans son église catholique locale, St. Matthews. Plus tard, elle fit la connaissance d’une autre survivante du Titanic, Margaret Devaney O’Neill, avec qui elle resta amie, les deux femmes se retrouvant souvent à l’occasion des anniversaires du naufrage.",
      "en": "In an interview printed in the Auburn Citizen (24 April 1912), Emily recalled being awoken by a sound 'as if the boat were scraping land'; she dressed and left her cabin to investigate and found the passageways  filled with foreigners going up on deck loaded with luggage, many wearing cumbersome lifebelts. In another interview with the Skaneateles Free Press (23 April 1912), Miss Badman recalled hearing stewards imploring some other women passengers to get dressed and head up top but that they were unmoved and scoffed at such suggestions. Emily was active in her local Roman Catholic church, St Matthews. In later years she became acquainted with another Titanic survivor, Margaret Devaney O'Neill, and the two remained friends and would often meet on the anniversary of the sinking. ",
      "da": "I et interview trykt i Auburn Citizen (24. april 1912) huskede Emily, at hun blev vækket af en lyd 'som om skibet skrabede mod land'; hun klædte sig på og forlod sin kahyt for at undersøge det og fandt gangene fyldt med udlændinge, der gik op på dækket med bagage, mange iført tunge redningsveste. I et andet interview med Skaneateles Free Press (23. april 1912) fortalte frøken Badman, at hun hørte stewarder bede nogle andre kvindelige passagerer om at tage tøj på og gå op, men de forblev upåvirkede og gjorde grin med sådanne forslag. Emily var aktiv i sin lokale katolske kirke, St. Matthews. Senere lærte hun en anden Titanic-overlevende, Margaret Devaney O’Neill, at kende, og de to forblev venner og mødtes ofte på årsdagen for forliset.",
      "de": "In einem Interview, das am 24. April 1912 in der Auburn Citizen erschien, erinnerte sich Emily daran, von einem Geräusch geweckt worden zu sein, „als ob das Schiff über Land schramme“; sie zog sich an, verließ ihre Kabine, um nachzusehen, und fand die Gänge voller Ausländer, die mit Gepäck auf das Deck eilten, viele mit sperrigen Rettungswesten bekleidet. In einem weiteren Interview mit der Skaneateles Free Press (23. April 1912) berichtete Fräulein Badman, dass sie hörte, wie Stewards andere weibliche Passagiere inständig baten, sich anzuziehen und an Deck zu gehen, doch diese blieben unbeeindruckt und verspotteten solche Aufforderungen. Emily war in ihrer örtlichen römisch-katholischen Kirche St. Matthews aktiv. Später lernte sie eine weitere Titanic-Überlebende, Margaret Devaney O’Neill, kennen; die beiden blieben Freundinnen und trafen sich oft am Jahrestag des Untergangs.",
      "it": "In un’intervista pubblicata sull’Auburn Citizen (24 aprile 1912), Emily ricordò di essere stata svegliata da un rumore 'come se la nave stesse raschiando la terra'; si vestì, lasciò la cabina per indagare e trovò i corridoi pieni di stranieri che salivano sul ponte carichi di bagagli, molti dei quali indossavano ingombranti giubbotti di salvataggio. In un’altra intervista con lo Skaneateles Free Press (23 aprile 1912), la signorina Badman raccontò di aver sentito gli steward implorare altre passeggere di vestirsi e salire sul ponte, ma queste rimasero indifferenti e derisero tali suggerimenti. Emily era attiva nella sua chiesa cattolica locale, St. Matthews. Negli anni successivi conobbe un’altra sopravvissuta del Titanic, Margaret Devaney O’Neill, con la quale rimase amica e che incontrava spesso in occasione dell’anniversario del naufragio.",
      "pt": "Em uma entrevista publicada no Auburn Citizen (24 de abril de 1912), Emily recordou ter sido acordada por um som “como se o navio estivesse raspando na terra”; vestiu-se, saiu da cabine para investigar e encontrou os corredores cheios de estrangeiros subindo para o convés carregados de bagagens, muitos usando coletes salva-vidas pesados. Em outra entrevista ao Skaneateles Free Press (23 de abril de 1912), a Srta. Badman contou ter ouvido comissários implorando a outras passageiras que se vestissem e subissem, mas elas permaneceram indiferentes e zombaram de tais avisos. Emily era ativa em sua igreja católica local, St. Matthews. Anos depois, tornou-se amiga de outra sobrevivente do Titanic, Margaret Devaney O’Neill, e as duas permaneceram próximas, encontrando-se frequentemente no aniversário do naufrágio.",
      "nl": "Na de schipbreuk bleef Emily Louisa Badman bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
