{
  "passenger30": {
    "grade": "Passenger",
    "age": 71,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/30-Ramon-Artagaveytia.png",
      "alt": "picture of Ramón Artagaveytia"
    },
    "name": {
      "fr": "Ramón Artagaveytia",
      "en": "Ramón Artagaveytia",
      "da": "Ramón Artagaveytia",
      "de": "Ramón Artagaveytia",
      "it": "Ramón Artagaveytia",
      "pt": "Ramón Artagaveytia",
      "nl": "Ramón Artagaveytia"
    },
    "description": {
      "fr": "Ramón Artagaveytia naquit en juillet 1840 à Montevideo, Uruguay, et à près de 72 ans, il était l’un des passagers les plus âgés du Titanic. Homme d’affaires fortuné, il possédait une ferme en Argentine et vivait à Buenos Aires avant de partir en Allemagne rendre visite à son neveu, employé au consulat uruguayen à Berlin. Avant de quitter Queenstown pour la traversée de l’Atlantique, Artagaveytia écrivit à son frère Adolfo pour décrire le navire, bien qu’il ait eu du mal à trouver les mots. Il évoqua la taille du Titanic, le nombre de membres d’équipage, le confort de sa cabine et l’immensité de la salle à manger de première classe. Il mentionna aussi avoir rencontré un homme politique mexicain à dîner la veille - probablement Manuel Ramirez Uruchurtu. Artagaveytia raconta être monté à bord du Titanic les yeux fermés, car malgré les installations magnifiques, il gardait un souvenir traumatisant des navires. Trente et un ans plus tôt, en 1871, il avait survécu à l’incendie du paquebot America, ne faisant partie que des 64 rescapés. Depuis, il était hanté par des cauchemars de flammes en voyageant, même trois décennies plus tard. Il écrivit à son cousin début 1912: ' …J’en suis même arrivé au point de me retrouver sur le pont avec mon gilet de sauvetage… '",
      "en": "Ramón Artagaveytia was born July, 1840 in Montevideo, Uruguay and at nearly 72 was one of the older passengers aboard Titanic. He was a wealthy businessman who owned a farm in Argentina, and had been living in Buenos Aires before traveling to Germany to visit his nephew, who had a position at the Uruguayan Consulate in Berlin. Before departing Queenstown for the Atlantic crossing, Artagaveytia wrote to his brother Adolfo, describing the ship, though he found it difficult to capture. He wrote about the sheer size of the ship, the number of staff, and the amenities of his room and the size of the 1st dining room. He spoke of meeting a Mexican politician at dinner the night prior - likely Manuel Ramirez Uruchurtu. Artagaveytia described boarding Titanic with his eyes closed, for although the ship’s facilities were magnificent, he had a traumatic history with ships. 31 years prior, in 1871, Artagaveytia had been a passenger aboard the America - a wooden paddle steamship destined for Montevideo. However, the ship caught fire, and Artagaveytia was one of only 64 survivors who escaped the flames of the sinking ship, leaving him with nightmares of the flames when traveling, even three decades later. He wrote to his cousin earlier in 1912. “...I have even gotten to the point where I find myself standing in the deck with my lifebelt on…”",
      "da": "Ramón Artagaveytia blev født i juli 1840 i Montevideo, Uruguay, og var med sine næsten 72 år en af de ældre passagerer om bord på Titanic. Han var en velhavende forretningsmand, som ejede en gård i Argentina og havde boet i Buenos Aires, før han rejste til Tyskland for at besøge sin nevø, som havde en stilling på Uruguays konsulat i Berlin. \n\nFør han forlod Queenstown for at krydse Atlanten, skrev Artagaveytia til sin bror Adolfo og beskrev skibet, selv om han fandt det svært at sætte ord på det. Han skrev om skibets størrelse, antallet af besætningsmedlemmer, bekvemmelighederne i kahytten og størrelsen på første klasses spisesal. Han fortalte, at han havde mødt en mexicansk politiker til en middag aftenen før - sandsynligvis Manuel Ramirez Uruchurtu. \n\nArtagaveytia beskrev, hvordan han gik om bord på Titanic med lukkede øjne, for selv om skibets faciliteter var storslåede, havde han en traumatisk historie med skibe. 31 år tidligere, i 1871, havde Artagaveytia været passager om bord på America - et dampskib af træ med kurs mod Montevideo. Skibet brød i brand, og Artagaveytia var en af de kun 64 overlevende, der undslap flammerne på det synkende skib, og selv tre årtier senere havde han mareridt om flammerne, når han var ude at rejse. Tidligere i 1912 skrev han til sin fætter: '... jeg er endda nået til det punkt, hvor jeg ser mig selv stå på dækket med mit redningsbælte på ...'",
      "de": "Ramón Artagaveytia wurde im Juli 1840 in Montevideo, Uruguay, geboren und war mit fast 72 Jahren einer der älteren Passagiere an Bord der Titanic. Er war ein wohlhabender Geschäftsmann, der eine Farm in Argentinien besaß und in Buenos Aires gelebt hatte, bevor er nach Deutschland reiste, um seinen Neffen zu besuchen, der eine Stelle im uruguayischen Konsulat in Berlin hatte. Bevor er von Queenstown aus zur Atlantiküberquerung aufbrach, schrieb Artagaveytia an seinen Bruder Adolfo und beschrieb das Schiff, das er allerdings nur schwer erfassen konnte. Er schrieb über die schiere Größe des Schiffes, die Anzahl der Mitarbeiter, die Annehmlichkeiten seines Zimmers und die Größe des Speisesaals der Ersten Klasse. Er sprach von einer Begegnung mit einem mexikanischen Politiker beim Abendessen am Abend zuvor - wahrscheinlich Manuel Ramirez Uruchurtu. Artagaveytia beschrieb, wie er mit geschlossenen Augen an Bord der Titanic ging, denn obwohl die Einrichtungen des Schiffes großartig waren, hatte er eine traumatische Vergangenheit mit Schiffen. 31 Jahre zuvor, 1871, war Artagaveytia Passagier auf der America, einem hölzernen Schaufelraddampfer, der nach Montevideo fuhr. Das Schiff geriet jedoch in Brand, und Artagaveytia war einer von nur 64 Überlebenden, die den Flammen des sinkenden Schiffes entkamen, so dass er auch drei Jahrzehnte später noch Alpträume von den Flammen hatte, wenn er auf Reisen war. Anfang 1912 schrieb er an seinen Cousin. „...Ich bin sogar so weit gekommen, dass ich mit angelegtem Rettungsring auf dem Deck stehe...“",
      "it": "Ramón Artagaveytia nacque nel luglio 1840 a Montevideo, in Uruguay e all’età di 72 anni era uno dei passeggeri più anziani del Titanic. Era un ricco uomo d’affari che possedeva una fattoria in Argentina e viveva a Buenos Aires. Si era recato in Germania per visitare suo nipote, che aveva una posizione di rilievo presso il consolato uruguaiano a Berlino. Prima di partire da Queenstown per la traversata atlantica, Artagaveytia scrisse a suo fratello Adolfo, descrivendo la nave, anche se trovò la cosa difficile. Descrisse la forma della nave, il numero di personale e le comodità della sua stanza e poi la sala da pranzo di prima classe. L’anziano uomo d’affari aveva incontrato a cena  la sera precedente un politico messicano - probabilmente Manuel Ramirez Uruchurtu. Artagaveytia descrisse l’imbarco sul Titanic con gli occhi chiusi, poiché sebbene le strutture della nave dessero gran senso di sicurezza, avava avuto una storia traumatica con le navi. 31 anni prima, nel 1871, Artagaveytia era stato un passeggero a bordo dell’America - un piroscafo a pale di legno con destinazione Montevideo. La nave prese fuoco e Artagaveytia fu uno dei soli 64 sopravvissuti che sfuggirono alle fiamme della nave che affondava, lasciandolo in preda agli incubi anche tre decenni dopo. Scrisse a suo cugino prima nel 1912. “...Sono talmente spaventato che mi trovo sul ponte senza motivo col giubbotto di salvataggio pronto.”",
      "pt": "Ramón Artagaveytia nasceu em julho de 1840 em Montevidéu, Uruguai, e, aos quase 72 anos, era um dos passageiros mais idosos a bordo do Titanic. Era um empresário abastado, proprietário de uma fazenda na Argentina, e residia em Buenos Aires antes de viajar à Alemanha para visitar seu sobrinho, que ocupava um cargo no Consulado do Uruguai em Berlim. Antes de partir de Queenstown para a travessia do Atlântico, Artagaveytia escreveu a seu irmão Adolfo, descrevendo o navio, embora tivesse dificuldade em expressar suas impressões. Comentou sobre o imenso tamanho da embarcação, o número de funcionários, as comodidades de sua cabine e a grandiosidade da sala de jantar da primeira classe. Mencionou também ter encontrado um político mexicano no jantar da noite anterior - provavelmente Manuel Ramirez Uruchurtu. Artagaveytia relatou que embarcou no Titanic de olhos fechados, pois, apesar das magníficas instalações, tinha um histórico traumático relacionado a navios. Trinta e um anos antes, em 1871, havia sido passageiro do America - um navio a vapor com rodas de pás de madeira destinado a Montevidéu. Contudo, a embarcação pegou fogo, e Artagaveytia foi um dos apenas 64 sobreviventes que escaparam das chamas do navio em chamas, experiência que lhe provocava pesadelos mesmo décadas depois. Em carta a um primo no início de 1912, escreveu: '...Cheguei até o ponto de me ver em pé no convés com o colete salva-vidas...'",
      "nl": "Ramón Artagaveytia was born July, 1840 in Montevideo, Uruguay and at nearly 72 was one of the older passengers aboard Titanic. He was a wealthy businessman who owned a farm in Argentina, and had been living in Buenos Aires before traveling to Germany to visit his nephew, who had a position at the Uruguayan Consulate in Berlin. Before departing Queenstown for the Atlantic crossing, Artagaveytia wrote to his brother Adolfo, describing the ship, though he found it difficult to capture. He wrote about the sheer size of the ship, the number of staff, and the amenities of his room and the size of the 1st dining room. He spoke of meeting a Mexican politician at dinner the night prior - likely Manuel Ramirez Uruchurtu. Artagaveytia described boarding Titanic with his eyes closed, for although the ship’s facilities were magnificent, he had a traumatic history with ships. 31 years prior, in 1871, Artagaveytia had been a passenger aboard the America - a wooden paddle steamship destined for Montevideo. However, the ship caught fire, and Artagaveytia was one of only 64 survivors who escaped the flames of the sinking ship, leaving him with nightmares of the flames when traveling, even three decades later. He wrote to his cousin earlier in 1912. “...I have even gotten to the point where I find myself standing in the deck with my lifebelt on…”"
    },
    "postIceberg": {
      "fr": "Ramón Artagaveytia, passager uruguayen, ne survécut pas à la catastrophe, bien qu’il ait déjà survécu à un accident maritime. Son corps fut retrouvé par le Mackay-Bennett et identifié grâce à des documents personnels. Il fut enterré au cimetière Fairview Lawn à Halifax, Nouvelle-Écosse, Canada. Sa tombe fait partie des nombreuses tombes de victimes du Titanic dans ce cimetière.",
      "en": "Ramón Artagaveytia, a Uruguayan passenger, did not survive the disaster, slthough he had previously survived a maritime accident. His body was recovered by the Mackay-Bennett and identified by personal documents. He was buried at Fairview Lawn Cemetery in Halifax, Nova Scotia, Canada. His grave is one of the many Titanic victim graves located in this cemetery.",
      "da": "Ramón Artagaveytia, passager fra Uruguay, overlevede ikke katastrofen. Han havde tidligere overlevet en anden skibskatastrofe. Hans lig blev bjærget af Mackay-Bennett og identificeret ved hjælp af personlige dokumenter. Han blev begravet på Fairview Lawn Cemetery i Halifax, Nova Scotia, Canada. Hans grav er en af de mange grave for Titanic-ofre på denne kirkegård.",
      "de": "Ramón Artagaveytia, ein uruguayischer Passagier, überlebte die Katastrophe nicht, obwohl er bereits einen früheren schweren Seeunfall überstanden hatte. Sein Leichnam wurde von der Mackay-Bennett geborgen und anhand persönlicher Unterlagen identifiziert. Er wurde auf dem Fairview Lawn Cemetery in Halifax, Nova Scotia, Kanada, beigesetzt. Sein Grab ist eines von mehreren Gräbern von Titanic-Opfern, die sich auf diesem Friedhof befinden.",
      "it": "Ramón Artagaveytia, un passeggero uruguaiano, non sopravvisse al disastro, sebbene fosse già sopravvissuto a un precedente incidente marittimo. Il suo corpo fu recuperato dalla Mackay-Bennett e identificato tramite documenti personali. Fu sepolto al Fairview Lawn Cemetery a Halifax, Nuova Scozia, Canada. La sua tomba è una delle tante tombe delle vittime del Titanic situate in questo cimitero.",
      "pt": "Ramón Artagaveytia, passageiro uruguaio, não sobreviveu ao desastre, embora já tivesse sobrevivido a um acidente marítimo anteriormente. Seu corpo foi recuperado pelo navio Mackay-Bennett e identificado por documentos pessoais. Foi sepultado no Cemitério Fairview Lawn em Halifax, Nova Escócia, Canadá. Seu túmulo é um dos muitos de vítimas do Titanic localizados nesse cemitério.",
      "nl": "Ramón Artagaveytia, a Uruguayan passenger, did not survive the disaster, slthough he had previously survived a maritime accident. His body was recovered by the Mackay-Bennett and identified by personal documents. He was buried at Fairview Lawn Cemetery in Halifax, Nova Scotia, Canada. His grave is one of the many Titanic victim graves located in this cemetery."
    }
  }
}