{
  "passenger91": {
    "grade": "Passenger",
    "age": 67,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/91-Isidor-Straus.png",
      "alt": "picture of Isidor Straus"
    },
    "name": {
      "fr": "Isidor Straus",
      "en": "Isidor Straus",
      "da": "Isidor Straus",
      "de": "Isidor Straus",
      "it": "Isidor Straus",
      "pt": "Isidor Straus"
    },
    "description": {
      "fr": "Isidor Straus naquit le 6 février 1845 à Otterberg, en Bavière, et émigra avec sa famille aux États-Unis en 1854, s’installant d’abord en Géorgie. Il s’imposa par la suite comme co-propriétaire des grands magasins Macy’s, qu’il développa avec son frère Nathan pour en faire l’un des empires commerciaux emblématiques des États-Unis. Il servit également brièvement comme représentant de l’État de New York au Congrès. À la fin de l’hiver 1912, les Straus rentraient d’Europe à bord du RMS Titanic, embarquant à Southampton le 10 avril en tant que passagers de première classe (cabines C-55 et C-57). Lorsque le navire heurta l’iceberg, Isidor proposa d’abord sa place dans un canot de sauvetage aux femmes et aux enfants, refusant d’embarquer tant que d’autres n’étaient pas en sécurité. Son épouse, Ida, refusa alors de quitter son côté - déclarant, dit-on : ' Où tu iras, j’irai ' - et tous deux furent aperçus pour la dernière fois debout ensemble sur le pont.",
      "en": "Isidor Straus was born on February 6, 1845, in Otterberg, Bavaria, and emigrated with his family to the United States in 1854, initially settling in Georgia. He rose to prominence as co-owner of Macy’s department store, partnering with his brother Nathan to build one of America's iconic retail empires. He also briefly served as a U.S. Representative for New York. As winter ended in 1912, the Strauses were returning from Europe aboard the RMS Titanic, boarding in Southampton on April 10 as First-Class passengers (Cabins C-55 & C-57). When the ship struck the iceberg, Isidor initially offered his lifeboat seat to women and children, refusing to board before others were safe. His wife, Ida, then declined to leave his side-reportedly saying, “Where you go, I go”-and they were last seen standing together on the deck.",
      "da": "Isidor Straus blev født den 6. februar 1845 i Otterberg, Bayern, og emigrerede med sin familie til USA i 1854, hvor de først slog sig ned i Georgia. Han blev kendt som medejer af stormagasinet Macy’s, som han udviklede sammen med sin bror Nathan til et af Amerikas mest ikoniske detailimperier. Han tjente også kortvarigt som kongresmedlem for staten New York. I slutningen af vinteren 1912 vendte ægteparret Straus hjem fra Europa ombord på RMS Titanic, hvor de gik ombord i Southampton den 10. april som førsteklassepassagerer (kahytter C-55 og C-57). Da skibet ramte isbjerget, tilbød Isidor sin plads i en redningsbåd til kvinder og børn og nægtede at gå ombord, før andre var i sikkerhed. Hans hustru Ida nægtede derefter at forlade hans side - angiveligt med ordene: \"Hvor du går, går jeg\" - og de blev sidst set stående sammen på dækket.",
      "de": "Isidor Straus wurde am 6. Februar 1845 in Otterberg, Bayern, geboren und wanderte 1854 mit seiner Familie in die Vereinigten Staaten aus, wo sie sich zunächst in Georgia niederließen. Er wurde als Miteigentümer des Kaufhauses Macy’s bekannt, das er gemeinsam mit seinem Bruder Nathan zu einem der bekanntesten Einzelhandelsimperien Amerikas ausbaute. Außerdem diente er kurzzeitig als Abgeordneter für den Bundesstaat New York im US-Kongress. Ende des Winters 1912 kehrten die Eheleute Straus aus Europa zurück und bestiegen am 10. April in Southampton die RMS Titanic als Passagiere der Ersten Klasse (Kabinen C-55 und C-57). Als das Schiff den Eisberg rammte, bot Isidor seinen Platz in einem Rettungsboot zunächst Frauen und Kindern an und weigerte sich einzusteigen, solange andere nicht in Sicherheit waren. Seine Frau Ida weigerte sich daraufhin, seine Seite zu verlassen - Berichten zufolge mit den Worten: „Wo du hingehst, gehe ich hin“ - und beide wurden zuletzt zusammen an Deck gesehen.",
      "it": "Isidor Straus nacque il 6 febbraio 1845 a Otterberg, in Baviera, ed emigrò con la famiglia negli Stati Uniti nel 1854, stabilendosi inizialmente in Georgia. Divenne famoso come co-proprietario dei grandi magazzini Macy’s, che sviluppò insieme al fratello Nathan trasformandoli in uno degli imperi commerciali più iconici d’America. Servì anche brevemente come rappresentante al Congresso degli Stati Uniti per lo Stato di New York. Alla fine dell’inverno del 1912, gli Straus stavano tornando dall’Europa a bordo del RMS Titanic, imbarcandosi a Southampton il 10 aprile come passeggeri di prima classe (cabine C-55 e C-57). Quando la nave colpì l’iceberg, Isidor offrì inizialmente il suo posto su una scialuppa a donne e bambini, rifiutando di imbarcarsi finché altri non fossero stati al sicuro. Sua moglie, Ida, rifiutò allora di lasciarlo - dichiarando, secondo quanto riportato: 'Dove andrai tu, andrò anch’io' - e i due furono visti per l’ultima volta insieme sul ponte.",
      "pt": "Isidor Straus nasceu em 6 de fevereiro de 1845, em Otterberg, Baviera, e emigrou com a família para os Estados Unidos em 1854, estabelecendo-se inicialmente na Geórgia. Tornou-se conhecido como co-proprietário da loja de departamentos Macy’s, ao lado de seu irmão Nathan, com quem construiu um dos maiores impérios de varejo da América. Também serviu brevemente como representante no Congresso dos EUA por Nova Iorque. No fim do inverno de 1912, os Straus estavam retornando da Europa a bordo do RMS Titanic, embarcando em Southampton em 10 de abril como passageiros de primeira classe (cabines C-55 e C-57). Quando o navio atingiu o iceberg, Isidor ofereceu seu lugar no bote salva-vidas a mulheres e crianças, recusando-se a embarcar antes que outros estivessem a salvo. Sua esposa, Ida, por sua vez, se negou a deixá-lo, dizendo: “Onde você for, eu irei”. O casal foi visto pela última vez lado a lado no convés."
    },
    "postIceberg": {
      "fr": "Le corps d’Isidor fut ensuite retrouvé par le CS Mackay-Bennett et rapatrié à New York, où il fut inhumé au cimetière de Woodlawn. Celui d’Ida ne fut jamais retrouvé. Un cénotaphe émouvant fut érigé en sa mémoire, portant l’inscription : ' Ils étaient beaux et aimables durant leur vie, et dans la mort ils ne furent pas séparés. '",
      "en": "Isidor’s body was later recovered by CS Mackay-Bennett and returned to New York, where he was buried at Woodlawn Cemetery; Ida’s body was never found. A poignant cenotaph erected in his memory carries the inscription: “Lovely and pleasant they were in their lives, and in death they were not divided.",
      "da": "Isidors krop blev senere fundet af CS Mackay-Bennett og bragt tilbage til New York, hvor han blev begravet på Woodlawn Cemetery. Idas krop blev aldrig fundet. Et rørende mindesmærke blev rejst til hendes ære med inskriptionen: \"De var elskelige og venlige i livet, og i døden blev de ikke skilt.\"",
      "de": "Isidors Leichnam wurde später vom Kabelschiff CS Mackay-Bennett geborgen und nach New York überführt, wo er auf dem Woodlawn Cemetery beigesetzt wurde. Idas Leichnam wurde nie gefunden. Ein bewegender Kenotaph wurde zu ihrem Gedenken errichtet und trägt die Inschrift: „Lieblich und freundlich waren sie in ihrem Leben, und im Tod wurden sie nicht getrennt.“",
      "it": "Il corpo di Isidor fu successivamente recuperato dal CS Mackay-Bennett e riportato a New York, dove venne sepolto al Woodlawn Cemetery. Quello di Ida non fu mai ritrovato. Un commovente cenotafio fu eretto in sua memoria con l’iscrizione: 'Erano amabili e gentili nella loro vita, e nella morte non furono separati.'",
      "pt": "O corpo de Isidor foi posteriormente recuperado pelo navio CS Mackay-Bennett e levado a Nova Iorque, onde foi sepultado no Woodlawn Cemetery. O corpo de Ida nunca foi encontrado. Um cenotáfio erguido em sua memória traz a inscrição: “Amáveis e agradáveis foram em suas vidas, e na morte não foram separados.”"
    }
  }
}