{
  "passenger80": {
    "grade": "staff",
    "age": 45,
    "role": {
      "fr": "Hôtesse de bord",
      "en": "Stewardess",
      "da": "Stewardesse",
      "de": "Stewardess",
      "it": "Cameriera di bordo",
      "pt": "Hospedeira de bordo",
      "nl": "Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/80-Mary-Sloane.png",
      "alt": "picture of Mary Sloane "
    },
    "name": {
      "fr": "Mary Sloane",
      "en": "Mary Sloane",
      "da": "Mary Sloane",
      "de": "Mary Sloane",
      "it": "Mary Sloane",
      "pt": "Mary Sloane",
      "nl": "Mary Sloane"
    },
    "description": {
      "fr": "Mary Jane Sloan naquit dans une famille presbytérienne à Belfast, le 5 août 1866. Elle était bien plus proche de ses 46 ans que des 28 qu’elle déclara lors de son embarquement sur le Titanic - un petit embellissement qu’elle fit peut-être par convenance vis-à-vis de ses collègues. Ayant servi comme stewardess à bord du RMS Olympic, Mary se trouvait notamment à bord lors de sa collision avec le HMS Hawke, ce qui témoigne de son expérience et de son sang-froid face à l’adversité. Lorsque le drame survint cette nuit fatidique, Mary demeura calme et efficace : elle aida les passagers, distribua des gilets de sauvetage et finit par embarquer dans le canot n°12, qui l’emmena en sécurité. Une fois secourue par le Carpathia, elle retourna en Europe à bord du SS Lapland. Durant la traversée, elle écrivit une lettre émouvante à sa sœur Maggie, relatant les dernières heures du navire et sa propre résistance au milieu du chaos. Après la tragédie, Mary reprit discrètement sa vie et sa carrière. Elle s’éteignit le 28 février 1953, à l’âge de 86 ans, des suites d’une insuffisance cardiaque. Elle fut inhumée au cimetière de Dundonald, laissant derrière elle une existence marquée à la fois par des événements extraordinaires et un service empreint de dignité.",
      "en": "Mary Jane Sloan was born into a Presbyterian family in Belfast on 5 August 1866, far closer to 46 years of age than the 28 she claimed when boarding the Titanic-a modest embellishment she perhaps made for propriety among her colleagues  Having served as a stewardess aboard the RMS Olympic, Mary was notably aboard during its collision with HMS Hawke, demonstrating both her experience and composure under pressure  When disaster struck that fateful night, Mary remained cool-headed and efficient-assisting passengers, distributing lifejackets, and ultimately boarding Lifeboat No. 12, which took her to safety  Once rescued by the Carpathia, she returned to Europe aboard the SS Lapland. During the voyage, she penned a heartfelt letter to her sister Maggie, recounting the ship’s final hours and her own resilience amid the chaos  After the tragedy, Mary quietly resumed her life and career. She passed away on 28 February 1953 of heart failure at age 86. She was laid to rest in Dundonald Cemetery, her life spanning both extraordinary events and dignified service. ",
      "da": "Mary Jane Sloan blev født i en presbyteriansk familie i Belfast den 5. august 1866, langt tættere på 46 år end de 28, hun hævdede, da hun gik ombord på Titanic-en beskeden forskønnelse, hun måske foretog af hensyn til anstændighed blandt sine kolleger. Efter at have tjent som stewardesse ombord på RMS Olympic var Mary bemærkelsesværdigt også ombord under kollisionen med HMS Hawke, hvilket viste både hendes erfaring og hendes ro under pres. Da katastrofen ramte den skæbnesvangre nat, forblev Mary fattet og effektiv-hun hjalp passagerer, delte redningsveste ud og gik til sidst selv ombord i redningsbåd nr. 12, som bragte hende i sikkerhed. Efter at være blevet reddet af Carpathia, vendte hun tilbage til Europa ombord på SS Lapland. Under rejsen skrev hun et hjerteligt brev til sin søster Maggie, hvor hun fortalte om skibets sidste timer og sin egen styrke midt i kaosset. Efter tragedien genoptog Mary stille sit liv og sin karriere. Hun døde den 28. februar 1953 af hjertesvigt i en alder af 86 år. Hun blev begravet på Dundonald Kirkegård, og hendes liv spændte over både ekstraordinære begivenheder og værdig tjeneste.",
      "de": "Mary Jane Sloan wurde am 5. August 1866 in Belfast in eine presbyterianische Familie hineingeboren, weit näher an 46 Jahren als an den 28, die sie beim Besteigen der Titanic angab-eine bescheidene Verschönerung, die sie vielleicht aus Gründen der Anständigkeit gegenüber ihren Kollegen machte. Nachdem sie als Stewardess an Bord der RMS Olympic gearbeitet hatte, war Mary bemerkenswerterweise auch während der Kollision mit der HMS Hawke an Bord, was sowohl ihre Erfahrung als auch ihre Gelassenheit unter Druck unter Beweis stellte. Als in jener schicksalhaften Nacht die Katastrophe eintraf, blieb Mary gefasst und effizient-sie half Passagieren, verteilte Rettungswesten und ging schließlich selbst an Bord von Rettungsboot Nr. 12, das sie in Sicherheit brachte. Nachdem sie von der Carpathia gerettet worden war, kehrte sie an Bord der SS Lapland nach Europa zurück. Während der Überfahrt schrieb sie einen bewegenden Brief an ihre Schwester Maggie, in dem sie die letzten Stunden des Schiffes und ihre eigene Standhaftigkeit mitten im Chaos schilderte. Nach der Tragödie nahm Mary ihr Leben und ihre Karriere stillschweigend wieder auf. Sie starb am 28. Februar 1953 im Alter von 86 Jahren an Herzversagen. Sie wurde auf dem Dundonald-Friedhof beigesetzt, ihr Leben umfasste sowohl außergewöhnliche Ereignisse als auch würdevollen Dienst.",
      "it": "Mary Jane Sloan nacque a Belfast il 5 agosto 1866 in una famiglia presbiteriana, molto più vicina ai 46 anni che ai 28 che dichiarò al momento di imbarcarsi sul Titanic-un modesto abbellimento che forse fece per decoro tra i suoi colleghi. Avendo già lavorato come cameriera di bordo sulla RMS Olympic, Mary era significativamente presente anche durante la collisione con la HMS Hawke, dimostrando sia esperienza che sangue freddo sotto pressione. Quando la tragedia colpì in quella fatidica notte, Mary rimase calma ed efficiente-assistendo i passeggeri, distribuendo giubbotti di salvataggio e infine salendo a bordo della scialuppa n. 12, che la portò in salvo. Una volta soccorsa dalla Carpathia, tornò in Europa a bordo della SS Lapland. Durante il viaggio scrisse una commovente lettera alla sorella Maggie, raccontando le ultime ore della nave e la propria resilienza in mezzo al caos. Dopo la tragedia, Mary riprese tranquillamente la sua vita e la sua carriera. Morì il 28 febbraio 1953 per insufficienza cardiaca all’età di 86 anni. Fu sepolta nel cimitero di Dundonald, la sua vita abbracciando eventi straordinari e un servizio dignitoso.",
      "pt": "Mary Jane Sloan nasceu em 5 de agosto de 1866, em Belfast, em uma família presbiteriana. Tinha quase 46 anos de idade quando embarcou no Titanic, embora tenha declarado 28-uma pequena alteração de idade que talvez refletisse preocupações de conveniência social entre colegas de tripulação. Com experiência como camareira a bordo do RMS Olympic, Mary já havia testemunhado o navio-irmão do Titanic colidir com o HMS Hawke, episódio que demonstrou sua experiência e sangue-frio diante de situações de risco. Na noite da tragédia, Mary manteve-se serena e eficiente: auxiliou passageiros, distribuiu coletes salva-vidas e, por fim, embarcou no bote nº 12, que a levou em segurança. Após ser resgatada pelo Carpathia, retornou à Europa no SS Lapland. Durante a travessia, escreveu uma carta emocionante à irmã Maggie, descrevendo as últimas horas do navio e sua própria resistência em meio ao caos. Depois do desastre, Mary retomou discretamente sua vida e carreira. Faleceu em 28 de fevereiro de 1953, vítima de insuficiência cardíaca, aos 86 anos, sendo sepultada no Dundonald Cemetery. Sua vida percorreu tanto eventos extraordinários quanto anos de serviço digno e silencioso.",
      "nl": "Mary Sloane maakte deel uit van de bemanning van de Titanic. Deze persoon was 45 jaar oud. Deze persoon werkte aan boord als stewardess. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Mary Sloane kort samen."
    },
    "postIceberg": {
      "fr": "Après la catastrophe, Mary poursuivit son service maritime au sein de la White Star Line. Elle témoigna également devant la commission d’enquête du Board of Trade, décrivant les événements du naufrage et confirmant les procédures de mise à l’eau des canots de sauvetage. Plus tard, elle mena une vie discrète, reconnue par ceux qui la connaissaient pour sa résilience et son professionnalisme. Contrairement à certaines de ses collègues, elle ne se maria pas, consacrant une grande partie de sa vie à son travail. Mary Sloan mourut le 20 février 1953, à l’âge de 70 ans, et fut inhumée au cimetière de Dundonald, à Belfast. Son histoire illustre à la fois le courage et le professionnalisme des stewardesses du Titanic - des femmes dont les rôles furent souvent négligés, mais qui jouèrent une part essentielle dans l’assistance et la survie des passagers. Le témoignage de Mary, ainsi que son sang-froid et son sens des responsabilités pendant le naufrage, assurent sa place dans la mémoire collective liée à cette tragédie.",
      "en": "Following the disaster, Mary continued her maritime service with the White Star Line. She also gave testimony at the Board of Trade Inquiry, describing the events of the sinking and confirming details about lifeboat launching procedures. In later life, she continued to live quietly, remembered by those who knew her as resilient and professional. Unlike some of her colleagues, she did not marry, devoting much of her life to her work. Mary Sloan died on 20 February 1953, at the age of 70. She was buried in Dundonald Cemetery, Belfast. Her story reflects both the courage and professionalism of Titanic’s stewardesses, women whose roles were often overlooked but who played a vital part in the care and survival of passengers. Mary’s testimony, as well as her calm leadership during the sinking, ensures her memory within the broader history of the disaster.",
      "da": "Efter katastrofen fortsatte Mary sin maritime tjeneste hos White Star Line. Hun afgav også vidneforklaring ved Board of Trade Inquiry, hvor hun beskrev begivenhederne under forliset og bekræftede detaljer om procedurerne for at sætte redningsbådene i vandet. Senere i livet fortsatte hun med at leve stille, husket af dem, der kendte hende, som modstandsdygtig og professionel. I modsætning til nogle af sine kolleger giftede hun sig aldrig og viet meget af sit liv til sit arbejde. Mary Sloan døde den 20. februar 1953 i en alder af 70 år. Hun blev begravet på Dundonald Kirkegård i Belfast. Hendes historie afspejler både modet og professionalismen hos Titanics stewardesser, kvinder hvis roller ofte blev overset, men som spillede en afgørende rolle i omsorgen for og overlevelsen af passagerer. Marys vidneudsagn samt hendes rolige lederskab under forliset sikrer hendes minde i den bredere historie om katastrofen.",
      "de": "Nach der Katastrophe setzte Mary ihren Seedienst bei der White Star Line fort. Sie sagte auch vor der Board of Trade Inquiry aus, schilderte die Ereignisse des Untergangs und bestätigte Einzelheiten zu den Abläufen beim Aussetzen der Rettungsboote. Später im Leben führte sie weiterhin ein ruhiges Dasein und wurde von denen, die sie kannten, als widerstandsfähig und professionell in Erinnerung behalten. Anders als einige ihrer Kolleginnen heiratete sie nicht und widmete einen Großteil ihres Lebens ihrer Arbeit. Mary Sloan starb am 20. Februar 1953 im Alter von 70 Jahren. Sie wurde auf dem Dundonald-Friedhof in Belfast beigesetzt. Ihre Geschichte spiegelt sowohl den Mut als auch die Professionalität der Stewardessen der Titanic wider-Frauen, deren Rolle oft übersehen wurde, die jedoch eine entscheidende Rolle bei der Betreuung und dem Überleben der Passagiere spielten. Marys Zeugenaussage sowie ihre ruhige Führung während des Untergangs sichern ihr Andenken innerhalb der umfassenderen Geschichte der Katastrophe.",
      "it": "Dopo la tragedia, Mary continuò il suo servizio marittimo con la White Star Line. Testimoniò inoltre davanti alla Board of Trade Inquiry, descrivendo gli eventi del naufragio e confermando i dettagli sulle procedure di messa in mare delle scialuppe. In seguito visse una vita tranquilla, ricordata da chi la conobbe come resiliente e professionale. A differenza di alcune sue colleghe, non si sposò, dedicando gran parte della sua vita al lavoro. Mary Sloan morì il 20 febbraio 1953, all’età di 70 anni. Fu sepolta nel cimitero di Dundonald a Belfast. La sua storia riflette sia il coraggio sia la professionalità delle cameriere di bordo del Titanic, donne il cui ruolo fu spesso trascurato ma che ebbero una parte vitale nella cura e nella sopravvivenza dei passeggeri. La testimonianza di Mary, così come la sua calma leadership durante il naufragio, garantiscono la sua memoria all’interno della più ampia storia della catastrofe.",
      "pt": "Após o desastre, Mary continuou trabalhando no mar pela White Star Line. Ela também prestou depoimento ao Inquérito do Board of Trade, descrevendo os acontecimentos do naufrágio e confirmando detalhes sobre os procedimentos de lançamento dos botes. Mais tarde, viveu de forma tranquila, sendo lembrada por quem a conheceu como uma mulher resiliente e profissional. Diferente de algumas colegas, nunca se casou, dedicando grande parte da sua vida ao trabalho. Mary Sloan faleceu em 20 de fevereiro de 1953, aos 70 anos, sendo sepultada no Dundonald Cemetery, em Belfast. Sua história reflete tanto a coragem quanto o profissionalismo das camareiras do Titanic, mulheres muitas vezes esquecidas, mas que tiveram papel essencial no cuidado e na sobrevivência dos passageiros. Seu testemunho e sua liderança serena durante o naufrágio garantem sua lembrança na história da tragédia.",
      "nl": "Na de schipbreuk bleef Mary Sloane bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
