{
  "passenger103": {
    "grade": "Passenger",
    "age": 22,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/103-Charles-Robert-Bainbrigge.png",
      "alt": "picture of Charles Robert Bainbrigge"
    },
    "name": {
      "fr": "Charles Robert Bainbrigge",
      "en": "Charles Robert Bainbrigge",
      "da": "Charles Robert Bainbrigge",
      "de": "Charles Robert Bainbrigge",
      "it": "Charles Robert Bainbrigge",
      "pt": "Charles Robert Bainbrigge",
      "nl": "Charles Robert Bainbrigge"
    },
    "description": {
      "fr": "Charles Robert Bainbrigge naquit en 1891 à Manchester, en Angleterre. Il était le fils de Robert Bainbrigge et de Fanny Bainbrigge. Comme beaucoup de jeunes hommes de son époque, il décida d’émigrer au Canada, où de nouvelles opportunités s’ouvraient dans l’industrie et la colonisation. Charles embarqua sur le RMS Titanic à Southampton en tant que passager de deuxième classe. Sa destination était Winnipeg, dans le Manitoba, au Canada, où il projetait de s’installer et de commencer une nouvelle vie.",
      "en": "Charles Robert Bainbrigge was born in 1891, in Manchester, England. He was the son of Robert Bainbrigge and Fanny Bainbrigge. Like many young men of his time, he decided to emigrate to Canada, where new opportunities awaited in industry and settlement. Charles boarded the RMS Titanic at Southampton as a second-class passenger. His destination was Winnipeg, Manitoba, Canada, where he planned to settle and begin a new life.",
      "da": "Charles Robert Bainbrigge blev født i 1891 i Manchester, England. Han var søn af Robert Bainbrigge og Fanny Bainbrigge. Som mange unge mænd på hans tid besluttede han at emigrere til Canada, hvor nye muligheder ventede inden for industri og bosættelse. Charles gik om bord på RMS Titanic i Southampton som andenklasses passager. Hans destination var Winnipeg, Manitoba, Canada, hvor han planlagde at slå sig ned og begynde et nyt liv.",
      "de": "Charles Robert Bainbrigge wurde 1891 in Manchester, England, geboren. Er war der Sohn von Robert Bainbrigge und Fanny Bainbrigge. Wie viele junge Männer seiner Zeit entschied er sich, nach Kanada auszuwandern, wo neue Chancen in Industrie und Siedlung auf ihn warteten. Charles bestieg die RMS Titanic in Southampton als Passagier der zweiten Klasse. Sein Ziel war Winnipeg, Manitoba, Kanada, wo er sich niederlassen und ein neues Leben beginnen wollte.",
      "it": "Charles Robert Bainbrigge nacque nel 1891 a Manchester, in Inghilterra. Era figlio di Robert Bainbrigge e Fanny Bainbrigge. Come molti giovani della sua epoca, decise di emigrare in Canada, dove lo attendevano nuove opportunità nell’industria e nella colonizzazione. Charles si imbarcò sul RMS Titanic a Southampton come passeggero di seconda classe. La sua destinazione era Winnipeg, Manitoba, in Canada, dove intendeva stabilirsi e iniziare una nuova vita.",
      "pt": "Charles Robert Bainbrigge nasceu em 1891, em Manchester, Inglaterra, filho de Robert e Fanny Bainbrigge. Como muitos jovens de sua época, decidiu emigrar para o Canadá, em busca de novas oportunidades de trabalho e de vida. Embarcou no RMS Titanic em Southampton, como passageiro de segunda classe, com destino a Winnipeg, Manitoba, onde planejava se estabelecer e começar uma nova vida.",
      "nl": "Charles Robert Bainbrigge reisde in de tweede klasse van de Titanic. Deze persoon was 22 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Charles Robert Bainbrigge kort samen."
    },
    "postIceberg": {
      "fr": "Charles n’avait que 20 ans au moment de la catastrophe, l’un des nombreux jeunes hommes qui perdirent la vie alors qu’ils cherchaient à commencer une nouvelle existence outre-Atlantique.",
      "en": "Charles was only 20 years old at the time of the disaster, one of many young men who lost their lives in pursuit of a new beginning overseas.",
      "da": "Charles var kun 20 år gammel på tidspunktet for katastrofen, en af de mange unge mænd, der mistede livet i forsøget på at starte på en ny tilværelse på den anden side af Atlanterhavet.",
      "de": "Charles war erst 20 Jahre alt zum Zeitpunkt der Katastrophe, einer von vielen jungen Männern, die ihr Leben verloren, während sie versuchten, ein neues Leben jenseits des Atlantiks zu beginnen.",
      "it": "Charles aveva solo 20 anni al momento della catastrofe, uno dei tanti giovani che persero la vita nel tentativo di iniziare una nuova esistenza oltreoceano.",
      "pt": "Com apenas 20 anos, Charles foi uma das muitas vítimas jovens do desastre, que perderam a vida na tentativa de construir um futuro no exterior.",
      "nl": "Charles Robert Bainbrigge behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
