{
  "passenger41": {
    "grade": "Passenger",
    "age": 41,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/41-Masabumi-Hasono.jpg",
      "alt": "picture of Masabumi Hosono"
    },
    "name": {
      "fr": "Masabumi Hosono",
      "en": "Masabumi Hosono",
      "da": "Masabumi Hosono",
      "de": "Masabumi Hosono",
      "it": "Masabumi Hosono",
      "pt": "Masabumi Hosono",
      "nl": "Masabumi Hosono"
    },
    "description": {
      "fr": "Masabumi Hasono était un fonctionnaire japonais né dans une ville côtière de la préfecture de Niigata. Il fit ses études à Tokyo et gravit les échelons de plusieurs bureaux ferroviaires, commençant comme commis au fret au terminal de Shiodome et devenant directeur ferroviaire à l’Office impérial des chemins de fer. En 1910, Hasono travaillait pour le ministère des Transports et était un fonctionnaire très estimé. Il suivit un cours de russe, puis fut envoyé en Russie pour étudier le vaste réseau ferroviaire national. Cette mission l’éloigna de sa femme et de ses enfants pendant deux ans, et il évoquait dans ses lettres la solitude du travail, pensant à sa famille pour rester efficace et finir sa tâche au plus vite. En 1912, Hasono quitta la Russie. Son retour au Japon devait passer par Londres, puis les États-Unis, lui offrant peut-être l’occasion d’étudier les trains européens et américains avant de repartir de San Francisco. Bien que son intérêt principal fût le transport ferroviaire, il dut être intrigué de voyager sur le Titanic, fleuron du transport maritime. Le 10 avril, il commença une lettre à sa femme en anglais, mais, distrait par la vie à bord, il la laissa inachevée.",
      "en": "Masabumi Hosono was a Japanese civil servant born in a coastal town in Niigata Prefecture. He went to school in Tokyo and began working his way through various railway offices, starting as a cargo clerk at the Shiodome Freight Terminal and working his way up to the title of railroad director in the Imperial Railroad Office. By 1910 Hosono was working for the Ministry of Transport and was a highly valued civil servant. He had completed a Russian language course, and was sent to Russia to study the intricacies of the state railway system, which was one of the largest in the world. The long-term assignment took Hosono away from his wife and children for two years. He wrote of the loneliness of his work, thinking of his family back home to spur his efficiency and finish his task as quickly as possible. Finally, in 1912, Hosono left Russia. His route back to Japan would take him first to London, and across the United States, perhaps giving him an opportunity to study the trains in Europe and the States before sailing again from San Francisco. Though his primary concern was railway transport, he surely must have taken an interest when his route home placed him aboard Titanic, the cutting edge in ocean liner transport. On April 10th he began a letter to his wife in English, though he was apparently distracted by shipboard life shortly after letting her know he was aboard, and the letter was forgotten for some time.",
      "da": "Masabumi Hosono var en japansk embedsmand, der blev født i en kystby i Niigata-præfekturet i Japan. Han gik i skole i Tokyo og begyndte at arbejde sig op i systemet på forskellige jernbanekontorer, hvor han startede som fragtmedarbejder på Shiodome-fragtterminal og arbejdede sig op til titlen som jernbanedirektør i Imperial Railroad Office. \n\nI 1910 arbejdede Hosono for transportministeriet og var en højt værdsat embedsmand. Han havde gennemført et russisk sprogkursus og blev sendt til Rusland for at studere det statslige jernbanesystem, som var et af de største i verden. Den langvarige udstationering betød, at Hosono var væk fra sin kone og sine børn i to år. Han skrev om ensomheden i arbejdet og tænkte på sin familie derhjemme for at blive mere effektiv, så han kunne afslutte sin udstationering så hurtigt som muligt. \n\nI 1912 forlod Hosono endelig Rusland. Hans rejse tilbage til Japan ville først føre ham til London og derefter tværs over USA, hvilket ville give ham mulighed for at studere jernbanerne i Europa og USA, før han skulle sejle videre og hjem fra San Francisco. Selv om hans primære område var jernbanetransport, må han alligevel have fundet det yderst interessant, da rejseplanerne bragte ham om bord på Titanic, det nyeste inden for søtransport. Den 10. april begyndte han at skrive et brev til sin kone på engelsk, men han blev tilsyneladende distraheret af livet om bord kort efter, at han havde fortalt hende, at han var om bord, og brevet blev glemt i nogen tid.",
      "de": "Masabumi Hosono war ein japanischer Beamter, der in einer Küstenstadt in der Präfektur Niigata geboren wurde. Er ging in Tokio zur Schule und durchlief verschiedene Posten bei der staatlichen Eisenbahn. Er begann als Frachtbeamter am Shiodome-Frachtterminal und arbeitete sich bis zum Eisenbahndirektor im Kaiserlichen Eisenbahnamt hoch. Ab 1910 arbeitete Hosono für das Verkehrsministerium und war ein hochgeschätzter Beamter. Er hatte einen Russischkurs absolviert und wurde nach Russland geschickt, um die Feinheiten des staatlichen Eisenbahnsystems zu studieren, das zu den größten der Welt gehörte. Durch diese langfristige Aufgabe war Hosono zwei Jahre lang von seiner Frau und seinen Kindern getrennt. Er schrieb über die Einsamkeit seiner Arbeit und dachte an seine Familie in der Heimat, um seine Effizienz anzuspornen und seine Aufgabe so schnell wie möglich zu erledigen. Im Jahr 1912 verließ Hosono schließlich Russland. Sein Weg zurück nach Japan führte ihn zunächst nach London und dann quer durch die Vereinigten Staaten, was ihm die Gelegenheit gab, die Züge in Europa und den USA zu studieren, bevor er von San Francisco aus wieder abreiste. Auch wenn sein Hauptaugenmerk auf dem Eisenbahnverkehr lag, muss er doch ein Interesse am Schiffsbau gehabt haben, als er auf seinem Heimweg an Bord der Titanic, dem modernsten Ozeandampfer, ging. Am 10. April begann er einen Brief an seine Frau in englischer Sprache, wurde aber offenbar kurz nach der Mitteilung, dass er an Bord war, durch das Bordleben abgelenkt, so dass der Brief für einige Zeit in Vergessenheit geriet.",
      "it": "Masabumi Hosono era un funzionario giapponese nato in una città costiera della prefettura di Niigata. Andò a scuola a Tokyo e iniziò a lavorare in vari uffici ferroviari, iniziando come impiegato di carico al Shiodome Freight Terminal e lavorando fino al titolo di direttore della ferrovia presso l’Ufficio Ferroviario Imperiale.Nel 1910 Hosono lavorava per il Ministero dei Trasporti ed era un funzionario molto apprezzato. Aveva completato un corso di lingua russa e fu inviato in Russia per studiare la complessità del sistema ferroviario statale, uno dei più grandi al mondo. L’incarico a lungo termine portò Hosono lontano da sua moglie e dai suoi figli per due anni. Hosono descrisse nelle sue lettere la sua solitudine, pensando alla famiglia a casa e di come si sforzava di  finire il suo compito il più rapidamente possibile, per tornare da loro.Infine, nel 1912, Hosono lasciò la Russia. Il suo viaggio di ritorno in Giappone lo avrebbe portato prima a Londra e attraverso gli Stati Uniti, forse dandogli l’opportunità di studiare i treni in Europa e negli Stati Uniti prima di ripartire da San Francisco. Anche se la sua principale preoccupazione era il trasporto ferroviario, probabilmente sulla nave deve essere stato sicuramente interessato ai sistemi di navigazione quando il suo percorso verso casa lo mise a bordo del Titanic, l’avanguardia nel trasporto oceanico di linea. Il 10 aprile aveva iniziato una lettera alla moglie in inglese e dopo averle fatto sapere di essere sul Titanic, distratto dalla vita a bordo, se ne dimenticò e la lettera venne lasciata lì per un po’.",
      "pt": "Masabumi Hasono foi um funcionário público japonês, nascido em uma cidade costeira da Prefeitura de Niigata. Estudou em Tóquio e iniciou sua carreira em vários escritórios ferroviários, começando como escriturário de cargas no Terminal de Cargas de Shiodome, ascendendo até o cargo de diretor ferroviário no Escritório Imperial de Ferrovias. Em 1910, Hasono trabalhava para o Ministério dos Transportes e era um funcionário público altamente valorizado. Ele havia concluído um curso de língua russa e foi enviado à Rússia para estudar os detalhes do sistema ferroviário estatal, um dos maiores do mundo. A longa missão afastou Hasono da esposa e dos filhos por dois anos. Ele escreveu sobre a solidão do trabalho, lembrando da família em casa para estimular sua eficiência e concluir a tarefa o mais rápido possível. Finalmente, em 1912, Hasono deixou a Rússia. Seu trajeto de volta ao Japão passaria por Londres e pelos Estados Unidos, possivelmente lhe dando a oportunidade de estudar os trens da Europa e dos EUA antes de partir novamente de São Francisco. Embora sua principal preocupação fosse o transporte ferroviário, certamente se interessou quando sua rota o colocou a bordo do Titanic, o ápice do transporte em navios transatlânticos. Em 10 de abril, ele iniciou uma carta para sua esposa em inglês, mas aparentemente foi distraído pela vida a bordo pouco depois de avisá-la que estava no navio, e a carta ficou esquecida por algum tempo.",
      "nl": "Masabumi Hosono was a Japanese civil servant born in a coastal town in Niigata Prefecture. He went to school in Tokyo and began working his way through various railway offices, starting as a cargo clerk at the Shiodome Freight Terminal and working his way up to the title of railroad director in the Imperial Railroad Office. By 1910 Hosono was working for the Ministry of Transport and was a highly valued civil servant. He had completed a Russian language course, and was sent to Russia to study the intricacies of the state railway system, which was one of the largest in the world. The long-term assignment took Hosono away from his wife and children for two years. He wrote of the loneliness of his work, thinking of his family back home to spur his efficiency and finish his task as quickly as possible. Finally, in 1912, Hosono left Russia. His route back to Japan would take him first to London, and across the United States, perhaps giving him an opportunity to study the trains in Europe and the States before sailing again from San Francisco. Though his primary concern was railway transport, he surely must have taken an interest when his route home placed him aboard Titanic, the cutting edge in ocean liner transport. On April 10th he began a letter to his wife in English, though he was apparently distracted by shipboard life shortly after letting her know he was aboard, and the letter was forgotten for some time."
    },
    "postIceberg": {
      "fr": "Masabumi Hosono, unique passager japonais à bord du Titanic, survécut en embarquant dans le canot de sauvetage n°10. À son retour au Japon, il fut sévèrement critiqué pour ne pas avoir suivi le code samouraï du sacrifice de soi. Malgré la stigmatisation, Hosono poursuivit sa carrière de fonctionnaire. Son expérience a mis en lumière les différences culturelles dans la perception du courage et de l’héroïsme lors de la catastrophe.",
      "en": "Masabumi Hosono, the only Japanese passenger on the Titanic, survived by boarding lifeboat 10. He faced severe backlash upon his return to Japan, where he was criticized for not following the samurai code of self-sacrifice. Despite the stigma, Hosono continued his career as a civil servant. His experience highlighted cultural differences in perceptions of survival and heroism during the disaster.",
      "da": "Masabumi Hosono, den eneste japanske passager på Titanic, overlevede ved at gå om bord i redningsbåd nr. 10. Da han vendte tilbage til Japan, blev han udsat for hård kritik for, at han ikke havde fulgt samuraiernes kodeks om selvopofrelse. På trods af kritikken fortsatte Hosono sin karriere som embedsmand. Hans oplevelse understregede de kulturelle forskelle i opfattelsen af overlevelse og heltemod under katastrofen.",
      "de": "Masabumi Hosono, einer der wenigen japanischen Passagiere auf der Titanic, überlebte an Bord des Rettungsbootes 10. Nach seiner Rückkehr nach Japan wurde er heftig kritisiert, weil er nicht dem Samurai-Kodex der Selbstaufopferung folgte. Trotz dieses Stigmas setzte Hosono seine Karriere als Staatsbeamter fort. Seine Erfahrung machte die kulturellen Unterschiede in der Wahrnehmung von Überleben und Heldentum während der Katastrophe deutlich.",
      "it": "Masabumi Hosono, l'unico passeggero giapponese sul Titanic, sopravvisse salendo sulla scialuppa di salvataggio 10. Al suo ritorno in Giappone, affrontò severe critiche per non aver seguito il codice samurai del sacrificio di sé. Nonostante lo stigma, Hosono continuò la sua carriera come funzionario pubblico. La sua esperienza mise in luce le differenze culturali nelle percezioni di sopravvivenza ed eroismo durante il disastro.",
      "pt": "Masabumi Hosono, o único passageiro japonês a bordo do Titanic, sobreviveu ao embarcar no bote salva-vidas número 10. Ao retornar ao Japão, enfrentou severas críticas por não ter seguido o código samurai de auto-sacrifício. Apesar do estigma, Hosono continuou sua carreira como funcionário público. Sua experiência evidenciou as diferenças culturais nas percepções de sobrevivência e heroísmo durante o desastre.",
      "nl": "Masabumi Hosono, the only Japanese passenger on the Titanic, survived by boarding lifeboat 10. He faced severe backlash upon his return to Japan, where he was criticized for not following the samurai code of self-sacrifice. Despite the stigma, Hosono continued his career as a civil servant. His experience highlighted cultural differences in perceptions of survival and heroism during the disaster."
    }
  }
}