{
  "passenger105": {
    "grade": "Passenger",
    "age": 42,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/105-Samuel-Ward-Stanton.png",
      "alt": "picture of Samuel Ward Stanton"
    },
    "name": {
      "fr": "Samuel Ward Stanton",
      "en": "Samuel Ward Stanton",
      "da": "Samuel Ward Stanton",
      "de": "Samuel Ward Stanton",
      "it": "Samuel Ward Stanton",
      "pt": "Samuel Ward Stanton",
      "nl": "Samuel Ward Stanton"
    },
    "description": {
      "fr": "Samuel Ward Stanton naquit à New York en 1870. Artiste, auteur et historien maritime, il s’était spécialisé dans les portraits de navires et les dessins détaillés de paquebots transatlantiques ainsi que de vapeurs fluviaux. Stanton publia plusieurs ouvrages, dont American Steam Vessels (1895) et American Steamships (1896). Ses illustrations et ses écrits constituent aujourd’hui des témoignages visuels et historiques précieux sur les navires de la fin du XIXᵉ et du début du XXᵉ siècle. Dans les cercles maritimes, il était reconnu pour sa capacité à allier précision technique et grandeur artistique dans ses représentations des steamers. Sa destination était New York, où il vivait et projetait de poursuivre son travail d’illustrateur et d’historien maritime. Stanton transportait avec lui un portefeuille de croquis et de notes - dont on pense qu’il contenait des dessins du Titanic et d’autres navires à vapeur - qui furent tragiquement perdus lors du naufrage.",
      "en": "Samuel Ward Stanton was born in New York City, in 1870. He was an artist, author, and maritime historian, specializing in ship portraits and detailed drawings of ocean liners and river steamers. Stanton published several works, including American Steam Vessels (1895) and American Steamships (1896). His illustrations and writings became important visual and historical records of late 19th- and early 20th-century vessels. He was well known among maritime circles for his ability to capture both the technical precision and artistic grandeur of steamships. His destination was New York, where he lived, and where he planned to continue his work as a maritime illustrator and historian. Stanton carried with him a portfolio of sketches and notes-believed to include drawings of Titanic and other steamships-which were tragically lost in the disaster.",
      "da": "Samuel Ward Stanton blev født i New York i 1870. Han var kunstner, forfatter og maritim historiker, specialiseret i skibsportrætter og detaljerede tegninger af oceandampere og floddamper. Stanton udgav flere værker, herunder American Steam Vessels (1895) og American Steamships (1896). Hans illustrationer og skrifter er i dag vigtige visuelle og historiske kilder til skibe fra slutningen af det 19. og begyndelsen af det 20. århundrede. I maritime kredse var han kendt for sin evne til at forene teknisk præcision med kunstnerisk storhed i sine fremstillinger. Hans destination var New York, hvor han boede, og hvor han planlagde at fortsætte sit arbejde som maritim illustrator og historiker. Stanton medbragte en mappe med skitser og noter - som menes at have indeholdt tegninger af Titanic og andre dampskibe - men som gik tragisk tabt under forliset.",
      "de": "Samuel Ward Stanton wurde 1870 in New York geboren. Er war Künstler, Autor und Maritimhistoriker, spezialisiert auf Schiffsportäts und detaillierte Zeichnungen von Ozeandampfern und Flussdampfern. Stanton veröffentlichte mehrere Werke, darunter American Steam Vessels (1895) und American Steamships (1896). Seine Illustrationen und Schriften stellen heute wertvolle visuelle und historische Zeugnisse über die Schiffe des späten 19. und frühen 20. Jahrhunderts dar. In maritimen Kreisen war er bekannt für seine Fähigkeit, technische Präzision mit künstlerischer Ausdruckskraft zu verbinden. Sein Ziel war New York, wo er lebte und seine Arbeit als Illustrator und Historiker fortsetzen wollte. Stanton führte eine Mappe mit Skizzen und Notizen mit sich - vermutlich auch Zeichnungen der Titanic und anderer Dampfschiffe - die jedoch beim Untergang tragisch verloren gingen.",
      "it": "Samuel Ward Stanton nacque a New York nel 1870. Fu artista, autore e storico marittimo, specializzato in ritratti di navi e disegni dettagliati di transatlantici e battelli a vapore fluviali. Stanton pubblicò diverse opere, tra cui American Steam Vessels (1895) e American Steamships (1896). Le sue illustrazioni e i suoi scritti sono oggi preziose testimonianze visive e storiche delle navi tra la fine dell’Ottocento e l’inizio del Novecento. Negli ambienti marittimi era rinomato per la sua capacità di unire precisione tecnica e grandezza artistica nelle rappresentazioni dei piroscafi. La sua destinazione era New York, dove viveva e dove intendeva continuare il suo lavoro di illustratore e storico marittimo. Stanton portava con sé una cartella di schizzi e appunti - che si ritiene contenesse disegni del Titanic e di altre navi a vapore - andata purtroppo perduta nel naufragio.",
      "pt": "Samuel Ward Stanton nasceu em Nova Iorque, em 1870. Era artista, autor e historiador marítimo, especializado em retratos e desenhos detalhados de navios de passageiros e vapores fluviais. Publicou livros como American Steam Vessels (1895) e American Steamships (1896). Suas ilustrações e escritos se tornaram registros valiosos dos navios do final do século XIX e início do século XX. Stanton era conhecido no meio marítimo por unir precisão técnica e beleza artística em seus trabalhos. Ele viajava de volta a Nova Iorque, onde morava e pretendia continuar seu trabalho como ilustrador e historiador marítimo. Levava consigo uma pasta de esboços e anotações - que provavelmente incluía desenhos do Titanic e de outros navios - mas que se perderam no naufrágio.",
      "nl": "Samuel Ward Stanton was born in New York City, in 1870. He was an artist, author, and maritime historian, specializing in ship portraits and detailed drawings of ocean liners and river steamers. Stanton published several works, including American Steam Vessels (1895) and American Steamships (1896). His illustrations and writings became important visual and historical records of late 19th- and early 20th-century vessels. He was well known among maritime circles for his ability to capture both the technical precision and artistic grandeur of steamships. His destination was New York, where he lived, and where he planned to continue his work as a maritime illustrator and historian. Stanton carried with him a portfolio of sketches and notes-believed to include drawings of Titanic and other steamships-which were tragically lost in the disaster."
    },
    "postIceberg": {
      "fr": "Sa mort à bord du Titanic marqua non seulement la perte d’un artiste talentueux, mais aussi la destruction de croquis historiques qui auraient pu offrir une compréhension encore plus approfondie du navire lui-même. Samuel Ward Stanton est aujourd’hui rappelé comme l’un des plus importants illustrateurs maritimes américains de son époque.",
      "en": "His death aboard Titanic marked not only the loss of a talented artist but also the destruction of historical sketches that might have provided even greater understanding of the ship itself. Samuel Ward Stanton is remembered as one of America’s most significant maritime illustrators of his era.",
      "da": "Hans død om bord på Titanic betød ikke blot tabet af en talentfuld kunstner, men også ødelæggelsen af historiske skitser, der kunne have givet en endnu dybere forståelse af selve skibet. Samuel Ward Stanton huskes i dag som en af Amerikas vigtigste maritime illustratorer i sin tid.",
      "de": "Sein Tod an Bord der Titanic bedeutete nicht nur den Verlust eines talentierten Künstlers, sondern auch die Vernichtung historischer Skizzen, die ein noch besseres Verständnis des Schiffes selbst hätten vermitteln können. Samuel Ward Stanton wird heute als einer der bedeutendsten amerikanischen maritimen Illustratoren seiner Zeit erinnert.",
      "it": "La sua morte a bordo del Titanic segnò non solo la perdita di un artista talentuoso, ma anche la distruzione di schizzi storici che avrebbero potuto offrire una comprensione ancora più profonda della nave stessa. Samuel Ward Stanton è ricordato oggi come uno dei più importanti illustratori marittimi americani della sua epoca.",
      "pt": "Sua morte no desastre significou não apenas a perda de um artista talentoso, mas também a destruição de registros históricos que poderiam ter ampliado o conhecimento sobre o próprio Titanic. Hoje é lembrado como um dos mais importantes ilustradores marítimos americanos de sua época.",
      "nl": "His death aboard Titanic marked not only the loss of a talented artist but also the destruction of historical sketches that might have provided even greater understanding of the ship itself. Samuel Ward Stanton is remembered as one of America’s most significant maritime illustrators of his era."
    }
  }
}