{
  "passenger52": {
    "grade": "Passenger",
    "age": 35,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/52-Lawrence-Beesley.jpg",
      "alt": "picture of Lawrence Beesley"
    },
    "name": {
      "fr": "Lawrence Beesley",
      "en": "Lawrence Beesley",
      "da": "Lawrence Beesley",
      "de": "Lawrence Beesley",
      "it": "Lawrence Beesley",
      "pt": "Lawrence Beesley",
      "nl": "Lawrence Beesley"
    },
    "description": {
      "fr": "Lawrence Beesley, professeur de sciences anglais, était à bord du Titanic pour rendre visite à son frère au Canada et étudier les systèmes éducatifs américains. Diplômé de Cambridge, il s’intéressait vivement à l’enseignement scientifique. Avant d’embarquer, il s’était préparé en étudiant les pratiques éducatives nord-américaines. Son but était de recueillir des idées à appliquer dans les écoles britanniques. Ce voyage était aussi une occasion de réflexion personnelle et de développement professionnel. Beesley passa une grande partie de la traversée dans la bibliothèque de seconde classe, profitant du savoir accumulé sur place.",
      "en": "Lawrence Beesley, an English science teacher, was on the Titanic to visit his brother in Canada and to study American education systems. Beesley was a graduate of Cambridge University and had a keen interest in scientific education. Before boarding the Titanic, he spent time preparing for his journey by researching educational practices in North America. Beesley's intention was to gather insights that could be applied in British schools. The trip also provided an opportunity for personal reflection and professional development. Beesley spent much of the voyage in the second class library, enjoying the accumulated knowledge stored there.",
      "da": "Lawrence Beesley, en engelsk naturfagslærer, var om bord på Titanic for at besøge sin bror i Canada og for at studere det amerikanske uddannelsessystem. Beesley var uddannet fra Cambridge University og havde naturvidenskab som sin store interesse. Før han gik om bord på Titanic, brugte han tid på at forberede sig på turen ved at undersøge uddannelsespraksis i Nordamerika. Beesleys hensigt var at indsamle viden, som kunne anvendes i britiske skoler. Turen gav også mulighed for personlig refleksion og faglig udvikling. Beesley tilbragte en stor del af rejsen i biblioteket på anden klasse og nød at fordybe sig i den store viden, der var samlet der.",
      "de": "Lawrence Beesley, ein englischer Lehrer für Naturwissenschaften, war auf der Titanic, um seinen Bruder in Kanada zu besuchen und das amerikanische Bildungssystem zu studieren. Beesley hatte an der Universität Cambridge studiert und interessierte sich sehr für die wissenschaftliche Ausbildung. Bevor er an Bord der Titanic ging, verbrachte er einige Zeit damit, sich auf seine Reise vorzubereiten, indem er die Bildungspraktiken in Nordamerika untersuchte. Beesleys Absicht war es, Erkenntnisse zu sammeln, die in britischen Schulen angewendet werden konnten. Die Reise bot auch Gelegenheit zur persönlichen Reflexion und beruflichen Weiterentwicklung. Beesley verbrachte einen Großteil der Reise in der Bibliothek der Zweiten Klasse und genoss das dort gesammelte Wissen.",
      "it": "Lawrence Beesley, un insegnante di scienze inglese, era sul Titanic per visitare suo fratello in Canada e studiare i sistemi educativi americani. Beesley era laureato all'Università di Cambridge e aveva un vivo interesse per l'educazione scientifica. Prima di imbarcarsi sul Titanic, trascorse del tempo a prepararsi per il viaggio, ricercando le pratiche educative in Nord America. L'intenzione di Beesley era di raccogliere intuizioni applicabili nelle scuole britanniche. Il viaggio offriva anche un'opportunità di riflessione personale e sviluppo professionale. Beesley trascorse gran parte del viaggio nella biblioteca di seconda classe, godendo della conoscenza accumulata lì.",
      "pt": "Lawrence Beesley, professor inglês de ciências, estava a bordo do Titanic para visitar seu irmão no Canadá e estudar os sistemas educacionais americanos. Graduado pela Universidade de Cambridge, Beesley demonstrava grande interesse pela educação científica. Antes de embarcar no Titanic, passou um tempo preparando sua viagem pesquisando práticas educacionais na América do Norte. Seu objetivo era reunir informações que pudessem ser aplicadas nas escolas britânicas. A viagem também representou uma oportunidade para reflexão pessoal e desenvolvimento profissional. Durante grande parte da travessia, Beesley permaneceu na biblioteca da Segunda Classe, apreciando o vasto conhecimento ali armazenado.",
      "nl": "Lawrence Beesley reisde in de tweede klasse van de Titanic. Deze persoon was 35 jaar oud. Deze persoon reisde als passagier. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Lawrence Beesley kort samen."
    },
    "postIceberg": {
      "fr": "Lawrence Beesley, professeur de sciences anglais, survécut au naufrage en embarquant dans le canot n°13. Il rédigea ensuite un récit détaillé de son expérience dans le livre 'The Loss of the SS Titanic'. Beesley poursuivit sa carrière d’enseignant et devint une figure notable pour son témoignage direct sur la catastrophe.",
      "en": "Lawrence Beesley, an English science teacher, survived the sinking by boarding lifeboat 13. He later wrote a detailed account of his experiences in the book “The Loss of the SS Titanic.” Beesley continued his teaching career and became a notable figure for his firsthand recounting of the disaster.",
      "da": "Lawrence Beesley, engelsk naturfagslærer, overlevede forliset ved at gå om bord i redningsbåd nr. 13. Senere skrev han en detaljeret beretning om sine oplevelser i bogen 'The Loss of the SS Titanic'. Beesley fortsatte sin lærergerning og blev kendt for sin førstehåndsberetning om katastrofen.",
      "de": "Lawrence Beesley, ein englischer Lehrer für Naturwissenschaften, überlebte den Untergang an Bord des Rettungsbootes 13. Er schrieb später einen detaillierten Bericht über seine Erlebnisse in dem Buch „The Loss of the SS Titanic“. Beesley setzte seine Lehrtätigkeit fort und wurde durch seinen Bericht aus erster Hand über die Katastrophe zu einer bekannten Persönlichkeit.",
      "it": "Lawrence Beesley, un insegnante di scienze inglese, sopravvisse all'affondamento salendo sulla scialuppa 13. Successivamente scrisse un resoconto dettagliato delle sue esperienze nel libro “The Loss of the SS Titanic”. Beesley continuò la sua carriera di insegnante e divenne una figura di rilievo per il suo racconto di prima mano del disastro.",
      "pt": "Lawrence Beesley, professor de ciências inglês, sobreviveu ao naufrágio ao embarcar no bote salva-vidas número 13. Posteriormente, escreveu um relato detalhado de suas experiências no livro “The Loss of the SS Titanic” (“A Perda do SS Titanic”). Beesley continuou sua carreira docente e tornou-se uma figura notável por seu testemunho em primeira mão sobre o desastre.",
      "nl": "Na de schipbreuk bleef Lawrence Beesley bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
