{
  "passenger85": {
    "grade": "staff",
    "age": 30,
    "role": {
      "fr": "Hôtesse du bain turc",
      "en": "Turkish Bath Stewardess",
      "da": "Stewardesse i det tyrkiske bad",
      "de": "Badestewardess im türkischen Bad",
      "it": "Assistente al bagno turco",
      "pt": "Comissária do banho turco",
      "nl": "Turkish Bath Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/85-Maude-Louise-Slocombe.png",
      "alt": "picture of Maude Louise Slocombe"
    },
    "name": {
      "fr": "Maude Louise Slocombe",
      "en": "Maude Louise Slocombe",
      "da": "Maude Louise Slocombe",
      "de": "Maude Louise Slocombe",
      "it": "Maude Louise Slocombe",
      "pt": "Maude Louise Slocombe",
      "nl": "Maude Louise Slocombe"
    },
    "description": {
      "fr": "Maude Louise Slocombe, née Maude Louise Walden, vit le jour le 31 juillet 1881 au 44 Clayton Street, à Islington, Londres. Elle était la fille de James William Walden, compositeur typographe, et de Louisa Jane Pengelly. Elle eut six frères et sœurs, bien que sa sœur Agnes mourût tragiquement à l’âge de seulement deux ans. En 1901, Maude donna naissance à son fils Stanley Andrew. En 1906, elle épousa John Sylvester Slocombe, relieur de métier. Les registres de 1911 la mentionnent à Tottenham, exerçant comme masseuse. En avril 1912, Maude s’engagea sur le Titanic comme Turkish Bath Stewardess (responsable des bains turcs), un poste rémunéré environ 4 livres par mois, après avoir déjà servi sur l’Olympic. Elle embarqua à Southampton, en donnant comme adresse 8 Leopold Terrace, Tottenham, Londres. Elle raconta plus tard que certaines parties du Titanic étaient encore en finition et plaisanta en reprochant aux ouvriers de Belfast d’avoir laissé des sandwiches à moitié mangés dans les recoins. Dans la nuit de la collision, Maude fut réveillée par un violent bruit sourd. Elle sortit dans le couloir et croisa le second intendant George Charles Dodd, qui lui dit de s’habiller et de monter sur le pont - sans pouvoir en expliquer la raison. Elle se souvint de l’atmosphère parmi l’équipage et les passagers comme étant calme, presque ' joyeuse ', lors de la préparation des canots. Après avoir passé près d’une heure sur le pont, Maude se vit confier un bébé dans les bras. Malgré son hésitation initiale, elle monta dans l’un des derniers canots, se souvenant qu’il contenait environ 72 personnes. De là, elle assista aux derniers instants du Titanic : l’extinction des lumières, la cassure du navire en deux, et les accents poignants de l’hymne Nearer, My God, to Thee (' Plus près de toi, mon Dieu '). Secourue par le RMS Carpathia, Maude fut ensuite transférée sur le Lapland pour son retour en Angleterre. Elle ne fut pas appelée à témoigner lors des enquêtes officielles et, en 1914, elle émigra aux États-Unis. Décrite comme blonde aux yeux bleus, elle retrouva de la famille à New York. Par la suite, elle devint citoyenne américaine, travailla comme masseuse et responsable de bains turcs dans le Bronx, menant une vie marquée par la persévérance. Elle conserva son accent cockney durant toutes ses décennies en Amérique et resta en contact avec les chercheurs spécialisés sur le Titanic - entretenant notamment une correspondance avec l’écrivain Walter Lord lors de la rédaction de son ouvrage A Night to Remember.",
      "en": "Maude Louise Slocombe was born Maude Louise Walden on July 31, 1881, at 44 Clayton Street in Islington, London, England. She was the daughter of James William Walden, a compositor, and Louisa Jane Pengelly. She had six siblings, though her sister Agnes tragically died at just two years old.  By 1901, Maude gave birth to her son Stanley Andrew. In 1906, she married John Sylvester Slocombe, a bookbinder. Records from 1911 list her living at Tottenham and working as a masseuse.  In April 1912, Maude signed on to the Titanic as a Turkish Bath Stewardess-a position offering a monthly wage of around £4-having previously served aboard the Olympic. She embarked at Southampton, London address noted as 8 Leopold Terrace, Tottenham.  She later described parts of the Titanic as still under finishing touches, humorously blaming the Belfast builders for leaving half-eaten sandwiches in corners.  On the night of the collision, Maude was awakened by a loud thud. She emerged into the corridor and encountered Second Steward George Charles Dodd, who told her to dress and proceed to deck-though he couldn’t explain why. She recalled the mood among the crew and passengers as calm, even 'cheerful,' as lifeboats were prepared.  Spending nearly an hour on deck, Maude was handed a baby into her arms. Despite her initial reluctance, she boarded one of the final lifeboats, remembering it held around 72 people. From that vantage point, she witnessed the Titanic’s final moments: the lights dimming, the ship breaking apart, and heard the haunting strains of “Nearer, My God, to Thee.”  Rescued by the RMS Carpathia, Maude was later transferred aboard the Lapland for her return to England. She wasn’t called to testify at the official inquiries and, in 1914, emigrated to the United States. Described as fair-haired with blue eyes, she reunited with family in New York.  Later, she became a U.S. citizen, worked as a masseuse and Turkish Bath operator in the Bronx, living a life marked by perseverance. She maintained a Cockney accent throughout her decades in the U.S. and stayed connected to Titanic researchers-corresponding with author Walter Lord during his work on A Night to Remember.",
      "da": "Maude Louise Slocombe blev født Maude Louise Walden den 31. juli 1881 på 44 Clayton Street i Islington, London, England. Hun var datter af James William Walden, typograf, og Louisa Jane Pengelly. Hun havde seks søskende, selvom hendes søster Agnes tragisk døde som blot toårig. I 1901 fik Maude sin søn Stanley Andrew. I 1906 giftede hun sig med John Sylvester Slocombe, bogbinder. Ifølge optegnelser fra 1911 boede hun i Tottenham og arbejdede som massøse. I april 1912 underskrev Maude kontrakt med Titanic som Turkish Bath Stewardess-en stilling med en månedsløn på omkring £4-efter tidligere at have tjent på Olympic. Hun gik ombord i Southampton, med sin adresse angivet som 8 Leopold Terrace, Tottenham. Hun beskrev senere dele af Titanic som stadig under færdiggørelse og jokede med, at arbejderne i Belfast havde efterladt halvspiste sandwiches i hjørnerne. Natten for kollisionen blev Maude vækket af et højt brag. Hun gik ud i korridoren og mødte andensteward George Charles Dodd, som bad hende klæde sig på og gå til dækket-uden at kunne forklare hvorfor. Hun huskede stemningen blandt besætning og passagerer som rolig, endda ”munter”, mens redningsbådene blev gjort klar. Efter næsten en time på dækket fik Maude overrakt en baby i armene. Trods sin første tøven gik hun i en af de sidste redningsbåde, der ifølge hendes erindring rummede omkring 72 personer. Derfra overværede hun Titanics sidste øjeblikke: lysene, der slukkede, skibet der brækkede i to, og de uhyggelige toner af “Nearer, My God, to Thee”. Hun blev reddet af RMS Carpathia og senere overført til Lapland for sin hjemrejse til England. Hun blev ikke indkaldt til de officielle undersøgelser og emigrerede i 1914 til USA. Beskrevet som lyshåret med blå øjne genforenedes hun med familien i New York. Senere blev hun amerikansk statsborger, arbejdede som massøse og leder af et tyrkisk bad i Bronx, og levede et liv præget af udholdenhed. Hun bevarede sin cockney-accent gennem alle sine år i USA og holdt kontakt med Titanic-forskere-blandt andet gennem korrespondance med forfatteren Walter Lord under arbejdet med A Night to Remember.",
      "de": "Maude Louise Slocombe wurde am 31. Juli 1881 in 44 Clayton Street, Islington, London, als Maude Louise Walden geboren. Sie war die Tochter von James William Walden, einem Schriftsetzer, und Louisa Jane Pengelly. Sie hatte sechs Geschwister, doch ihre Schwester Agnes starb tragisch im Alter von nur zwei Jahren. 1901 brachte Maude ihren Sohn Stanley Andrew zur Welt. 1906 heiratete sie John Sylvester Slocombe, einen Buchbinder. Laut Aufzeichnungen von 1911 lebte sie in Tottenham und arbeitete als Masseurin. Im April 1912 heuerte Maude auf der Titanic als Turkish Bath Stewardess an-eine Stelle mit einem Monatslohn von etwa £4-nachdem sie zuvor auf der Olympic gedient hatte. Sie ging in Southampton an Bord, wobei ihre Adresse als 8 Leopold Terrace, Tottenham, angegeben war. Später beschrieb sie Teile der Titanic als noch im Bau befindlich und witzelte darüber, dass die Arbeiter aus Belfast halbe Sandwiches in den Ecken zurückgelassen hätten. In der Nacht der Kollision wurde Maude von einem lauten Knall geweckt. Sie trat auf den Gang hinaus und begegnete dem Zweiten Steward George Charles Dodd, der ihr sagte, sie solle sich anziehen und aufs Deck gehen-ohne den Grund nennen zu können. Sie erinnerte die Stimmung unter Crew und Passagieren als ruhig, sogar „heiter“, während die Rettungsboote vorbereitet wurden. Nach fast einer Stunde auf Deck wurde Maude ein Baby in die Arme gegeben. Trotz anfänglicher Zögerlichkeit stieg sie in eines der letzten Rettungsboote, das nach ihrer Erinnerung etwa 72 Menschen fasste. Von dort erlebte sie die letzten Momente der Titanic: das Erlöschen der Lichter, das Auseinanderbrechen des Schiffes und die unheimlichen Klänge von „Nearer, My God, to Thee“. Sie wurde von der RMS Carpathia gerettet und später für die Rückkehr nach England auf die Lapland überführt. Sie wurde nicht zu den offiziellen Untersuchungen geladen und wanderte 1914 in die USA aus. Beschrieben als blond mit blauen Augen, vereinte sie sich mit ihrer Familie in New York. Später wurde sie US-Bürgerin, arbeitete als Masseurin und Leiterin eines türkischen Bades in der Bronx und führte ein Leben voller Ausdauer. Ihren Cockney-Akzent behielt sie ihr ganzes Leben in den USA bei und blieb mit Titanic-Forschern in Kontakt-unter anderem durch Korrespondenz mit dem Autor Walter Lord während seiner Arbeit an A Night to Remember.",
      "it": "Maude Louise Slocombe nacque il 31 luglio 1881 al numero 44 di Clayton Street, Islington, Londra, con il nome di Maude Louise Walden. Era figlia di James William Walden, tipografo, e Louisa Jane Pengelly. Aveva sei fratelli, anche se la sorellina Agnes morì tragicamente a soli due anni. Nel 1901 Maude diede alla luce suo figlio Stanley Andrew. Nel 1906 sposò John Sylvester Slocombe, rilegatore di libri. I registri del 1911 la indicano residente a Tottenham e impiegata come massaggiatrice. Nell’aprile 1912 Maude firmò per imbarcarsi sulla Titanic come Turkish Bath Stewardess-una posizione che le garantiva un salario mensile di circa £4-dopo aver già prestato servizio sulla Olympic. Si imbarcò a Southampton, con indirizzo dichiarato 8 Leopold Terrace, Tottenham. Raccontò in seguito che alcune parti della Titanic erano ancora in fase di rifinitura e scherzò sul fatto che gli operai di Belfast avessero lasciato panini mezzi mangiati negli angoli. La notte della collisione Maude fu svegliata da un forte tonfo. Uscì nel corridoio e incontrò il secondo commissario George Charles Dodd, che le disse di vestirsi e andare sul ponte-anche se non seppe spiegare il motivo. Ricordò l’atmosfera tra l’equipaggio e i passeggeri come calma, persino “allegra”, mentre si preparavano le scialuppe. Dopo quasi un’ora sul ponte, le fu affidato un neonato. Nonostante la sua esitazione iniziale, salì su una delle ultime scialuppe, che secondo il suo ricordo conteneva circa 72 persone. Da lì assistette agli ultimi istanti della Titanic: le luci che si spegnevano, la nave che si spezzava in due e le cupe note di “Nearer, My God, to Thee”. Fu salvata dalla RMS Carpathia e successivamente trasferita sulla Lapland per il ritorno in Inghilterra. Non fu chiamata a testimoniare alle inchieste ufficiali e, nel 1914, emigrò negli Stati Uniti. Descritta come bionda con occhi azzurri, si riunì alla famiglia a New York. Più tardi divenne cittadina statunitense, lavorò come massaggiatrice e responsabile di un bagno turco nel Bronx, conducendo una vita segnata dalla perseveranza. Mantenne per tutta la vita il suo accento cockney negli USA e rimase in contatto con i ricercatori del Titanic-corrispondendo con l’autore Walter Lord durante la stesura di A Night to Remember.",
      "pt": "Maude Louise Slocombe, nascida Maude Louise Walden em 31 de julho de 1881, no nº 44 da Clayton Street, Islington, Londres, era filha de James William Walden, tipógrafo, e de Louisa Jane Pengelly. Cresceu em uma família numerosa com seis irmãos, embora sua irmã Agnes tenha falecido tragicamente aos dois anos de idade. Em 1901, Maude deu à luz seu filho Stanley Andrew. Cinco anos depois, em 1906, casou-se com John Sylvester Slocombe, encadernador. O recenseamento de 1911 registra-a vivendo em Tottenham e trabalhando como massagista. Em abril de 1912, assinou contrato no Titanic como camareira do Banho Turco, com salário mensal de cerca de £4, função que já havia desempenhado no Olympic. Embarcou em Southampton, informando como endereço 8 Leopold Terrace, Tottenham. Com humor característico, recordou-se de ter encontrado partes do Titanic ainda em fase de acabamento, atribuindo aos construtores de Belfast a “prova” de sanduíches meio-comidos esquecidos nos cantos. Na noite da colisão, Maude foi despertada por um estrondo. Ao sair para o corredor, encontrou o segundo camareiro George Charles Dodd, que a orientou a vestir-se e dirigir-se ao convés - embora não explicasse o motivo. Ela recordaria mais tarde o ambiente de relativa calma, até mesmo de um certo “bom humor”, enquanto os botes eram preparados. Após quase uma hora no convés, Maude recebeu um bebê nos braços e, apesar da relutância inicial, embarcou em um dos últimos botes, onde havia cerca de 72 pessoas. Dali assistiu aos últimos instantes do transatlântico: as luzes enfraquecendo, o casco partindo-se em duas seções e os acordes comoventes de “Nearer, My God, to Thee” ecoando na noite. Resgatada pelo RMS Carpathia, foi posteriormente transferida para o Lapland, que a levou de volta à Inglaterra. Não foi chamada a depor nos inquéritos oficiais. Em 1914, porém, decidiu emigrar para os Estados Unidos, onde reencontrou familiares em Nova Iorque. De cabelos claros e olhos azuis, Maude naturalizou-se cidadã norte-americana, exercendo o ofício de massagista e operadora de banhos turcos no Bronx. Viveu uma vida de perseverança e manteve o sotaque cockney ao longo de décadas em solo americano. Em seus últimos anos, correspondeu-se com o escritor Walter Lord, fornecendo detalhes que ajudaram na elaboração da obra A Night to Remember, perpetuando sua ligação com a história do Titanic.",
      "nl": "Maude Louise Slocombe was born Maude Louise Walden on July 31, 1881, at 44 Clayton Street in Islington, London, England. She was the daughter of James William Walden, a compositor, and Louisa Jane Pengelly. She had six siblings, though her sister Agnes tragically died at just two years old.  By 1901, Maude gave birth to her son Stanley Andrew. In 1906, she married John Sylvester Slocombe, a bookbinder. Records from 1911 list her living at Tottenham and working as a masseuse.  In April 1912, Maude signed on to the Titanic as a Turkish Bath Stewardess-a position offering a monthly wage of around £4-having previously served aboard the Olympic. She embarked at Southampton, London address noted as 8 Leopold Terrace, Tottenham.  She later described parts of the Titanic as still under finishing touches, humorously blaming the Belfast builders for leaving half-eaten sandwiches in corners.  On the night of the collision, Maude was awakened by a loud thud. She emerged into the corridor and encountered Second Steward George Charles Dodd, who told her to dress and proceed to deck-though he couldn’t explain why. She recalled the mood among the crew and passengers as calm, even 'cheerful,' as lifeboats were prepared.  Spending nearly an hour on deck, Maude was handed a baby into her arms. Despite her initial reluctance, she boarded one of the final lifeboats, remembering it held around 72 people. From that vantage point, she witnessed the Titanic’s final moments: the lights dimming, the ship breaking apart, and heard the haunting strains of “Nearer, My God, to Thee.”  Rescued by the RMS Carpathia, Maude was later transferred aboard the Lapland for her return to England. She wasn’t called to testify at the official inquiries and, in 1914, emigrated to the United States. Described as fair-haired with blue eyes, she reunited with family in New York.  Later, she became a U.S. citizen, worked as a masseuse and Turkish Bath operator in the Bronx, living a life marked by perseverance. She maintained a Cockney accent throughout her decades in the U.S. and stayed connected to Titanic researchers-corresponding with author Walter Lord during his work on A Night to Remember."
    },
    "postIceberg": {
      "fr": "Maude fut secourue par le RMS Carpathia puis transférée sur le Lapland pour son retour en Angleterre. Contrairement à certains de ses collègues, elle ne fut pas appelée à témoigner lors des enquêtes officielles. En 1914, elle émigra aux États-Unis, où elle retrouva de la famille à New York. Décrite comme blonde aux yeux bleus, elle y travailla comme masseuse et responsable de bains turcs dans le Bronx. Elle devint par la suite citoyenne américaine et passa le reste de sa vie en Amérique. Maude conserva son accent cockney tout au long de ses décennies à l’étranger et resta liée à l’histoire du Titanic, correspondant avec l’historien Walter Lord lors de ses recherches pour son ouvrage devenu classique A Night to Remember. Maude Louise Slocombe mourut au milieu du XXᵉ siècle (la date exacte reste incertaine, mais les archives confirment qu’elle est décédée avant de nombreux autres collègues du Titanic).",
      "en": "Maude was rescued by the RMS Carpathia and later transferred to the Lapland for her return to England. Unlike some of her colleagues, she was not called to testify at the official inquiries. In 1914, she emigrated to the United States, reuniting with family in New York. Described as fair-haired with blue eyes, she worked there as a masseuse and Turkish Bath operator in the Bronx. She later became a U.S. citizen and lived the rest of her life in America. Maude retained her Cockney accent throughout her decades abroad and stayed connected to Titanic history, corresponding with historian Walter Lord during the research for his classic book A Night to Remember. Maude Louise Slocombe died in the mid-20th century (exact date uncertain, but records confirm she predeceased many Titanic colleagues)",
      "da": "Maude blev reddet af RMS Carpathia og senere overført til Lapland for sin hjemrejse til England. I modsætning til nogle af sine kolleger blev hun ikke indkaldt til at vidne ved de officielle undersøgelser. I 1914 emigrerede hun til USA, hvor hun blev genforenet med familien i New York. Beskrevet som lyshåret med blå øjne arbejdede hun der som massøse og leder af et tyrkisk bad i Bronx. Hun blev senere amerikansk statsborger og levede resten af sit liv i Amerika. Maude bevarede sin cockney-accent gennem sine årtier i udlandet og forblev knyttet til Titanic-historien, idet hun korresponderede med historikeren Walter Lord under hans research til den klassiske bog A Night to Remember. Maude Louise Slocombe døde i midten af det 20. århundrede (den præcise dato er usikker, men optegnelser bekræfter, at hun døde før mange af sine Titanic-kolleger).",
      "de": "Maude wurde von der RMS Carpathia gerettet und später für die Rückkehr nach England auf die Lapland überführt. Anders als einige ihrer Kollegen wurde sie nicht aufgefordert, bei den offiziellen Untersuchungen auszusagen. 1914 emigrierte sie in die Vereinigten Staaten und vereinigte sich mit ihrer Familie in New York. Als blond mit blauen Augen beschrieben, arbeitete sie dort als Masseurin und Leiterin eines türkischen Bades in der Bronx. Später wurde sie US-Bürgerin und verbrachte den Rest ihres Lebens in Amerika. Maude behielt ihren Cockney-Akzent während ihrer Jahrzehnte im Ausland und blieb mit der Titanic-Geschichte verbunden, indem sie mit dem Historiker Walter Lord korrespondierte, während dieser an seinem Klassiker A Night to Remember forschte. Maude Louise Slocombe starb Mitte des 20. Jahrhunderts (das genaue Datum ist ungewiss, aber Aufzeichnungen bestätigen, dass sie vor vielen ihrer Titanic-Kollegen verstarb).",
      "it": "Maude fu tratta in salvo dalla RMS Carpathia e successivamente trasferita sulla Lapland per il ritorno in Inghilterra. A differenza di alcuni suoi colleghi, non fu chiamata a testimoniare alle inchieste ufficiali. Nel 1914 emigrò negli Stati Uniti, ricongiungendosi con la famiglia a New York. Descritta come bionda con occhi azzurri, lavorò lì come massaggiatrice e responsabile di un bagno turco nel Bronx. Divenne in seguito cittadina statunitense e visse il resto della sua vita in America. Maude mantenne il suo accento cockney durante i decenni trascorsi all’estero e rimase legata alla storia del Titanic, corrispondendo con lo storico Walter Lord durante le sue ricerche per il celebre libro A Night to Remember. Maude Louise Slocombe morì a metà del XX secolo (la data esatta è incerta, ma i registri confermano che morì prima di molti suoi colleghi del Titanic).",
      "pt": "Maude foi resgatada pelo RMS Carpathia e mais tarde transferida para o Lapland, que a levou de volta à Inglaterra. Diferente de algumas colegas, ela não foi chamada a depor nos inquéritos oficiais. Em 1914, emigrou para os Estados Unidos, onde reencontrou familiares em Nova Iorque. De cabelos claros e olhos azuis, trabalhou como massagista e operadora de banhos turcos no Bronx. Posteriormente tornou-se cidadã americana e viveu o resto de sua vida naquele país. Maude manteve seu sotaque cockney durante as décadas que passou no exterior e permaneceu ligada à história do Titanic, trocando correspondência com o historiador Walter Lord durante a pesquisa de seu livro clássico A Night to Remember. Maude Louise Slocombe faleceu em meados do século XX (a data exata é incerta, mas há registros confirmando que morreu antes de muitas colegas do Titanic). ",
      "nl": "Maude was rescued by the RMS Carpathia and later transferred to the Lapland for her return to England. Unlike some of her colleagues, she was not called to testify at the official inquiries. In 1914, she emigrated to the United States, reuniting with family in New York. Described as fair-haired with blue eyes, she worked there as a masseuse and Turkish Bath operator in the Bronx. She later became a U.S. citizen and lived the rest of her life in America. Maude retained her Cockney accent throughout her decades abroad and stayed connected to Titanic history, corresponding with historian Walter Lord during the research for his classic book A Night to Remember. Maude Louise Slocombe died in the mid-20th century (exact date uncertain, but records confirm she predeceased many Titanic colleagues)"
    }
  }
}