{
  "passenger94": {
    "grade": "Passenger",
    "age": 38,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/94-Ruth-Dodge.png",
      "alt": "picture of Ruth Dodge"
    },
    "name": {
      "fr": "Ruth Dodge",
      "en": "Ruth Dodge",
      "da": "Ruth Dodge",
      "de": "Ruth Dodge",
      "it": "Ruth Dodge",
      "pt": "Ruth Dodge",
      "nl": "Ruth Dodge"
    },
    "description": {
      "fr": "Ruth Vidaver Dodge naquit le 27 mars 1874 (ou possiblement en 1878, selon certains documents) à New York, fille du rabbin Falk Vidaver et d’Anna Taubenhaus, tous deux originaires de Varsovie. Elle était l’un des sept enfants de la famille Vidaver. Très tôt, Ruth vécut dans différentes villes - New York, le Massachusetts, l’Indiana - avant que sa famille ne s’installe à San Francisco, où son père exerça comme rabbin à la congrégation Sherith Israel. La vie personnelle de Ruth fut marquée par des romances notables et une certaine ascension sociale. Vers 1898, elle épousa à Paris P. Henri Fontaine, riche propriétaire de mines de diamants. Ils eurent une fille, Vida, en 1899. Le sort de Fontaine demeure incertain. Elle épousa ensuite en 1901 à Londres l’officier britannique Thomas Henry Browne, mais leur union fut annulée en 1907. En 1906, Ruth se maria à New York avec le Dr Washington Dodge. Ils eurent un fils, Washington Jr., né en 1907, et s’installèrent à San Francisco vers 1910. En 1912, la famille Dodge voyagea en France afin que le Dr Dodge reçoive un traitement pour une maladie sanguine. Ils embarquèrent sur le RMS Titanic à Cherbourg le 10 avril, en première classe, cabine A-34, billet n°33638, pour un prix de 81 livres, 17 shillings et 2 pence. Lorsque le Titanic commença à sombrer, le Dr Dodge fit monter Ruth et leur jeune fils dans le canot n°5, puis resta en arrière avant d’être lui-même aidé à embarquer dans le canot n°13, assurant ainsi les retrouvailles de la famille le lendemain à bord du Carpathia. Ruth évoqua plus tard son expérience dans le San Francisco Bulletin, se souvenant des cris obsédants des laissés-pour-compte et de la bonté des passagers du Carpathia, qui offrirent vêtements et réconfort dans le sillage de la tragédie.",
      "en": "Ruth Vidaver Dodge was born on March 27, 1874 (or possibly 1878, according to some records), in New York City, to Rabbi Falk Vidaver and Anna Taubenhaus, both immigrants from Warsaw. She was one of seven children in the Vidaver family. Early in her life, Ruth lived in various cities-New York, Massachusetts, Indiana-before her family settled in San Francisco, where her father served as Rabbi at Congregation Sherith Israel.  Ruth’s personal life was marked by notable romances and social mobility. Around 1898, she married P. Henri Fontaine, a wealthy diamond mine owner, in Paris. They had a daughter, Vida, in 1899. The fate of Fontaine remains unclear. She later married British Army officer Thomas Henry Browne in London in 1901, but their union ended in annulment by 1907.  In 1906, Ruth married Dr. Washington Dodge in New York. They had a son, Washington Jr., born in 1907, and resided in San Francisco by 1910.  titanicpages.com In 1912, the Dodge family traveled to France so Dr. Dodge could receive treatment for a blood disorder. They boarded the RMS Titanic at Cherbourg on April 10, traveling first class in Cabin A‑34, ticket number 33638, at a fare of £8117s2d.  When the Titanic began to sink, Dr. Dodge placed Ruth and their young son into Lifeboat 5, remaining behind before being assisted into Lifeboat 13, ensuring reunification aboard the Carpathia the next day.  Ruth later reflected on her experiences in the San Francisco Bulletin, recounting the haunting cries of those left behind and the kindness of Carpathia’s passengers, who provided clothing and comfort in the wake of tragedy.",
      "da": "Ruth Vidaver Dodge blev født den 27. marts 1874 (eller muligvis 1878 ifølge nogle kilder) i New York som datter af rabbi Falk Vidaver og Anna Taubenhaus, begge indvandrere fra Warszawa. Hun var et af syv børn i familien Vidaver. Tidligt i livet boede Ruth i forskellige byer - New York, Massachusetts, Indiana - før familien slog sig ned i San Francisco, hvor hendes far virkede som rabbi ved menigheden Sherith Israel. Ruths personlige liv var præget af bemærkelsesværdige ægteskaber og social opstigning. Omkring 1898 giftede hun sig i Paris med P. Henri Fontaine, en velhavende diamantmineejer, og de fik en datter, Vida, i 1899. Fontaines skæbne er uklar. I 1901 giftede hun sig i London med den britiske officer Thomas Henry Browne, men ægteskabet blev annulleret i 1907. I 1906 giftede Ruth sig i New York med Dr. Washington Dodge. De fik en søn, Washington Jr., i 1907, og boede i San Francisco omkring 1910. I 1912 rejste familien Dodge til Frankrig, så Dr. Dodge kunne få behandling for en blodsygdom. De gik ombord på RMS Titanic i Cherbourg den 10. april som førsteklasses passagerer i kahyt A-34, billet nr. 33638, til en pris af £81 17s 2d. Da Titanic begyndte at synke, satte Dr. Dodge Ruth og deres lille søn i redningsbåd nr. 5, mens han selv blev tilbage, før han senere fik hjælp til at komme i redningsbåd nr. 13, hvilket sikrede familiens genforening ombord på Carpathia dagen efter. Ruth fortalte senere om sin oplevelse i San Francisco Bulletin og huskede de hjemsøgte skrig fra dem, der blev efterladt, samt passagerernes venlighed på Carpathia, som tilbød tøj og trøst i tragediens kølvand.",
      "de": "Ruth Vidaver Dodge wurde am 27. März 1874 (oder möglicherweise 1878, laut einigen Dokumenten) in New York City als Tochter von Rabbiner Falk Vidaver und Anna Taubenhaus geboren, beide Einwanderer aus Warschau. Sie war eines von sieben Kindern der Familie Vidaver. Schon früh lebte Ruth in verschiedenen Städten - New York, Massachusetts, Indiana - bevor sich die Familie in San Francisco niederließ, wo ihr Vater als Rabbiner der Gemeinde Sherith Israel diente. Ruths persönliches Leben war von bemerkenswerten Ehen und gesellschaftlichem Aufstieg geprägt. Um 1898 heiratete sie in Paris P. Henri Fontaine, einen wohlhabenden Diamantenminenbesitzer, mit dem sie 1899 eine Tochter, Vida, bekam. Fontaines Schicksal bleibt unklar. 1901 heiratete sie in London den britischen Offizier Thomas Henry Browne, doch die Ehe wurde 1907 annulliert. 1906 heiratete Ruth in New York Dr. Washington Dodge. Sie bekamen 1907 einen Sohn, Washington Jr., und lebten ab etwa 1910 in San Francisco. 1912 reiste die Familie Dodge nach Frankreich, damit Dr. Dodge wegen einer Bluterkrankung behandelt werden konnte. Sie gingen am 10. April in Cherbourg an Bord der RMS Titanic, Erste Klasse, Kabine A-34, Ticket Nr. 33638, zum Preis von £81 17s 2d. Als die Titanic zu sinken begann, setzte Dr. Dodge Ruth und ihren kleinen Sohn in Rettungsboot Nr. 5, blieb zurück und wurde später in Rettungsboot Nr. 13 gebracht, sodass die Familie am nächsten Tag auf der Carpathia wieder vereint war. Ruth berichtete später im San Francisco Bulletin von ihren Erlebnissen und erinnerte sich an die schaurigen Schreie der Zurückgelassenen sowie an die Güte der Passagiere der Carpathia, die Kleidung und Trost spendeten.",
      "it": "Ruth Vidaver Dodge nacque il 27 marzo 1874 (o forse nel 1878, secondo alcuni documenti) a New York, figlia del rabbino Falk Vidaver e di Anna Taubenhaus, entrambi immigrati da Varsavia. Era una dei sette figli della famiglia Vidaver. Nei primi anni visse in diverse città - New York, Massachusetts, Indiana - prima che la famiglia si stabilisse a San Francisco, dove il padre servì come rabbino della Congregazione Sherith Israel. La vita personale di Ruth fu segnata da matrimoni e ascese sociali. Intorno al 1898 sposò a Parigi P. Henri Fontaine, ricco proprietario di miniere di diamanti, dal quale ebbe una figlia, Vida, nel 1899. Il destino di Fontaine rimane incerto. Nel 1901 sposò a Londra l’ufficiale britannico Thomas Henry Browne, ma l’unione fu annullata nel 1907. Nel 1906 Ruth sposò a New York il dottor Washington Dodge. Ebbero un figlio, Washington Jr., nato nel 1907, e si trasferirono a San Francisco intorno al 1910. Nel 1912 la famiglia Dodge viaggiò in Francia affinché il dottor Dodge ricevesse cure per una malattia del sangue. Salirono a bordo del RMS Titanic a Cherbourg il 10 aprile, come passeggeri di prima classe nella cabina A-34, biglietto n. 33638, al costo di £81 17s 2d. Quando il Titanic iniziò ad affondare, il dottor Dodge fece salire Ruth e il loro giovane figlio sulla scialuppa n. 5, rimanendo indietro prima di essere aiutato a imbarcarsi sulla scialuppa n. 13, assicurando così la riunione della famiglia il giorno successivo a bordo del Carpathia. Ruth ricordò in seguito la sua esperienza sul San Francisco Bulletin, rievocando le grida strazianti di chi era stato lasciato indietro e la gentilezza dei passeggeri del Carpathia, che offrirono vestiti e conforto dopo la tragedia.",
      "pt": " Ruth Vidaver Dodge nasceu em 27 de março de 1874 (ou possivelmente em 1878, segundo alguns registros), em Nova Iorque, filha do rabino Falk Vidaver e de Anna Taubenhaus, ambos imigrantes de Varsóvia. Ela cresceu em uma família grande, com sete filhos. Durante a infância, viveu em diferentes cidades dos Estados Unidos até que a família se estabeleceu em São Francisco, onde seu pai serviu como rabino na Congregação Sherith Israel. A vida pessoal de Ruth foi marcada por casamentos e mudanças. Em 1898, casou-se em Paris com P. Henri Fontaine, dono de minas de diamantes, com quem teve uma filha, Vida, em 1899. Mais tarde, em 1901, casou-se em Londres com o oficial britânico Thomas Henry Browne, união anulada em 1907. Em 1906, casou-se com o médico Washington Dodge, com quem teve um filho, Washington Jr., em 1907, e viveram em São Francisco. Em 1912, Ruth, o marido e o filho embarcaram no RMS Titanic em Cherbourg, como passageiros de primeira classe, no camarote A-34. Quando o navio naufragou, ela e o filho foram colocados no bote salva-vidas nº 5, enquanto o marido conseguiu escapar mais tarde no bote nº 13. Reencontraram-se no Carpathia.",
      "nl": "Ruth Vidaver Dodge was born on March 27, 1874 (or possibly 1878, according to some records), in New York City, to Rabbi Falk Vidaver and Anna Taubenhaus, both immigrants from Warsaw. She was one of seven children in the Vidaver family. Early in her life, Ruth lived in various cities-New York, Massachusetts, Indiana-before her family settled in San Francisco, where her father served as Rabbi at Congregation Sherith Israel.  Ruth’s personal life was marked by notable romances and social mobility. Around 1898, she married P. Henri Fontaine, a wealthy diamond mine owner, in Paris. They had a daughter, Vida, in 1899. The fate of Fontaine remains unclear. She later married British Army officer Thomas Henry Browne in London in 1901, but their union ended in annulment by 1907.  In 1906, Ruth married Dr. Washington Dodge in New York. They had a son, Washington Jr., born in 1907, and resided in San Francisco by 1910.  titanicpages.com In 1912, the Dodge family traveled to France so Dr. Dodge could receive treatment for a blood disorder. They boarded the RMS Titanic at Cherbourg on April 10, traveling first class in Cabin A‑34, ticket number 33638, at a fare of £8117s2d.  When the Titanic began to sink, Dr. Dodge placed Ruth and their young son into Lifeboat 5, remaining behind before being assisted into Lifeboat 13, ensuring reunification aboard the Carpathia the next day.  Ruth later reflected on her experiences in the San Francisco Bulletin, recounting the haunting cries of those left behind and the kindness of Carpathia’s passengers, who provided clothing and comfort in the wake of tragedy."
    },
    "postIceberg": {
      "fr": "De retour à San Francisco, le mari de Ruth, le Dr Dodge, reprit ses fonctions d’assesseur municipal, mais il mourut tragiquement par suicide en 1919 - probablement en raison d’un stress post-traumatique. Ruth s’installa ensuite sur Park Avenue, à New York, où elle éleva ses enfants sans jamais se remarier. Ayant vécu jusqu’à un âge avancé, Ruth voyagea beaucoup - en Europe, en Afrique du Nord et ailleurs. Elle mourut à New York le 27 juillet 1950, à l’âge de 76 ans, et fut inhumée au cimetière de Ferncliff, à Hartsdale, dans l’État de New York. Sa fille Vida s’éteignit en 1990.",
      "en": " Back in San Francisco, Ruth's  husband, Dr. Dodge resumed his role as city assessor but tragically died by suicide in 1919-likely due to post-traumatic stress. Ruth relocated to Park Avenue, New York, raising her children without remarrying.  Living well into her later years, Ruth traveled widely-to Europe, North Africa, and beyond. She died in New York City on July 27, 1950, at age 76, and was buried in Ferncliff Cemetery, Hartsdale, New York. Her daughter Vida passed away in 1990",
      "da": "Tilbage i San Francisco genoptog Ruths mand, Dr. Dodge, sin stilling som byvurderingsmand, men døde tragisk ved selvmord i 1919 - sandsynligvis på grund af posttraumatisk stress. Ruth flyttede derefter til Park Avenue i New York, hvor hun opfostrede sine børn uden nogensinde at gifte sig igen. Hun levede til en høj alder og rejste meget - til Europa, Nordafrika og andre steder. Ruth døde i New York den 27. juli 1950, 76 år gammel, og blev begravet på Ferncliff Cemetery i Hartsdale, New York. Hendes datter Vida døde i 1990.",
      "de": "Zurück in San Francisco nahm Ruths Ehemann, Dr. Dodge, seine Tätigkeit als städtischer Assessor wieder auf, beging jedoch 1919 tragischerweise Suizid - vermutlich infolge posttraumatischer Belastung. Ruth zog daraufhin in die Park Avenue in New York, wo sie ihre Kinder großzog, ohne erneut zu heiraten. Sie erreichte ein hohes Alter und reiste viel - nach Europa, Nordafrika und darüber hinaus. Ruth starb am 27. Juli 1950 in New York im Alter von 76 Jahren und wurde auf dem Ferncliff Cemetery in Hartsdale, New York, beigesetzt. Ihre Tochter Vida verstarb 1990.",
      "it": "Rientrata a San Francisco, il marito di Ruth, il dottor Dodge, riprese il suo incarico di assessore municipale, ma morì tragicamente suicida nel 1919 - probabilmente a causa di stress post-traumatico. Ruth si trasferì poi sulla Park Avenue, a New York, dove crebbe i suoi figli senza mai risposarsi. Visse fino a tarda età e viaggiò molto - in Europa, in Nord Africa e altrove. Morì a New York il 27 luglio 1950, all’età di 76 anni, e fu sepolta al Ferncliff Cemetery di Hartsdale, New York. Sua figlia Vida morì nel 1990.",
      "pt": " De volta a São Francisco, o marido de Ruth, Dr. Dodge, retomou seu cargo como avaliador da cidade, mas tragicamente cometeu suicídio em 1919, provavelmente em consequência do estresse pós-traumático. Viúva, Ruth mudou-se para a Park Avenue, em Nova Iorque, onde criou os filhos sem voltar a se casar. Ela viveu até idade avançada e viajou bastante - para a Europa, o Norte da África e outros lugares. Faleceu em 27 de julho de 1950, em Nova Iorque, aos 76 anos, sendo sepultada no Ferncliff Cemetery, Hartsdale, NY. Sua filha Vida faleceu em 1990.",
      "nl": " Back in San Francisco, Ruth's  husband, Dr. Dodge resumed his role as city assessor but tragically died by suicide in 1919-likely due to post-traumatic stress. Ruth relocated to Park Avenue, New York, raising her children without remarrying.  Living well into her later years, Ruth traveled widely-to Europe, North Africa, and beyond. She died in New York City on July 27, 1950, at age 76, and was buried in Ferncliff Cemetery, Hartsdale, New York. Her daughter Vida passed away in 1990"
    }
  }
}