{
  "passenger125": {
    "grade": "Passenger",
    "age": 17,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/125-John-Thomas.png",
      "alt": "picture of John Thomas"
    },
    "name": {
      "fr": "John Thomas (Ḥannā Ṭannūs Mu'awwad)",
      "en": "John Thomas (Ḥannā Ṭannūs Mu'awwad)",
      "da": "John Thomas (Ḥannā Ṭannūs Mu'awwad)",
      "de": "John Thomas (Ḥannā Ṭannūs Mu'awwad)",
      "it": "John Thomas (Ḥannā Ṭannūs Mu'awwad)",
      "pt": "John Thomas (Ḥannā Ṭannūs Mu'awwad)"
    },
    "description": {
      "fr": "M. Ḥannā Ṭannūs Mu'awwad (John Thomas) naquit à Tuḥūm, au Liban, le 2 juillet 1877. Il était le fils de Ṭannūs Mu'awwad et de son épouse Mary, et avait deux frères connus : Joseph (1872-1941) et Shaheen (né en 1886). Il arriva aux États-Unis le 13 juillet 1897 et s’établit à Columbus, Ohio, où il devint citoyen américain naturalisé le 2 avril 1902, prenant le nom de John Thomas. Le recensement de 1910 le mentionne comme pensionnaire dans une maison de la East Spring Street, où il est décrit comme vendeur de vêtements ; vivait également là un cousin, Najib Wihbah (né vers 1875). En février 1911, Ḥannā (sous le nom de John Thomas) fit une demande de passeport américain afin de retourner au Liban natal pour visiter sa famille, prévoyant de revenir dans les douze mois. Il s’était marié vers 1895 et avait une épouse ainsi qu’un fils restés à Tuḥūm. Pour son retour aux États-Unis, John et son fils embarquèrent sur le Titanic à Cherbourg comme passagers de troisième classe (billet n°2681, coûtant 6 £, 8 s, 9 d). Ils voyageaient en compagnie de plusieurs proches : ses cousins Jirjis Yūsuf Abī Sa'b (Gerios Youseff) et Shanīnah Shāhīn Abī S’ab Wihbah, ainsi que Bannūrah Ayyūb-Dāhir et Ṭannūs Dāhir, son beau-frère.",
      "en": "Mr Ḥannā Ṭannūs Mu'awwad (John Thomas) was born in Tuḥūm, Lebanon, on 2 July 1877.[1] He was the son of Ṭannūs Mu'awwad and his wife Mary, and he had two known siblings, Joseph (1872-1941) and Shaheen (b. 1886). He arrived in the USA on 13 July 1897 and made his home in Columbus, Ohio and became a naturalised US citizen on 2 April 1902, changing his name to John Thomas. He appears on the 1910 census residing as a boarder at a household on East Spring Street and was described as a clothing salesman; also resident there was a cousin, Najib Wihbah (b. circa 1875). In February 1911 Ḥannā (as John Thomas) applied for a US passport so that he could return to his native Lebanon to visit his family, intending to return within twelve months. He had been married around 1895 [2] and had a wife and son back in Tuḥūm. For his return to the USA John and his son boarded the Titanic at Cherbourg as third class passengers (he on ticket number 2681 which had cost £6, 8s, 9d). Also travelling with them were several relatives: his cousins Jirjis Yūsuf Abī Sa'b (Gerios Youseff), Shanīnah Shāhīn Abī S’ab Wihbah, Bannūrah Ayyūb-Dāhir and Ṭannūs Dāhir, his brother-in-law.",
      "da": "Hr. Ḥannā Ṭannūs Mu'awwad (John Thomas) blev født i Tuḥūm, Libanon, den 2. juli 1877. Han var søn af Ṭannūs Mu'awwad og hans hustru Mary og havde to kendte søskende, Joseph (1872-1941) og Shaheen (f. 1886). Han ankom til USA den 13. juli 1897 og bosatte sig i Columbus, Ohio, hvor han blev naturaliseret amerikansk statsborger den 2. april 1902 og ændrede sit navn til John Thomas. Ifølge folketællingen i 1910 boede han som logerende i et hus på East Spring Street og blev beskrevet som tøjhandler; også boede der en fætter, Najib Wihbah (f. ca. 1875). I februar 1911 ansøgte Ḥannā (som John Thomas) om et amerikansk pas for at kunne vende tilbage til sit hjemland Libanon for at besøge sin familie, med hensigt om at vende tilbage inden for tolv måneder. Han var blevet gift omkring 1895 og havde en hustru og en søn tilbage i Tuḥūm. Til sin tilbagevenden til USA gik John og hans søn om bord på Titanic i Cherbourg som tredjeklasses passagerer (billet nr. 2681 til en pris af £6, 8s, 9d). Med dem rejste flere slægtninge: hans fætre Jirjis Yūsuf Abī Sa'b (Gerios Youseff), Shanīnah Shāhīn Abī S’ab Wihbah, samt Bannūrah Ayyūb-Dāhir og Ṭannūs Dāhir, hans svoger.",
      "de": "Herr Ḥannā Ṭannūs Mu'awwad (John Thomas) wurde am 2. Juli 1877 in Tuḥūm, Libanon, geboren. Er war der Sohn von Ṭannūs Mu'awwad und dessen Ehefrau Mary und hatte zwei bekannte Geschwister, Joseph (1872-1941) und Shaheen (geb. 1886). Am 13. Juli 1897 kam er in die USA, ließ sich in Columbus, Ohio, nieder und wurde am 2. April 1902 eingebürgerter US-Bürger, wobei er seinen Namen in John Thomas änderte. In der Volkszählung von 1910 erscheint er als Untermieter in einem Haushalt in der East Spring Street und wurde als Bekleidungshändler beschrieben; ebenfalls dort wohnte ein Cousin, Najib Wihbah (geb. ca. 1875). Im Februar 1911 beantragte Ḥannā (unter dem Namen John Thomas) einen US-Pass, um in seine Heimat Libanon zurückzukehren und seine Familie zu besuchen, mit der Absicht, innerhalb von zwölf Monaten zurückzukehren. Er war um 1895 verheiratet und hatte eine Ehefrau und einen Sohn in Tuḥūm. Für seine Rückkehr in die USA bestiegen John und sein Sohn die Titanic in Cherbourg als Drittklassepassagiere (sein Ticket hatte die Nummer 2681 und kostete £6, 8s, 9d). Ebenfalls mit ihnen reisten mehrere Verwandte: seine Cousins Jirjis Yūsuf Abī Sa'b (Gerios Youseff), Shanīnah Shāhīn Abī S’ab Wihbah sowie Bannūrah Ayyūb-Dāhir und Ṭannūs Dāhir, sein Schwager.",
      "it": "Il signor Ḥannā Ṭannūs Mu'awwad (John Thomas) nacque a Tuḥūm, Libano, il 2 luglio 1877. Era figlio di Ṭannūs Mu'awwad e di sua moglie Mary e aveva due fratelli noti: Joseph (1872-1941) e Shaheen (n. 1886). Arrivò negli Stati Uniti il 13 luglio 1897 e si stabilì a Columbus, Ohio, dove divenne cittadino americano naturalizzato il 2 aprile 1902, cambiando il suo nome in John Thomas. Nel censimento del 1910 appare come pensionante in una casa di East Spring Street, descritto come venditore di abbigliamento; nello stesso luogo viveva anche un cugino, Najib Wihbah (n. circa 1875). Nel febbraio 1911 Ḥannā (come John Thomas) fece domanda per un passaporto statunitense per poter tornare in Libano e visitare la sua famiglia, con l’intenzione di rientrare entro dodici mesi. Si era sposato intorno al 1895 e aveva una moglie e un figlio rimasti a Tuḥūm. Per il suo ritorno negli Stati Uniti, John e suo figlio si imbarcarono sul Titanic a Cherbourg come passeggeri di terza classe (biglietto n. 2681 al costo di £6, 8s, 9d). Con loro viaggiavano anche diversi parenti: i cugini Jirjis Yūsuf Abī Sa'b (Gerios Youseff) e Shanīnah Shāhīn Abī S’ab Wihbah, oltre a Bannūrah Ayyūb-Dāhir e Ṭannūs Dāhir, suo cognato.",
      "pt": "O Sr. Ḥannā Ṭannūs Mu'awwad (John Thomas) nasceu em Tuḥūm, Líbano, em 2 de julho de 1877. Era filho de Ṭannūs Mu'awwad e de sua esposa Mary, e tinha dois irmãos conhecidos: Joseph (1872-1941) e Shaheen (n. 1886).\nChegou aos Estados Unidos em 13 de julho de 1897, estabelecendo-se em Columbus, Ohio, onde se naturalizou cidadão norte-americano em 2 de abril de 1902, adotando o nome John Thomas.\nNo censo de 1910, aparece registrado como hóspede em uma residência na East Spring Street, descrito como vendedor de roupas. Nessa mesma casa também vivia um primo, Najib Wihbah (n. c. 1875).\nEm fevereiro de 1911, John Thomas solicitou um passaporte norte-americano para retornar ao Líbano natal e visitar sua família, planejando regressar em até doze meses.\nEle havia se casado por volta de 1895 e tinha esposa e filho em Tuḥūm.\nPara retornar aos Estados Unidos, John e seu filho embarcaram no Titanic em Cherbourg, como passageiros da terceira classe (seu bilhete era o nº 2681, ao custo de £6, 8s, 9d).\nViajavam com eles vários parentes: seus primos Jirjis Yūsuf Abī Sa'b (Gerios Youseff) e Shanīnah Shāhīn Abī S’ab Wihbah, além de Bannūrah Ayyūb-Dāhir e Ṭannūs Dāhir, seu cunhado."
    },
    "postIceberg": {
      "fr": "La nuit du naufrage, Ṭannūs et son fils auraient été dans leur cabine, endormis, lorsqu’ils furent réveillés par l’impact. Ils rejoignirent leurs autres proches dans les espaces communs du navire. Bannūrah Ayyūb-Dāhir raconta que le fils adolescent de Ḥannā, Ṭannūs, se retrouva séparé du groupe. Ḥannā partit à sa recherche, descendant un escalier, tandis que le jeune Ṭannūs apparaissait en montant par un autre. Bannūrah expliqua alors au jeune homme que son père le cherchait et lui indiqua la direction qu’il avait prise. Ṭannūs partit à la recherche de son père, et Bannūrah ainsi que les autres de leur groupe ne les revirent jamais.",
      "en": "On the night of the sinking Ṭannūs and his son are believed to have been in their cabin asleep only to be awakened by the impact. They gathered with their other relatives in the communal areas of the ship. Bannūrah Ayyūb-Dāhir recalled that Ḥannā's teenage son Ṭannūs became separated from them. Ḥannā went off in search for him, descending down a staircase only for young Ṭannūs to appear coming up another stair; Bannūrah explained to the young man that his father was searching for him and told him where he had gone: Ṭannūs set off in search for his father and Bannūrah and the others in her party never saw them again.",
      "da": "På natten for forliset menes Ṭannūs og hans søn at have ligget i deres kahyt og sovet, indtil de blev vækket af sammenstødet. De samlede sig med deres øvrige slægtninge i skibets fællesområder. Bannūrah Ayyūb-Dāhir fortalte senere, at Ḥannās teenagesøn Ṭannūs kom væk fra gruppen. Ḥannā gik for at lede efter ham og gik ned ad en trappe, mens den unge Ṭannūs dukkede op, idet han kom op ad en anden. Bannūrah forklarede den unge mand, at hans far ledte efter ham, og fortalte ham, hvilken vej han var gået. Ṭannūs satte af sted for at finde sin far, og Bannūrah og de andre i hendes følge så dem aldrig igen.",
      "de": "In der Nacht des Untergangs sollen Ṭannūs und sein Sohn in ihrer Kabine geschlafen haben, bis sie durch den Aufprall geweckt wurden. Sie versammelten sich mit ihren anderen Verwandten in den Gemeinschaftsbereichen des Schiffes. Bannūrah Ayyūb-Dāhir berichtete später, dass Ḥannās jugendlicher Sohn Ṭannūs von der Gruppe getrennt wurde. Ḥannā machte sich auf die Suche nach ihm und stieg eine Treppe hinunter, während der junge Ṭannūs gleichzeitig eine andere Treppe hinaufkam. Bannūrah erklärte dem Jungen, dass sein Vater nach ihm suchte, und sagte ihm, wohin er gegangen sei. Ṭannūs machte sich auf den Weg, seinen Vater zu finden, und Bannūrah sowie die anderen ihrer Gruppe sahen beide nie wieder.",
      "it": "La notte del naufragio, Ṭannūs e suo figlio si trovavano probabilmente nella loro cabina a dormire quando furono svegliati dall’impatto. Si riunirono con gli altri parenti nelle aree comuni della nave. Bannūrah Ayyūb-Dāhir ricordò che il figlio adolescente di Ḥannā, Ṭannūs, si era separato dal gruppo. Ḥannā andò a cercarlo, scendendo per una scala, mentre il giovane Ṭannūs compariva salendo da un’altra. Bannūrah spiegò al ragazzo che suo padre lo stava cercando e gli indicò la direzione in cui era andato. Ṭannūs partì allora alla ricerca del padre e Bannūrah, insieme agli altri del gruppo, non li rivide mai più.",
      "pt": "Na noite do naufrágio, acredita-se que Ḥannā (John Thomas) e seu filho adolescente, Ṭannūs, estavam dormindo em sua cabine quando foram acordados pelo impacto. Eles se reuniram com outros parentes nas áreas comuns do navio. Bannūrah Ayyūb-Dāhir relatou que Ṭannūs, o filho adolescente de Ḥannā, acabou se separando do grupo. Ḥannā saiu à procura do filho, descendo uma escada, enquanto o jovem Ṭannūs apareceu subindo por outra. Bannūrah explicou ao rapaz que seu pai estava à sua procura e lhe indicou a direção que ele havia tomado. Ṭannūs então partiu em busca do pai, e Bannūrah e os demais do grupo nunca mais os viram."
    }
  }
}