{
  "passenger95": {
    "grade": "Passenger",
    "age": 40,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/95-Elizabeth-Weed-Shutes.png",
      "alt": "picture of Elizabeth Weed Shutes"
    },
    "name": {
      "fr": "Elizabeth Weed Shutes",
      "en": "Elizabeth Weed Shutes",
      "da": "Elizabeth Weed Shutes",
      "de": "Elizabeth Weed Shutes",
      "it": "Elizabeth Weed Shutes",
      "pt": "Elizabeth Weed Shutes"
    },
    "description": {
      "fr": "Elizabeth Weed Shutes naquit le 30 avril 1871 à Newburgh, dans l’État de New York. Elle était la plus jeune fille de Samuel E. Shutes et Sarah Berrian. Élevée dans une grande famille, Elizabeth poursuivit des études et, au début de sa vie adulte, elle était déjà une enseignante et gouvernante respectée à New York. En 1912, Elizabeth accepta un poste de gouvernante auprès de Margaret Graham, la fille adolescente du riche industriel William T. Graham. Elle accompagna Margaret et sa mère, Edith Graham, lors d’un voyage en Europe et reçut pour mission de les ramener à New York à bord du RMS Titanic. Toutes trois embarquèrent à Southampton le 10 avril 1912, en première classe, cabines C-91 et C-125. Dans la nuit du 14 avril 1912, Elizabeth ressentit l’étrange frisson de la collision et rejoignit rapidement les Graham sur le pont. Elle laissa un témoignage écrit poignant de ces dernières heures, décrivant le calme inquiétant, le froid mordant et l’angoisse d’être descendue dans une petite embarcation au milieu de l’Atlantique noir : ' Le premier contact de notre canot avec cette mer obscure me vint comme un dernier adieu à la vie… Un minuscule bateau sur une mer immense… ' Elizabeth et sa protégée, Margaret, furent placées dans le canot n°3, qui les mena saines et sauves à travers la nuit, jusqu’à leur sauvetage par le Carpathia. Son récit détaillé demeure l’un des témoignages de première main les plus saisissants sur le naufrage.",
      "en": "Elizabeth Weed Shutes was born on April 30, 1871, in Newburgh, New York, the youngest daughter of Samuel E. Shutes and Sarah Berrian. Raised in a large family, Elizabeth pursued education and, by her early adulthood, had become a respected teacher and governess in New York. In 1912, Elizabeth accepted a position as governess to Margaret Graham, the teenage daughter of prominent industrialist William T. Graham. She accompanied Margaret and her mother, Edith Graham, on a European trip and was tasked with returning with them to New York aboard the RMS Titanic. The three boarded at Southampton on April 10, 1912, traveling in First-Class cabins C-91 and C-125. On the night of April 14, 1912, Elizabeth felt the strange shudder of the collision and soon joined the Grahams on deck. She left a powerful written testimony of those final hours, describing the unsettling calm, the bitter cold, and the dread of lowering away in a small boat into the black Atlantic: “The first touch of our lifeboat on that black sea came to me as a last good-bye to life… A tiny boat on a great sea…” Elizabeth and her charge, Margaret, were placed in Lifeboat 3, which carried them safely through the night until they were rescued by the Carpathia. Her detailed account remains one of the most vivid first-hand descriptions of the sinking.",
      "da": "Elizabeth Weed Shutes blev født den 30. april 1871 i Newburgh, New York, som den yngste datter af Samuel E. Shutes og Sarah Berrian. Hun voksede op i en stor familie og uddannede sig, og allerede som ung voksen var hun en respekteret lærer og guvernante i New York. I 1912 accepterede Elizabeth en stilling som guvernante for Margaret Graham, den unge datter af industrimanden William T. Graham. Hun fulgte Margaret og hendes mor, Edith Graham, på en rejse til Europa og fik til opgave at bringe dem tilbage til New York ombord på RMS Titanic. De tre gik ombord i Southampton den 10. april 1912 i førsteklasses kahytter C-91 og C-125. Om natten den 14. april 1912 mærkede Elizabeth det mærkelige stød fra kollisionen og sluttede sig hurtigt til familien Graham på dækket. Hun efterlod et rørende skriftligt vidnesbyrd om de sidste timer, hvor hun beskrev den uhyggelige stilhed, den bidende kulde og frygten ved at blive firet ned i en lille båd på det sorte Atlanterhav: \"Den første berøring af vores redningsbåd med dette mørke hav kom til mig som et sidste farvel til livet… En lille båd på et stort hav…\" Elizabeth og hendes protegé Margaret blev placeret i redningsbåd nr. 3, som bragte dem i sikkerhed gennem natten, indtil de blev reddet af Carpathia. Hendes detaljerede beretning er stadig et af de mest levende øjenvidneskildringer af forliset.",
      "de": "Elizabeth Weed Shutes wurde am 30. April 1871 in Newburgh, New York, als jüngste Tochter von Samuel E. Shutes und Sarah Berrian geboren. Sie wuchs in einer großen Familie auf, erhielt eine gute Ausbildung und war bereits als junge Erwachsene eine angesehene Lehrerin und Gouvernante in New York. 1912 nahm Elizabeth eine Stelle als Gouvernante von Margaret Graham an, der jugendlichen Tochter des Industriellen William T. Graham. Sie begleitete Margaret und deren Mutter Edith Graham auf einer Europareise und sollte sie anschließend nach New York zurückbringen, an Bord der RMS Titanic. Am 10. April 1912 gingen die drei in Southampton an Bord, Erste Klasse, Kabinen C-91 und C-125. In der Nacht des 14. April 1912 spürte Elizabeth das seltsame Beben der Kollision und begab sich sofort mit den Grahams an Deck. Sie hinterließ einen bewegenden schriftlichen Bericht dieser letzten Stunden, in dem sie die unheimliche Ruhe, die bittere Kälte und die Angst beschrieb, in einem kleinen Boot in den schwarzen Atlantik hinabgelassen zu werden: „Die erste Berührung unseres Rettungsbootes mit diesem schwarzen Meer kam mir wie ein letztes Lebewohl… Ein winziges Boot auf einem riesigen Meer…“ Elizabeth und ihre Schülerin Margaret wurden in Rettungsboot Nr. 3 gesetzt, das sie sicher durch die Nacht brachte, bis sie von der Carpathia gerettet wurden. Ihr ausführlicher Bericht bleibt eine der eindrucksvollsten Augenzeugenbeschreibungen des Untergangs.",
      "it": "Elizabeth Weed Shutes nacque il 30 aprile 1871 a Newburgh, New York, ultima figlia di Samuel E. Shutes e Sarah Berrian. Cresciuta in una famiglia numerosa, studiò e, già da giovane adulta, era una rispettata insegnante e governante a New York. Nel 1912, Elizabeth accettò l’incarico di governante di Margaret Graham, la figlia adolescente dell’industriale William T. Graham. Accompagnò Margaret e sua madre, Edith Graham, in un viaggio in Europa e aveva il compito di riportarle a New York a bordo del RMS Titanic. Le tre salirono a bordo a Southampton il 10 aprile 1912, in prima classe, cabine C-91 e C-125. Nella notte del 14 aprile 1912 Elizabeth percepì il tremito della collisione e raggiunse subito le Graham sul ponte. Lasciò poi una toccante testimonianza scritta di quelle ore finali, descrivendo la calma inquietante, il freddo pungente e il timore di essere calata in una piccola barca nell’Atlantico nero: 'Il primo contatto della nostra scialuppa con quel mare oscuro mi giunse come un ultimo addio alla vita… Una piccola barca in un mare immenso…' Elizabeth e la sua allieva Margaret furono poste sulla scialuppa n. 3, che le portò sane e salve attraverso la notte, fino al salvataggio da parte della Carpathia. Il suo racconto dettagliato resta una delle testimonianze dirette più vivide del naufragio.",
      "pt": "Elizabeth Weed Shutes nasceu em 30 de abril de 1871, em Newburgh, Nova Iorque, filha de Samuel E. Shutes e Sarah Berrian. Cresceu em uma família numerosa e, ainda jovem, tornou-se uma respeitada professora e governanta em Nova Iorque. Em 1912, foi contratada como governanta de Margaret Graham, filha adolescente do industrialista William T. Graham. Acompanhou Margaret e sua mãe, Edith Graham, em uma viagem à Europa e retornou com elas a bordo do RMS Titanic, embarcando em Southampton, em 10 de abril, em cabines de primeira classe C-91 e C-125. Na noite do naufrágio, Elizabeth sentiu o impacto estranho da colisão e se juntou às Grahams no convés. Mais tarde, deixou um emocionante testemunho escrito, descrevendo o frio, o silêncio assustador e a sensação de despedida ao descer em um pequeno bote salva-vidas no Atlântico negro: 'O primeiro toque de nosso bote naquele mar escuro me pareceu um último adeus à vida… Um barquinho em um mar imenso…' Elizabeth e Margaret foram colocadas no bote nº 3, sendo resgatadas horas depois pelo Carpathia."
    },
    "postIceberg": {
      "fr": "Après le Titanic, Elizabeth poursuivit sa carrière comme gouvernante et enseignante. Elle voyagea beaucoup, notamment en Europe et au Japon, et en 1919, elle se porta volontaire auprès de l’YMCA en France pour soutenir les troupes américaines après la Première Guerre mondiale.Connue pour son indépendance, elle ne se maria jamais et passa une grande partie de sa vie ultérieure à Manhattan avec sa sœur Marianna. Elizabeth Weed Shutes mourut le 27 octobre 1949 à Oneida, dans l’État de New York, à l’âge de 78 ans. Elle fut incinérée au cimetière de Waterville. Elle reste dans les mémoires pour son courage, son dévouement envers la famille Graham, et pour ses mots poignants qui ont su traduire à la fois l’effroi et la bravoure de cette nuit d’avril.",
      "en": "After Titanic, Elizabeth continued her work as a governess and teacher. She traveled widely, including to Europe and Japan, and in 1919 volunteered with the YMCA in France to support American troops after World War I. Known for her independence, she never married, and lived much of her later life in Manhattan with her sister Marianna. Elizabeth Weed Shutes died on October 27, 1949, in Oneida, New York, at the age of 78. She was cremated at Waterville Cemetery. She is remembered for her courage, her devotion to the Graham family, and her poignant words that captured the terror and bravery of that April night.",
      "da": "Efter Titanic fortsatte Elizabeth sit arbejde som guvernante og lærer. Hun rejste meget, blandt andet til Europa og Japan, og i 1919 meldte hun sig frivilligt til YMCA i Frankrig for at støtte de amerikanske tropper efter Første Verdenskrig. Kendt for sin uafhængighed giftede hun sig aldrig og tilbragte en stor del af sit senere liv på Manhattan sammen med sin søster Marianna. Elizabeth Weed Shutes døde den 27. oktober 1949 i Oneida, New York, i en alder af 78 år. Hun blev kremeret på Waterville Cemetery. Hun huskes for sit mod, sin hengivenhed over for familien Graham og for sine gribende ord, der indfangede både frygten og modet fra den aprilaften.",
      "de": "Nach dem Untergang der Titanic setzte Elizabeth ihre Arbeit als Gouvernante und Lehrerin fort. Sie reiste viel, unter anderem nach Europa und Japan, und meldete sich 1919 als Freiwillige beim YMCA in Frankreich, um die amerikanischen Truppen nach dem Ersten Weltkrieg zu unterstützen. Bekannt für ihre Unabhängigkeit heiratete sie nie und verbrachte einen Großteil ihres späteren Lebens mit ihrer Schwester Marianna in Manhattan. Elizabeth Weed Shutes starb am 27. Oktober 1949 in Oneida, New York, im Alter von 78 Jahren. Sie wurde auf dem Waterville Cemetery eingeäschert. In Erinnerung bleibt sie für ihren Mut, ihre Hingabe an die Familie Graham und für ihre bewegenden Worte, die sowohl die Angst als auch die Tapferkeit jener Aprilnacht festhielten.",
      "it": "Dopo il Titanic, Elizabeth continuò a lavorare come governante e insegnante. Viaggiò molto, in particolare in Europa e in Giappone, e nel 1919 si offrì volontaria con la YMCA in Francia per sostenere le truppe americane dopo la Prima Guerra Mondiale. Nota per la sua indipendenza, non si sposò mai e trascorse gran parte della sua vita successiva a Manhattan con la sorella Marianna. Elizabeth Weed Shutes morì il 27 ottobre 1949 a Oneida, New York, all’età di 78 anni. Fu cremata nel cimitero di Waterville. È ricordata per il suo coraggio, la sua dedizione alla famiglia Graham e per le sue parole toccanti che seppero esprimere sia il terrore sia il coraggio di quella notte di aprile.",
      "pt": "Após o desastre, Elizabeth continuou sua carreira como professora e governanta. Viajou bastante, incluindo à Europa e ao Japão, e em 1919 atuou como voluntária da YMCA na França, auxiliando soldados americanos após a Primeira Guerra Mundial. Independente, nunca se casou e passou boa parte da vida em Manhattan com sua irmã, Marianna. Elizabeth morreu em 27 de outubro de 1949, em Oneida, Nova Iorque, aos 78 anos. Foi cremada no Waterville Cemetery. É lembrada por sua coragem, por sua lealdade à família Graham e por suas palavras que capturaram o medo e a bravura daquela noite de abril."
    }
  }
}