{
  "passenger8": {
    "grade": "Passenger",
    "age": 14,
    "role": {
      "fr": "Employé de vaisselle",
      "en": "Plate steward",
      "da": "Omkommet besætningsmedlem (opvasker på første klasse)",
      "de": "Steward für Teller",
      "it": "Addetto ai piatti",
      "pt": ""
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/08-Frederick-William-Hopkins.jpg",
      "alt": "picture of Frederick William Hopkins"
    },
    "name": {
      "fr": "Frederick William Hopkins",
      "en": "Frederick William Hopkins",
      "da": "Frederick William Hopkins",
      "de": "Frederick William Hopkins",
      "it": "Frederick William Hopkins",
      "pt": "Frederick William Hopkins"
    },
    "description": {
      "fr": " Fred Hopkins était un jeune Anglais originaire d’Aldershot qui travaillait comme steward à la plonge à bord du Titanic. Il n’avait pas encore 15 ans lorsqu’il s’est engagé dans l’équipage du Titanic, ayant déclaré 16 ans lors de son inscription, peut-être pour paraître comme un adulte expérimenté de 16 ans en ajoutant quelques années à son âge réel. Avant de prendre la mer pour un emploi rémunéré, Fred était un Boy Scout prolifique, très populaire au sein de sa troupe. En tant que scout de première classe, il avait été promu chef de patrouille et avait obtenu les badges nécessaires pour recevoir le King’s Badge - la plus haute distinction qu’un scout pouvait recevoir dans le Commonwealth britannique. Il aimait la natation et avait obtenu des certificats de sauvetage et de natation. L’été précédant son engagement sur le Titanic, il avait même empêché un nageur en détresse de se noyer, un acte qu’il considérait comme son devoir.",
      "en": "Fred Hopkins was a young Englishman from Aldershot in England who worked as a plate steward aboard the Titanic. Not yet 15 years old when he signed on to the Titanic’s crew, Fred was one of the youngest crew members onboard. When he registered for service he listed his age as 16, perhaps attempting to appear as a seasoned adult of 16 by padding his life-experience with a few years.  Before taking to the sea for paying work, Fred was prolific Boy Scout who was very popular in his Troop. As a First-Class Scout he had been elevated to become a patrol leader and had earned the badges needed to receive his King’s Badge - the highest award a Scout could receive in the British Commonwealth. He had a fondness for swimming, and had taken life-saving and swimming certifications. The summer before he joined Titanic’s crew, he had even kept a distressed swimmer from drowning, a deed which he considered his duty. ",
      "da": "Fred Hopkins var en ung englænder fra Aldershot i England, der arbejdede som opvasker på Titanic. Fred var endnu ikke fyldt 15 år, da han blev en del af Titanics besætning, og han var et af de yngste besætningsmedlemmer om bord. Da han meldte sig til tjeneste, opgav han sin alder som 16 år - han forsøgte at fremstå som en erfaren voksen ved at lægge et par ekstra år til sin reelle alder.  \n\nFør han tog til søs for at arbejde, var Fred en dygtig spejder, som var meget populær i sin trop. Som en fremragende spejder var han blevet tropsfører og havde opnået de mærker, der skulle til for at få sit kongemærke - den højeste udmærkelse, en spejder kunne få i det britiske Commonwealth. Han var glad for at svømme og havde taget livredder- og svømmecertifikater. Sommeren før han blev en del af Titanics besætning, havde han endda forhindret en nødstedt svømmer i at drukne, en heltegerning han betragtede som sin pligt. ",
      "de": "Fred Hopkins war ein junger Engländer aus Aldershot in England, der als Kellner an Bord der Titanic arbeitete. Fred war noch keine 15 Jahre alt, als er sich für die Besatzung der Titanic meldete, und damit eines der jüngsten Besatzungsmitglieder an Bord. Als er sich zum Dienst meldete, gab er sein Alter mit 16 Jahren an und versuchte, als gestandener Erwachsener zu erscheinen, indem er seine Lebenserfahrung um ein paar Jahre aufstockte. Bevor er für bezahlte Arbeit zur See fuhr, war Fred ein erfolgreicher Pfadfinder, der in seiner Gruppe sehr beliebt war. Als First-Class Scout war er zum Patrouillenführer aufgestiegen und hatte die erforderlichen Abzeichen für das King's Badge erworben - die höchste Auszeichnung, die ein Pfadfinder im britischen Commonwealth erhalten konnte. Er hatte eine Vorliebe für das Schwimmen und absolvierte beispielsweise Rettungsschwimmkurse. Im Sommer, bevor er zur Titanic-Besatzung stieß, hatte er sogar einen in Not geratenen Schwimmer vor dem Ertrinken bewahrt, was er als seine Pflicht ansah.",
      "it": "Fred Hopkins  era un giovane inglese di Aldershot, in Inghilterra, che lavorava a bordo del Titanic. Non era ancora quindicenne quando si arruolò nell’equipaggio del Titanic ed era uno dei più giovani membri dell’equipaggio a bordo. Quando si era registrato per prestare servizio, scrisse di avere 16 anni, l’età minima consentita.  Fred era stato un boy scout molto popolare tra i suoi. Era stato capo pattuglia e aveva guadagnato i badge necessari per ricevere il King’s Badge - il più alto premio che uno Scout possa ricevere nel Commonwealth britannico. Aveva una passione per il nuoto e aveva preso il brevetto di bagnino. L’estate prima di entrare a far parte dell’equipaggio del Titanic, aveva persino impedito a un nuotatore in difficoltà di annegare, un atto che considerava suo dovere.",
      "pt": " Fred Hopkins era um jovem inglês de Aldershot que trabalhava como garçom de serviço de pratos (plate steward) a bordo do Titanic. Com menos de 15 anos quando se alistou na tripulação do Titanic, Fred foi um dos membros mais jovens do elenco. Ao registrar-se para o serviço, ele declarou ter 16 anos, provavelmente tentando parecer mais experiente e maduro ao “acrescentar” alguns anos à sua idade real. Antes de embarcar para o trabalho remunerado no mar, Fred foi um escoteiro muito ativo e popular em seu grupo. Como Escoteiro de Primeira Classe, havia sido promovido a líder de patrulha e conquistado as insígnias necessárias para receber o King’s Badge - a mais alta premiação que um escoteiro podia receber no Império Britânico. Fred gostava muito de nadar e possuía certificações em salvamento aquático e natação. No verão anterior a sua entrada na tripulação do Titanic, ele havia salvo um nadador em perigo, uma ação que ele considerava seu dever."
    },
    "postIceberg": {
      "fr": "Frederick William Hopkins était l’un des plus jeunes membres d’équipage du Titanic, servant comme steward à la plonge à seulement 14 ans. Il avait déjà travaillé sur l’Olympic avant de rejoindre le Titanic. Tragiquement, Hopkins ne survécut pas au naufrage du Titanic le 15 avril 1912. Son corps ne fut jamais retrouvé.",
      "en": "Frederick William Hopkins was one of the youngest crew members on the Titanic, serving as a plate steward at just 14 years old. He had previously worked on the Olympic before joining the Titanic. Tragically, Hopkins did not survive the sinking of the Titanic on April 15, 1912. His body was never recovered​.",
      "da": "Frederick William Hopkins var et af de yngste besætningsmedlemmer på Titanic og arbejdede som opvasker på første klasse i en alder af bare 14 år. Han havde tidligere arbejdet på Olympic, før han kom til Titanic. Tragisk nok overlevede Hopkins ikke Titanics forlis den 15. april 1912. Hans lig blev aldrig fundet.",
      "de": "Frederick William Hopkins war eines der jüngsten Besatzungsmitglieder auf der Titanic und diente im Alter von nur 14 Jahren als Kellner. Er hatte zuvor auf der Olympic gearbeitet. Tragischerweise überlebte Hopkins den Untergang der Titanic am 15. April 1912 nicht. Seine Leiche wurde nie geborgen.",
      "it": "Frederick William Hopkins era uno dei membri dell'equipaggio più giovani del Titanic, lavorando come assistente piatti a soli 14 anni. Aveva precedentemente lavorato sull'Olympic prima di unirsi al Titanic. Tragicamente, Hopkins non sopravvisse all'affondamento del Titanic il 15 aprile 1912. Il suo corpo non fu mai recuperato.",
      "pt": "Frederick William Hopkins foi um dos membros mais jovens da tripulação do Titanic, servindo como garçom de pratos aos apenas 14 anos. Ele havia trabalhado anteriormente no Olympic antes de embarcar no Titanic. Tragicamente, Hopkins não sobreviveu ao naufrágio em 15 de abril de 1912. Seu corpo nunca foi recuperado."
    }
  }
}