{
  "passenger34": {
    "grade": "Passenger",
    "age": 46,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/34-Henry-Burkhardt-Harris.jpg",
      "alt": "picture of Henry Burkhardt Harris"
    },
    "name": {
      "fr": "Henry Burkhardt Harris",
      "en": "Henry Burkhardt Harris",
      "da": "Henry Burkhardt Harris",
      "de": "Henry Burkhardt Harris",
      "it": "Henry Burkhardt Harris",
      "pt": "Henry Burkhardt Harris",
      "nl": "Henry Burkhardt Harris"
    },
    "description": {
      "fr": "Henry Harris, producteur de théâtre à succès, voyageait avec son épouse Irene. Connu pour ses spectacles à Broadway, il était une figure clé du théâtre américain. Avant d’embarquer, le couple avait passé plusieurs mois en Europe, profitant de la culture et de l’art. Ils visitèrent des théâtres, rencontrèrent d’autres producteurs et envisagèrent des collaborations. Le Titanic marquait leur retour à New York, où Henry avait plusieurs projets en cours. Son travail eut un impact profond sur la scène théâtrale, et il était respecté pour sa vision et son engagement envers les arts.",
      "en": "Henry Harris, a successful theatre producer, was traveling with his wife Irene. Known for producing hit Broadway shows, Henry was a significant figure in the American theatre industry. Prior to boarding the Titanic, the couple spent several months touring Europe, enjoying the cultural and artistic offerings. They visited theatres, met with fellow producers, and explored potential collaborations. The Titanic voyage was their return to New York, where Henry had several projects in the pipeline. His work had a profound impact on the theatrical scene, and he was respected for his vision and dedication to the arts.",
      "da": "Henry Harris, en succesfuld teaterproducent, var på rejse med sin kone Irene. Henry var kendt for at producere populære Broadway-shows og var en vigtig figur i den amerikanske teaterverden. Før de gik om bord på Titanic, tilbragte parret flere måneder med at rejse rundt i Europa og nyde kulturen og kunsten. De besøgte teatre, mødtes med andre teaterproducenter og udforskede mulige samarbejder. Parret rejste med Titanic hjem til New York, hvor Henry havde flere nye projekter i støbeskeen. Hans arbejde havde stor indflydelse på teaterscenen, og han var respekteret for sine visioner og dedikation til kunsten.",
      "de": "Henry Harris, ein erfolgreicher Theaterproduzent, war mit seiner Frau Irene auf Reisen. Bekannt für die Produktion von Broadway-Hits, war Henry Harris eine bedeutende Persönlichkeit in der amerikanischen Theaterbranche. Bevor sie an Bord der Titanic gingen, reiste das Paar mehrere Monate lang durch Europa und genoss das kulturelle und künstlerische Angebot. Sie besuchten Theater, trafen sich mit anderen Produzenten und sondierten mögliche Kooperationen. Mit der Titanic kehrten sie nach New York zurück, wo Henry mehrere Projekte in der Pipeline hatte. Seine Arbeit hatte einen tiefgreifenden Einfluss auf die Theaterszene, und er wurde für seine Visionen und sein Engagement für die Kunst respektiert.",
      "it": "Henry Harris, un produttore teatrale di successo, viaggiava con sua moglie Irene. Conosciuto per aver prodotto spettacoli di successo a Broadway, Henry era una figura significativa nell'industria teatrale americana. Prima di imbarcarsi sul Titanic, la coppia aveva trascorso diversi mesi visitando l'Europa, godendo delle offerte culturali e artistiche. Avevano visitato teatri, incontrato altri produttori e esplorato potenziali collaborazioni. Il viaggio sul Titanic rappresentava il loro ritorno a New York, dove Henry aveva diversi progetti in programma. Il suo lavoro aveva un profondo impatto sulla scena teatrale, e era rispettato per la sua visione e dedizione alle arti.",
      "pt": "Henry Harris, um bem-sucedido produtor teatral, viajava com sua esposa Irene. Conhecido por produzir grandes sucessos da Broadway, Henry era uma figura importante na indústria teatral americana. Antes de embarcar no Titanic, o casal passou vários meses em turnê pela Europa, aproveitando as ofertas culturais e artísticas. Visitavam teatros, encontravam-se com outros produtores e exploravam possíveis colaborações. A viagem no Titanic marcou seu retorno a Nova York, onde Henry tinha vários projetos em andamento. Seu trabalho teve um impacto profundo na cena teatral, sendo respeitado por sua visão e dedicação às artes.",
      "nl": "Henry Burkhardt Harris reisde in de eerste klasse van de Titanic. Deze persoon was 46 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Henry Burkhardt Harris kort samen."
    },
    "postIceberg": {
      "fr": "Henry Harris, producteur de théâtre renommé, ne survécut pas au naufrage. Son corps ne fut jamais retrouvé, mais son épouse Irene survécut et poursuivit leur œuvre dans le monde du théâtre.",
      "en": "Henry Harris, a prominent theatrical producer, did not survive the sinking. His body was never recovered, but his wife Irene survived and continued their work in the theater industry.",
      "da": "Henry Harris, en fremtrædende teaterproducent, overlevede ikke forliset. Hans lig blev aldrig fundet, men hans kone Irene overlevede og fortsatte deres arbejde i teaterbranchen.",
      "de": "Henry Harris, ein bekannter Theaterproduzent, überlebte den Untergang nicht. Seine Leiche wurde nie geborgen, aber seine Frau Irene überlebte und setzte ihre Arbeit in der Theaterbranche fort.",
      "it": "Henry Harris, un noto produttore teatrale, non sopravvisse all'affondamento. Il suo corpo non fu mai recuperato, ma la moglie Irene sopravvisse e continuò il loro lavoro nell'industria teatrale.",
      "pt": "Henry Harris, renomado produtor teatral, não sobreviveu ao naufrágio. Seu corpo jamais foi recuperado, mas sua esposa Irene sobreviveu e continuou o trabalho do casal na indústria teatral.",
      "nl": "Henry Burkhardt Harris behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
