{
  "passenger118": {
    "grade": "Passenger",
    "age": 66,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/118-NOPICS2.png",
      "alt": "picture of name"
    },
    "name": {
      "fr": "Patrick Connors",
      "en": "Patrick Connors",
      "da": "Patrick Connors",
      "de": "Patrick Connors",
      "it": "Patrick Connors",
      "pt": "Patrick Connors",
      "nl": "Patrick Connors"
    },
    "description": {
      "fr": "Patrick Connors naquit en Irlande à la fin du XIXᵉ siècle (vers 1870-1880). En 1874, il émigra aux États-Unis et s’installa à Manhattan, où il épousa Ellen Clifford (née en 1852), également immigrée irlandaise. Ensemble, ils eurent sept enfants. Au moment du recensement de 1910, Patrick était déjà veuf. Le 11 juin 1911, sa plus jeune fille, Nellie, épousa John J. O’Shea (né en 1892). Peu après, Patrick quitta New York pour rendre visite à l’Irlande et passa dix mois chez sa sœur, Mary Anne Shanahan, à Charleville, dans le comté de Cork. Le journal Cork Free Press (mai 1912) rapporta que M. Connors, durant son séjour en Irlande, ' présentait une splendide apparence de robuste santé '. Pour son retour à New York, Patrick embarqua à Queenstown à bord du Titanic ; décrit comme ouvrier agricole, il voyageait en troisième classe avec le billet n°370369, acheté 7 £ 15 shillings.",
      "en": "Patrick Connors was born in Ireland in the late 19th century (around 1870-1880s).In 1874  he emigrate to US, settling in Manhattan he got merried with  Ellen Clifford (b. 1852), another Irish immigrant. They went on to be the parents of seven children. By the time of the 1910 census Patrick was a widower. On 11 June 1911 his youngest daughter Nellie was married to John J. O'Shea (b. 1892). Shortly after he departed New York to return to pay a visit to Ireland and ended up spending ten months with his sister Mary Anne Shanahan7 at her home in Charleville, Co Cork. The Cork Free Press (May 1912) stated that Mr Connors, during his time back in Ireland 'presented a splendid appearance of robust health.''. For his return to New York Mr Connors boarded the Titanic at Queenstown; described as a farm labourer he travelled as a third class passenger (ticket number 370369 which had cost £7, 15s)",
      "da": "Patrick Connors blev født i Irland i slutningen af det 19. århundrede (omkring 1870-1880’erne). I 1874 emigrerede han til USA og slog sig ned på Manhattan, hvor han giftede sig med Ellen Clifford (f. 1852), også en irsk immigrant. Sammen fik de syv børn. Ved folketællingen i 1910 var Patrick en enkemand. Den 11. juni 1911 blev hans yngste datter Nellie gift med John J. O’Shea (f. 1892). Kort efter rejste Patrick fra New York for at besøge Irland og tilbragte ti måneder hos sin søster, Mary Anne Shanahan, i Charleville, County Cork. Avisen Cork Free Press (maj 1912) skrev, at hr. Connors under sit ophold i Irland “fremstod som i strålende, robust helbred.” For at vende tilbage til New York gik Patrick om bord på Titanic i Queenstown; han blev beskrevet som landarbejder og rejste på tredje klasse (billet nr. 370369, som kostede £7, 15s).",
      "de": "Patrick Connors wurde im späten 19. Jahrhundert (um 1870-1880) in Irland geboren. 1874 emigrierte er in die USA und ließ sich in Manhattan nieder, wo er Ellen Clifford (geb. 1852), ebenfalls eine irische Immigrantin, heiratete. Gemeinsam bekamen sie sieben Kinder. Bei der Volkszählung von 1910 war Patrick bereits Witwer. Am 11. Juni 1911 heiratete seine jüngste Tochter Nellie John J. O’Shea (geb. 1892). Kurz darauf verließ Patrick New York, um Irland zu besuchen, und verbrachte zehn Monate bei seiner Schwester Mary Anne Shanahan in Charleville, County Cork. Die Cork Free Press berichtete im Mai 1912, dass Herr Connors während seines Aufenthalts in Irland „einen prächtigen Eindruck von robuster Gesundheit machte“. Für seine Rückkehr nach New York bestieg Patrick in Queenstown die Titanic; als Landarbeiter beschrieben, reiste er als Passagier der dritten Klasse (Ticket Nr. 370369, Preis £7, 15s).",
      "it": "Patrick Connors nacque in Irlanda alla fine del XIX secolo (circa 1870-1880). Nel 1874 emigrò negli Stati Uniti, stabilendosi a Manhattan, dove sposò Ellen Clifford (nata nel 1852), anch’essa immigrata irlandese. La coppia ebbe sette figli. Al censimento del 1910 Patrick risultava vedovo. L’11 giugno 1911, la figlia più giovane, Nellie, sposò John J. O’Shea (nato nel 1892). Poco dopo, Patrick partì da New York per visitare l’Irlanda e trascorse dieci mesi a casa di sua sorella Mary Anne Shanahan a Charleville, nella contea di Cork. Il Cork Free Press (maggio 1912) riportò che il signor Connors, durante il suo soggiorno in Irlanda, “mostrava un aspetto splendido e di robusta salute”. Per il suo ritorno a New York, Patrick si imbarcò sul Titanic a Queenstown; descritto come bracciante agricolo, viaggiava in terza classe con il biglietto n°370369, che era costato £7, 15s.",
      "pt": "Patrick Connors nasceu na Irlanda no final do século XIX (c. 1870-1880). Em 1874, emigrou para os Estados Unidos, estabelecendo-se em Manhattan, onde se casou com Ellen Clifford (n. 1852), também imigrante irlandesa. O casal teve sete filhos. No censo de 1910, Patrick já aparece viúvo. Em 11 de junho de 1911, sua filha mais nova, Nellie, casou-se com John J. O’Shea (n. 1892). Pouco depois, Patrick partiu de Nova Iorque para visitar a Irlanda e acabou passando dez meses na casa de sua irmã, Mary Anne Shanahan, em Charleville, Condado de Cork. O jornal Cork Free Press (maio de 1912) afirmou que, durante sua estadia na Irlanda, “o Sr. Connors apresentava uma esplêndida aparência de robusta saúde.” Para retornar a Nova Iorque, Patrick embarcou no Titanic em Queenstown, descrito como trabalhador rural. Viajou como passageiro da terceira classe, portando o bilhete nº 370369, que custara £7, 15s.",
      "nl": "Patrick Connors reisde in de derde klasse van de Titanic. Deze persoon was 66 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Patrick Connors kort samen."
    },
    "postIceberg": {
      "fr": "Patrick Connors périt lors du naufrage ; son corps fut récupéré par le MacKay Bennett (n°171) et inhumé en mer le 24 avril 1912. Son fils aîné, James, obtint les droits d’administration de la succession auprès du tribunal du comté de New York le 19 juin 1912. En juillet 1912, il reçut les effets personnels retrouvés sur le corps de son père : une montre, une chaîne et un médaillon, sept billets irlandais de 1 £, un billet irlandais de 5 £, une lettre de crédit de 80 £ émise par la National Bank, Limited, en faveur de Patrick Connors et adressée à la Bank of Montreal, 64 Wall Street, New York, divers papiers, une bourse contenant deux souverains, une demi-couronne et deux florins en argent, quatre pence et demi en cuivre, 25 cents en argent, une paire de lunettes (cassées), une croix sur une chaîne, une clé sur une chaîne, un bouton de manchette, trois boutons de chemise, deux crayons de plomb et deux carnets de notes.",
      "en": "Patrick Connors died in the sinking; his body was recovered by the MacKay Bennett (#171) and was buried at sea on 24 April 1912. his eldest son James was granted administration rights by the Surrogate of the County of New York on 19 June 1912; in July 1912 he received the following personal items taken from his father's body: Watch, chain and locket, Seven £1/-/- Irish notes, one £5/-/- Irish note, Letter of credit for £80/-/- drawn by the National Bank, Limited, in favour of Patrick Connors, addressed to the Bank of Montreal, 64 Wall Street, New York, Miscellaneous papers, Purse containing two sovereigns; 1 half crown and 2 florins in silver; 4½ pence in copper; 25 cents in silver, Pair spectacles (broken), Cross on chain, Key on chain, One cuff link, Three studs, Two lead pencils, Two note books",
      "da": "Patrick Connors døde under forliset; hans krop blev bjærget af MacKay Bennett (nr. 171) og begravet til søs den 24. april 1912. Hans ældste søn, James, fik den 19. juni 1912 tildelt administrationsrettigheder af skifteretten i New York County. I juli 1912 modtog han de personlige ejendele, der var fundet på sin fars krop: ur, kæde og medaljon, syv irske sedler á £1, én irsk seddel á £5, kreditbrev på £80 udstedt af National Bank, Limited, til fordel for Patrick Connors, adresseret til Bank of Montreal, 64 Wall Street, New York, diverse papirer, pung med to sovereigns, en halv crown og to floriner i sølv, 4½ pence i kobber, 25 cents i sølv, et par briller (knækkede), kors i kæde, nøgle i kæde, én manchetknap, tre skjorteknapper, to blyanter og to notesbøger.",
      "de": "Patrick Connors kam beim Untergang ums Leben; seine Leiche wurde vom MacKay Bennett (Nr. 171) geborgen und am 24. April 1912 auf See bestattet. Sein ältester Sohn James erhielt am 19. Juni 1912 vom Nachlassgericht des County of New York die Rechte zur Nachlassverwaltung. Im Juli 1912 erhielt er die persönlichen Gegenstände, die am Körper seines Vaters gefunden worden waren: Uhr, Kette und Medaillon, sieben irische Banknoten zu £1, eine irische Banknote zu £5, ein Kreditbrief über £80, ausgestellt von der National Bank, Limited, zugunsten von Patrick Connors und adressiert an die Bank of Montreal, 64 Wall Street, New York, verschiedene Papiere, Geldbörse mit zwei Sovereigns, einer halben Krone und zwei Florinen in Silber, 4½ Pence in Kupfer, 25 Cents in Silber, ein Paar Brillen (zerbrochen), Kreuz an Kette, Schlüssel an Kette, eine Manschettenknopf, drei Hemdknöpfe, zwei Bleistifte und zwei Notizbücher.",
      "it": "Patrick Connors morì nel naufragio; il suo corpo fu recuperato dal MacKay Bennett (n°171) e sepolto in mare il 24 aprile 1912. Il figlio maggiore, James, ottenne i diritti di amministrazione dell’eredità dal tribunale della contea di New York il 19 giugno 1912. Nel luglio 1912 ricevette gli effetti personali trovati sul corpo del padre: un orologio, una catena con medaglione, sette banconote irlandesi da £1, una banconota irlandese da £5, una lettera di credito di £80 emessa dalla National Bank, Limited, a favore di Patrick Connors e indirizzata alla Bank of Montreal, 64 Wall Street, New York, vari documenti, un portamonete contenente due sovrani, mezza corona e due fiorini in argento, 4½ pence in rame, 25 centesimi in argento, un paio di occhiali (rotti), una croce su catena, una chiave su catena, un gemello, tre bottoni da camicia, due matite e due taccuini.",
      "pt": "Patrick Connors morreu no naufrágio; seu corpo foi recuperado pelo MacKay Bennett (nº171) e sepultado no mar em 24 de abril de 1912. Seu filho mais velho, James, recebeu os direitos de administração do espólio pelo tribunal do condado de Nova Iorque em 19 de junho de 1912. Em julho de 1912, ele recebeu os seguintes pertences pessoais retirados do corpo do pai: relógio, corrente e medalhão, sete notas irlandesas de £1, uma nota irlandesa de £5, uma carta de crédito de £80 emitida pelo National Bank, Limited, em favor de Patrick Connors e endereçada ao Bank of Montreal, 64 Wall Street, Nova Iorque, papéis diversos, uma bolsa contendo duas soberanas, meia coroa e dois florins em prata, 4½ pence em cobre, 25 centavos em prata, um par de óculos (quebrados), cruz em corrente, chave em corrente, um botão de punho, três botões de camisa, dois lápis de grafite e dois cadernos de notas.",
      "nl": "Patrick Connors behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
