{
  "passenger4": {
    "grade": "Passenger",
    "age": 24,
    "role": {
      "fr": "Hôtesse",
      "en": "Stewardess",
      "da": "Kahytsjomfru",
      "de": "Stewardess",
      "it": "Personale di cabina",
      "pt": "Comissária de bordo",
      "nl": "Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/04-Violet-Constance-Jessop.jpg",
      "alt": "picture of Violet Constance Jessop"
    },
    "name": {
      "fr": "Violet Constance Jessop",
      "en": "Violet Constance Jessop",
      "da": "Violet Constance Jessop",
      "de": "Violet Constance Jessop",
      "it": "Violet Constance Jessop",
      "pt": "Violet Constance Jessop",
      "nl": "Violet Constance Jessop"
    },
    "description": {
      "fr": "Violet Jessop est née en Argentine, aînée d’une famille d’immigrants irlandais. Son enfance fut marquée par la maladie. Elle survécut à une grave maladie alors qu’elle était enfant, pour ensuite perdre son père à l’âge de 16 ans. Après cette perte, la famille déménagea en Angleterre. La mère de Violet travailla tandis que Violet s’occupait de sa jeune sœur et fréquentait une école religieuse. Après cette enfance difficile, Violet avait décidé que sa vocation était de devenir infirmière. Cependant, à 21 ans, sa mère tomba malade, et Violet dut quitter l’école pour devenir le soutien de famille, travaillant comme stewardess sur des paquebots. Violet finit par obtenir un poste à la White Star Line et fut bientôt affectée au RMS Olympic. Comme beaucoup d’autres membres d’équipage, elle admirait profondément Thomas Andrews et écrivait avec tendresse à propos de l’Olympic. Bien qu’elle ait été présente lors de la collision avec le HMS Hawke, elle ne se laissa pas impressionner et était prête à commencer le prochain chapitre de sa carrière à bord du nouveau fleuron de la White Star : le Titanic. Violet décrivait l’animation liée à la découverte d’un nouveau navire, ainsi que ses promenades du soir sur le pont, disant : ' Si le soleil ne brillait pas aussi fort le quatrième jour, et si un petit froid piquant s’installait dans l’air à la tombée de la nuit, cela ne faisait que souligner la chaleur et le luxe à l’intérieur. '",
      "en": "Violet Jessop was born in Argentina, the eldest child of Irish immigrants. Her childhood was beset by illness. She survived serious sickness as a child only to lose her father when she was 16. The family relocated to England after the loss. Violet’s mother took work while Violet cared for her younger sister and attended convent school. After her difficult childhood, Violet had determined it was her calling to become a nurse. However, when Violet was 21, her mother took ill, and Violet had to leave school to take over as breadwinner for the family, working as an ocean liner stewardess. Violet eventually took a position with White Star Line and was soon assigned to the RMS Olympic. Like many other crewmembers, she greatly admired Thomas Andrews, and wrote lovingly of Olympic. Despite being aboard for the collision with the HMS Hawke, she was unfazed and ready to begin the next chapter of her career aboard White Star’s new flagship: Titanic. Violet described the bustle of getting to know a new ship, as well as taking evening walks on the deck, saying “If the sun did fail to shine so brightly on the fourth day out, and if the little cold nip crept into the air as evening set in, it only served to emphasize the warmth and luxuriousness within.”",
      "da": "Violet Jessop blev født i Argentina som det ældste barn af irske immigranter. Hendes barndom var præget af sygdom. Hun overlevede alvorlig sygdom som barn, men mistede sin far, da hun var 16 år. Familien flyttede til England efter tabet. Violets mor gik på arbejde, mens Violet passede sin lillesøster og gik i skole. Efter sin svære barndom havde Violet besluttet, at det var hendes kald at blive sygeplejerske. Men da Violet var 21 år, blev hendes mor syg, og Violet måtte forlade uddannelsen for at tage over som familiens forsørger og arbejde som kahytsjomfru på oceanlinere. \n\nViolet fik til sidst en stilling hos White Star Line og blev hurtigt sendt i arbejde på RMS Olympic. Som mange andre besætningsmedlemmer beundrede hun Thomas Andrews og skrev rosende ord om Olympic. Selv om hun var om bord, da Olympic kolliderede med HMS Hawke i 1911, påvirkede det ikke hendes begejstring, og hun var klar til at begynde et nyt kapitel i sin karriere om bord på White Stars nye flagskib: Titanic. Violet beskrev i positive vendinger spændingen ved at lære et nyt skib at kende og aftenturene på dækket - hun skrev: 'Hvis solen ikke skinnede helt så klart på den fjerde dag til søs, og der ved aftentid kom en snert af kølighed i luften, så fremhævede det blot den varme og overdådighed, der dominerede skibets indre.' ",
      "de": "Violet Jessop wurde in Argentinien als ältestes Kind irischer Einwanderer geboren. Ihre Kindheit war von Krankheit geprägt. Sie überlebte als Kind eine schwere Krankheit und verlor ihren Vater, als sie 16 Jahre alt war. Nach dem Verlust zog die Familie nach England um. Violets Mutter ging einer Arbeit nach, während Violet sich um ihre jüngere Schwester kümmerte und die Klosterschule besuchte. Nach ihrer schwierigen Kindheit hatte Violet beschlossen, dass es ihre Berufung war, Krankenschwester zu werden. Als Violet jedoch 21 Jahre alt war, erkrankte ihre Mutter, und Violet musste die Schule verlassen, um als Stewardess auf einem Ozeandampfer den Lebensunterhalt der Familie zu bestreiten. Violet nahm schließlich eine Stelle bei der White Star Line an und wurde bald auf der RMS Olympic eingesetzt. Wie viele andere Besatzungsmitglieder bewunderte sie Thomas Andrews sehr und schrieb liebevoll über die Olympic. Obwohl sie bei der Kollision mit der HMS Hawke an Bord war, war sie unbeeindruckt und bereit, das nächste Kapitel ihrer Karriere an Bord des neuen Flaggschiffs von White Star zu beginnen: Titanic. Violet beschrieb die Hektik des Kennenlernens eines neuen Schiffes sowie die abendlichen Spaziergänge an Deck so: „Wenn die Sonne am vierten Tag nicht mehr so hell schien und sich am Abend ein kleiner kalter Hauch in die Luft schlich, so diente das nur dazu, die Wärme und den Luxus im Inneren zu betonen.“ ",
      "it": "Violet Constance Jessop era nata in Argentina, figlia maggiore di immigrati irlandesi. Da piccola ebbe una grave malattia ma sopravvisse e perse purtroppo il padre quando aveva 16 anni. Così la famiglia si trasferì in Inghilterra dopo la perdita. La madre di Violet si trovò un lavoro mentre Violet si prendeva cura della sorella minore e frequentava la scuola delle suore. Dopo questa infanzia difficile, Violet si convinse che ik suo destino fosse diventare infermiera. Tuttavia, quando aveva 21 anni, sua madre si ammalò anche la madre e Violet dovette lasciare la scuola perché era ormsi il capofamiglia e si mise a lavorare come hostess sui transatlantici. Violet alla fine si fece una posizione con la White Star Line e fu presto assegnata alla categoria di navi RMS Olympic. Come molti altri membri dell’equipaggio, ammirò molto il lavoro del progettista Thomas Andrews e scrisse con amore dell’Olympic. Violet era a bordo durante la collisione con la HMS Hawke, ma ancora non sapeva che il prossimo capitolo della sua carriera a bordo della nuova ammiraglia della White Star, il Titanic, le avrebbe riservato ben peggio. Violet ha descritto l’euforia nel conoscere una nuova nave e le sue passeggiate serali sul ponte, dicendo: “Il sole non è riuscito a brillare così intensamente il quarto giorno di crociera e l’aria pungente invitava a rientrare dove, negli interni della nave, si respirava lusso e calore”.",
      "pt": "Violet Jessop nasceu na Argentina, sendo a filha mais velha de imigrantes irlandeses. Sua infância foi marcada por doenças graves. Sobreviveu a enfermidades sérias ainda criança, mas perdeu o pai aos 16 anos. Após essa perda, a família mudou-se para a Inglaterra. A mãe de Violet começou a trabalhar, enquanto Violet cuidava da irmã mais nova e frequentava uma escola conventual. Após uma infância difícil, Violet decidiu que sua vocação era ser enfermeira. Porém, aos 21 anos, sua mãe adoeceu, e Violet teve que abandonar os estudos para assumir a responsabilidade financeira da família, trabalhando como camareira em navios transatlânticos. Posteriormente, Violet conseguiu um emprego na White Star Line e foi designada para o RMS Olympic. Como muitos outros membros da tripulação, ela tinha grande admiração por Thomas Andrews, e escreveu com carinho sobre o Olympic. Apesar de estar a bordo durante a colisão com o HMS Hawke, manteve-se tranquila e pronta para iniciar a próxima etapa de sua carreira a bordo do novo navio-flagship da White Star: o Titanic. Violet descreveu a agitação de conhecer um novo navio, assim como os passeios noturnos no convés, dizendo: Se o sol não brilhou tão intensamente no quarto dia de viagem, e se o friozinho se infiltrou no ar ao anoitecer, isso só serviu para enfatizar o calor e o luxo que havia por dentro.",
      "nl": "Violet Constance Jessop maakte deel uit van de bemanning van de Titanic. Deze persoon was 24 jaar oud. Deze persoon werkte aan boord als stewardess. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Violet Constance Jessop kort samen."
    },
    "postIceberg": {
      "fr": "Violet Jessop, une stewardess, survécut au naufrage du Titanic en embarquant dans le canot de sauvetage n°16. Elle servit plus tard pendant la Première Guerre mondiale sur le Britannic, un autre navire de la White Star Line qui fit également naufrage. Ayant survécu aux catastrophes de l’Olympic, du Titanic et du Britannic, elle devint connue comme ' l’insubmersible ' en raison de sa présence lors des trois grands désastres de la White Star Line",
      "en": "Violet Jessop, a stewardess, survived the Titanic disaster by boarding lifeboat 16. She later served during World War I on the Britannic, another White Star Line ship that also sank. Having survived disasters on Olympic, Titanic and Brittanic, she became known as “unsinkable” due to being present at the three major White Star Disasters.",
      "da": "Kahytsjomfru Violet Jessop overlevede Titanic-katastrofen ved at gå om bord i redningsbåd nr. 16. Hun gjorde senere tjeneste under Første Verdenskrig på hospitalsskibet Britannic, et andet White Star Line-skib, som også gik ned. Efter at have overlevet katastrofer på Olympic, Titanic og Brittanic blev hun kendt som ”usynkelig', fordi hun var til stede ved de tre store White Star-katastrofer",
      "de": "Violet Jessop, eine Stewardess, überlebte die Titanic-Katastrophe an Bord des Rettungsboots 16. Später diente sie während des Ersten Weltkriegs auf der Britannic, einem anderen Schiff der White Star Line, das ebenfalls sank. Nachdem sie die Katastrophen auf der Olympic, der Titanic und der Brittanic überlebt hatte, wurde sie als „unsinkbar“ bekannt, da sie bei den drei großen White Star-Katastrophen anwesend war.",
      "it": "Violet Jessop, una cameriera, sopravvisse al disastro del Titanic salendo sulla scialuppa di salvataggio 16. Successivamente prestò servizio durante la Prima Guerra Mondiale sul Britannic, un'altra nave della White Star Line che affondò anch'essa. Avendo sopravvissuto ai disastri sull'Olympic, Titanic e Britannic, divenne nota come “l'inaffondabile” per essere stata presente ai tre maggiori disastri della White Star.",
      "pt": "",
      "nl": "Na de schipbreuk bleef Violet Constance Jessop bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
