{
  "passenger40": {
    "grade": "Passenger",
    "age": 25,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/40-Joseph-Philippe-Lemercier-Laroche.jpg",
      "alt": "picture of Joseph Philippe Lemercier Laroche"
    },
    "name": {
      "fr": "Joseph Philippe Lemercier Laroche",
      "en": "Joseph Philippe Lemercier Laroche",
      "da": "Joseph Philippe Lemercier Laroche",
      "de": "Joseph Philippe Lemercier Laroche",
      "it": "Joseph Philippe Lemercier Laroche",
      "pt": "Joseph Philippe Lemercier Laroche"
    },
    "description": {
      "fr": "Monsieur Joseph Philippe Lemercier Laroche était un ingénieur de vingt-six ans voyageant avec sa jeune famille de France vers son pays natal, Haïti. Joseph était bilingue et très instruit : dès l’âge de 15 ans, il était parti en France pour obtenir son diplôme d’ingénieur. C’est en France qu’il rencontra et épousa Juliette Lafargue, avec qui il eut deux filles, Simonne et Louise. Malgré son impressionnante formation, les préjugés raciaux en France rendaient difficile l’accès à des emplois bien rémunérés. En Haïti, Joseph appartenait à la haute bourgeoisie: il était descendant d’un ancien président haïtien et neveu de Cincinnatus Leconte, bientôt élu président. Joseph espérait qu’un retour en Haïti lui permettrait de s’épanouir professionnellement et, en apprenant que Juliette attendait un nouvel enfant, les Laroche décidèrent de rentrer au pays. En cadeau de bienvenue, la mère de Joseph leur acheta des billets de première classe sur le paquebot La France. Cependant, découvrant que la compagnie interdisait aux enfants de manger avec leurs parents, ils échangèrent leurs billets contre des places en seconde classe sur le Titanic, espérant un voyage plus agréable en famille. Le lendemain du départ du Titanic, Juliette écrivit à son père en France pour décrire un trajet idyllique, tandis que Joseph promenait ses filles, Simonne poussant Louise dans sa poussette.",
      "en": "Monsieur Joseph Philippe Lemercier Laroche was a twenty-six year old engineer traveling with his young family from France to his home nation of Haiti. Joseph was bilingual and highly educated, and at the tender age of 15 he had traveled to France to obtain his certificate in engineering. In France, he met and married Juliette Lafargue, and the two soon welcomed daughters Simonne and Louise. Despite Joseph’s impressive education, racial prejudice in France made getting high-paying work difficult. In Haiti Joseph was a member of the prosperous upper class. He was the descendant of a former Haitian president, and nephew to the soon-to-be-elected Cincinnatus Leconte. Joseph hoped a return to Haiti would allow his career to flourish, and upon learning that Juliette was pregnant once more, the Laroches decided to sail for Haiti.As a welcome gift, Joseph’s mother purchased the Laroche's 1st berths aboard the ship La France. However, when they learned their intended cruise had strict policies against children dining with their parents, they chose to exchange their tickets for 2nd berths aboard Titanic, hoping to spend a more pleasant journey as a family. The day after Titanic sailed, Juliette wrote to her father back in France describing an idyllic journey with her family while Joseph took his daughters on a stroll, Simonne pushing Louise in her pram.",
      "da": "Joseph Philippe Lemercier Laroche var en 26-årig ingeniør, som rejste med sin familie fra Frankrig til sit hjemland Haiti. Joseph var tosproget og højtuddannet, og allerede som 15-årig var han rejst til Frankrig for at få en uddannelse som ingeniør. I Frankrig mødte han og giftede sig med Juliette Lafargue, og de fik døtrene Simonne og Louise. \n\nPå trods af Josephs fine uddannelse gjorde racefordomme i Frankrig det svært at få et velbetalt arbejde. I Haiti var Joseph en del af den velhavende overklasse. Han var efterkommer af en tidligere haitiansk præsident og nevø til den nye præsident Cincinnatus Leconte. Joseph håbede, at en tilbagevenden til Haiti ville få hans karriere til at blomstre, og da han fik at vide, at Juliette var gravid igen, besluttede Laroche-parret sig for at sejle til Haiti.\n\nSom velkomstgave gav Josephs mor parret en billet til første klasse om bord på skibet La France. Men da de fandt ud af, at der på skibet var strenge regler mod, at børn spiste sammen med deres forældre, valgte de at bytte deres billetter til en kahyt på anden klasse om bord på Titanic i håb om at kunne få en mere behagelig rejse sammen som familie. Dagen efter Titanics afgang skrev Juliette til sin far i Frankrig og beskrev den idylliske rejse med sin familie, mens Joseph gik tur med sine døtre på dækket, og Simonne skubbede Louise i barnevognen.",
      "de": "Monsieur Joseph Philippe Lemercier Laroche war ein sechsundzwanzigjähriger Ingenieur, der mit seiner jungen Familie von Frankreich in sein Heimatland Haiti reiste. Joseph war zweisprachig und hochgebildet. Im zarten Alter von 15 Jahren war er nach Frankreich gereist, um seinen Abschluss als Ingenieur zu machen. In Frankreich lernte er Juliette Lafargue kennen und heiratete sie und die beiden bekamen bald darauf zwei Töchter, Simonne und Louise. Trotz Josephs beeindruckender Ausbildung machte es die ethnische Diskriminierung in Frankreich schwierig, eine gut bezahlte Arbeit zu finden. In Haiti gehörte Joseph zur wohlhabenden Oberschicht. Er war der Nachfahre eines ehemaligen haitianischen Präsidenten und Neffe des bald gewählten Cincinnatus Leconte. Joseph hoffte, dass eine Rückkehr nach Haiti seiner Karriere zugute kommen würde. Als er erfuhr, dass Juliette erneut schwanger war, beschlossen die Laroches, nach Haiti zu segeln. Als Willkommensgeschenk kaufte Josephs Mutter den Laroches eine Kabine in der Ersten Klasse auf dem Schiff La France. Als sie jedoch erfuhren, dass auf der geplanten Überfahrt Kinder nicht mit ihren Eltern speisen durften, tauschten sie ihre Tickets gegen Plätze in der Zweiten Klasse an Bord der Titanic ein, in der Hoffnung, so eine angenehmere Reise als Familie zu verbringen. Am Tag nach dem Auslaufen der Titanic schrieb Juliette ihrem Vater nach Frankreich und beschrieb eine idyllische Reise mit ihrer Familie, während Joseph mit seinen Töchtern spazieren ging und Simonne Louise im Kinderwagen schob.",
      "it": "Monsieur Joseph Philippe Lemercier Laroche era un ingegnere ventiseienne che viaggiava con la sua giovane famiglia dalla Francia verso la sua patria, Haiti. Joseph era bilingue e altamente istruito: alla tenera età di 15 anni era venuto in Francia per conseguire la laurea in ingegneria. Qui incontrò e sposò Juliette Lafargue e i due ben presto, ebbero due figlie Simonne e Louise. Nonostante l'altissima istruzione di Joseph, il pregiudizio razziale in Francia gli rese difficile ottenere un lavoro ben pagato. Ad Haiti Giuseppe era un membro della prospera classe superiore, discendente di un ex presidente haitiano, Cincinnato Leconte, di cui Joseph era nipote.  Quindi sperava che il ritorno ad Haiti avrebbe permesso alla sua carriera di decollare e dopo aver saputo che Juliette era incinta ancora una volta, i Laroches decisero di salpare per Haiti. come regalo di benvenuto, la madre di Joseph acquistò i biglietti di prima classe a bordo della nave La France. Tuttavia, quando seppero che la loro nave aveva regole severe sui bambini che cenavano con i loro genitori, scelsero di scambiare i loro biglietti con posti di seconda classe a bordo del Titanic, sperando di trascorrere un viaggio più piacevole in famiglia. Il giorno dopo la partenza del Titanic, Juliette scrisse a suo padre in Francia descrivendo un viaggio idilliaco con la sua famiglia: mentre Joseph portava le bambine a fare una passeggiata, Simonne spingeva la sorellina Louise nella sua carrozzina.",
      "pt": "Monsieur Joseph Philippe Lemercier Laroche era um engenheiro de vinte e seis anos que viajava com sua jovem família da França para sua terra natal, o Haiti. Joseph era bilíngue e altamente educado; aos quinze anos, havia ido à França para obter seu certificado em engenharia. Na França, conheceu e casou-se com Juliette Lafargue, com quem teve as filhas Simonne e Louise. Apesar da impressionante formação de Joseph, o preconceito racial na França dificultava a obtenção de empregos bem remunerados. No Haiti, ele fazia parte da próspera alta sociedade. Era descendente de um ex-presidente haitiano e sobrinho de Cincinnatus Leconte, que em breve seria eleito presidente. Joseph esperava que o retorno ao Haiti impulsionasse sua carreira e, ao saber que Juliette estava grávida novamente, decidiram embarcar para o Haiti. Como presente de boas-vindas, a mãe de Joseph comprou as passagens da Primeira Classe para a família no navio La France. No entanto, ao descobrirem que o cruzeiro tinha regras rígidas contra crianças jantarem com seus pais, trocaram as passagens por acomodações na Segunda Classe do Titanic, na esperança de uma viagem mais agradável em família. No dia seguinte à partida do Titanic, Juliette escreveu para o pai na França, descrevendo uma jornada idílica com sua família, enquanto Joseph passeava com as filhas, com Simonne empurrando Louise no carrinho."
    },
    "postIceberg": {
      "fr": "Joseph Philippe Lemercier Laroche voyageait en seconde classe avec sa femme enceinte et leurs deux filles. Lors de la nuit du naufrage, il mit tout en œuvre pour assurer la sécurité de sa famille en les installant dans un canot de sauvetage. Laroche lui-même ne survécut pas. Sa femme et ses filles furent secourues par le RMS Carpathia. Sa veuve, Juliette, retourna en France avec leurs enfants et donna naissance à leur fils quelques mois plus tard. Joseph Laroche reste dans l’histoire comme l’un des rares passagers noirs du Titanic.",
      "en": "Joseph Philippe Lemercier Laroche was traveling in second class with his pregnant wife and two daughters. On the night of the sinking, he ensured his family's safety by getting them into a lifeboat. Laroche himself did not survive. His wife and daughters were rescued by the RMS Carpathia. His widow, Juliette, returned to France with their children and gave birth to their son a few months later. Joseph's legacy is remembered as one of the few black passengers on the Titanic.",
      "da": "Joseph Philippe Lemercier Laroche rejste på anden klasse med sin gravide kone og to døtre. På aftenen for forliset sørgede han for sin families sikkerhed ved at få dem i en redningsbåd. Laroche selv overlevede ikke. Hans kone og døtre blev reddet af RMS Carpathia. Hans enke, Juliette, vendte tilbage til Frankrig med deres børn og fødte deres søn et par måneder senere. Josephs huskes som en af få sorte passagerer på Titanic.",
      "de": "Joseph Philippe Lemercier Laroche reiste mit seiner schwangeren Frau und seinen beiden Töchtern in der Zweiten Klasse. In der Nacht des Untergangs sorgte er dafür, dass seine Familie an Bord eines Rettungsbootes ging. Laroche überlebte nicht. Seine Frau und seine Töchter wurden von der RMS Carpathia gerettet. Seine Witwe Juliette kehrte mit ihren Kindern nach Frankreich zurück und brachte einige Monate später ihren Sohn zur Welt. Josephs Vermächtnis bleibt als einer der wenigen Passagiere afrikanischer Abstammung auf der Titanic in Erinnerung.",
      "it": "Joseph Philippe Lemercier Laroche viaggiava in seconda classe con la moglie incinta e le due figlie. La notte dell'affondamento, si assicurò che la sua famiglia salisse su una scialuppa di salvataggio. Laroche non sopravvisse. Sua moglie e le figlie furono salvate dal RMS Carpathia. La vedova, Juliette, tornò in Francia con i figli e diede alla luce il loro figlio pochi mesi dopo. L'eredità di Joseph è ricordata come uno dei pochi passeggeri neri sul Titanic",
      "pt": "Joseph Philippe Lemercier Laroche viajava na Segunda Classe com sua esposa grávida e suas duas filhas. Na noite do naufrágio, garantiu a segurança da família ajudando-os a embarcar em um bote salva-vidas. Laroche não sobreviveu. Sua esposa e filhas foram resgatadas pelo RMS Carpathia. A viúva Juliette retornou à França com os filhos e deu à luz ao filho alguns meses depois. Joseph é lembrado como um dos poucos passageiros negros a bordo do Titanic."
    }
  }
}