{
  "passenger45": {
    "grade": "Passenger",
    "age": 17,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/45-Adal-Nasr-Allah.jpg",
      "alt": "picture of Adal Nasr Allah"
    },
    "name": {
      "fr": "Adāl Naṣr Allāh",
      "en": "Adāl Naṣr Allāh",
      "da": "Adāl Naṣr Allāh",
      "de": "Adāl Naṣr Allāh",
      "it": "Adāl Naṣr Allāh",
      "pt": "Adāl Naṣr Allāh",
      "nl": "Adāl Naṣr Allāh"
    },
    "description": {
      "fr": " Adāl Naṣr Allāh, né Adāl Hakīm à Zahlé, en Syrie (aujourd’hui Liban), à moins de 80 km de Beyrouth, avait plusieurs frères et sœurs déjà installés aux États-Unis en 1912. Niqūlā Khalīl Naṣr Allāh, installé à San Francisco, avait de la famille qui avait fondé des entreprises, dont le Castro Theater. Vers la fin des années 1910, Niqūlā revint à Zahlé et épousa Adāl début 1912. Le couple prévoyait de s’installer en Californie et réserva une traversée sur le Titanic. Les jeunes mariés passèrent par Paris avant d’embarquer à Cherbourg, accompagnés de nombreux compatriotes. Si beaucoup de passagers originaires de la région voyageaient en troisième classe, Adāl et Niqūlā étaient les seuls inscrits en seconde classe.",
      "en": "Adāl Naṣr Allāh was born Adāl Hakīm in Zahlé, Syria (now Lebanon,) a city within 50 miles of Beirut. Several of Adāl’s siblings had immigrated to the United States by 1912. Niqūlā Khalīl Naṣr Allāh had immigrated to San Francisco some years earlier. He had family in the city who had established businesses, including the formation of the Castro Theater. In the late 1910s Niqūlā had returned home to Zahlé, and he and Adāl were married in early 1912. The two intended to return to settle in California, and booked passage aboard the Titanic. The new couple traveled to Paris, before boarding the grand ship in Cherbourg, along with a large number of their countrymen. While there were many passengers from the same region of what was at that time called Syria in the 3rd, Adāl and Niqūlā were the only passengers from the region listed in 2nd. ",
      "da": "Adāl Naṣr Allāh blev født som Adāl Hakīm i Zahlé, Syrien (nu Libanon), en by 80 km fra Beirut. Flere af Adāls søskende var immigreret til Amerika i 1912. Niqūlā Khalīl Naṣr Allāh var immigreret til San Francisco nogle år tidligere. Han havde familie i byen, som havde startet forretning, herunder Castro Theater. I slutningen af 1910'erne vendte Niqūlā hjem til Zahlé, og han og Adāl blev gift i begyndelsen af 1912. De ønskede at vende tilbage for at bosætte sig i Californien og bestilte plads på Titanic. \n\nDet nygifte par rejste til Paris og gik om bord på det store skib i Cherbourg sammen med mange af deres landsmænd. Der var mange passagerer fra samme region i det, der dengang hed Syrien, på tredje klasse, men Adāl og Niqūlā var de eneste passagerer fra regionen på anden klasse. ",
      "de": "Adāl Naṣr Allāh wurde als Adāl Hakīm in Zahlé, Syrien (heute Libanon), geboren, einer Stadt in der Nähe von Beirut. Mehrere von Adāls Geschwistern waren bereits 1912 in die Vereinigten Staaten ausgewandert. Niqūlā Khalīl Naṣr Allāh war einige Jahre zuvor nach San Francisco ausgewandert. Er hatte Familienangehörige in der Stadt, die Unternehmen gegründet hatten, darunter auch das Castro Theater. Ende der 1910er Jahre kehrte Niqūlā nach Zahlé zurück und Anfang 1912 heirateten er und Adāl. Die beiden wollten zurückkehren, um sich in Kalifornien niederzulassen und buchten eine Passage an Bord der Titanic. Das frischgebackene Ehepaar reiste nach Paris, bevor es in Cherbourg an Bord des großen Schiffes ging, zusammen mit einigen ihrer Landsleute. Während sich in der Dritten Klasse viele Passagiere aus derselben Region des damaligen Syrien befanden, waren Adāl und Niqūlā die einzigen Passagiere, die in der Zweiten Klasse untergebracht waren. ",
      "it": "Adāl Naṣr Allāh nacque Adāl Hakīm a Zahlé, Siria (ora Libano), una città nel raggio di 50 miglia da Beirut. Molti dei fratelli di Adāl erano emigrati negli Stati Uniti nel 1912. Niqūlā Khalīl Naṣr Allāh era emigrato a San Francisco alcuni anni prima. Qui aveva stabilito famiglia e numerose imprese, tra cui quella per la fondazione del celebre Teatro Castro. Alla fine degli anni 1910 Niqūlā era tornato a casa a Zahlé, e lui e Adāl si sposarono all’inizio del 1912. I due tornarono per stabilirsi in California, e prenotarono un passaggio a bordo del Titanic. La coppia di sposi novelli si recò a Parigi, prima di imbarcarsi sulla grande nave a Cherbourg, insieme a un gran numero di loro connazionali.  Adāl e Niqūlā erano gli unici passeggeri della provenienti dalla Siria elencati in seconda classe.",
      "pt": "Adāl Naṣr Allāh nasceu como Adāl Hakīm em Zahlé, Síria (atual Líbano), uma cidade situada a cerca de 80 km de Beirute. Vários irmãos de Adāl já haviam imigrado para os Estados Unidos até 1912. Niqūlā Khalīl Naṣr Allāh havia imigrado para São Francisco alguns anos antes, onde sua família estabeleceu negócios, incluindo a fundação do Castro Theater. No final da década de 1910, Niqūlā retornou a Zahlé, onde se casou com Adāl no início de 1912. O casal planejava retornar para se estabelecer na Califórnia e reservou passagem no Titanic. O jovem casal viajou para Paris antes de embarcar no grandioso navio em Cherbourg, acompanhado por um grande número de compatriotas. Embora houvesse muitos passageiros da mesma região da então chamada Síria na Terceira Classe, Adāl e Niqūlā foram os únicos passageiros daquela região listados na Segunda Classe.",
      "nl": "Adāl Naṣr Allāh was born Adāl Hakīm in Zahlé, Syria (now Lebanon,) a city within 50 miles of Beirut. Several of Adāl’s siblings had immigrated to the United States by 1912. Niqūlā Khalīl Naṣr Allāh had immigrated to San Francisco some years earlier. He had family in the city who had established businesses, including the formation of the Castro Theater. In the late 1910s Niqūlā had returned home to Zahlé, and he and Adāl were married in early 1912. The two intended to return to settle in California, and booked passage aboard the Titanic. The new couple traveled to Paris, before boarding the grand ship in Cherbourg, along with a large number of their countrymen. While there were many passengers from the same region of what was at that time called Syria in the 3rd, Adāl and Niqūlā were the only passengers from the region listed in 2nd. "
    },
    "postIceberg": {
      "fr": "Adāl survécut dans un canot de sauvetage aux côtés de Madelaine Astor. Son mari ne survécut pas au naufrage et son corps ne fut jamais retrouvé. Son histoire représente celle de nombreux passagers de troisième classe disparus lors de la catastrophe et met en lumière les difficultés rencontrées par les immigrés en quête d’une vie meilleure.",
      "en": "Adal survived on the lifeboat with Madelaine Astor. Her husband didn't survive the sinking and his body was never recovered. His story is representative of the many third-class passengers who perished in the disaster and highlights the challenges faced by immigrants seeking better lives.",
      "da": "Adal overlevede i redningsbåden sammen med Madeleine Astor. Hendes mand overlevede ikke forliset, og hans lig blev aldrig fundet. Hans historie er repræsentativ for de mange passagerer på tredje klasse, der omkom i katastrofen, og understreger de udfordringer, som immigranter, der søgte et bedre liv, stod over for.",
      "de": "Adal überlebte im Rettungsboot gemeinsam mit Madeleine Astor. Ihr Mann überlebte den Untergang nicht und seine Leiche wurde nie geborgen. Ihre Geschichte steht stellvertretend für die vielen Passagiere der Zweiten Klasse, die bei der Tragödie ums Leben kamen, und verdeutlicht die Herausforderungen, denen sich Einwanderer auf der Suche nach einem besseren Leben stellen mussten.",
      "it": "Adal sopravvisse sulla scialuppa con Madelaine Astor. Suo marito non sopravvisse all'affondamento e il suo corpo non fu mai recuperato. La sua storia rappresenta i molti passeggeri di terza classe che perirono nella tragedia e mette in luce le sfide affrontate dagli immigrati in cerca di una vita migliore.",
      "pt": "Adal sobreviveu no bote salva-vidas junto com Madelaine Astor. Seu marido não sobreviveu ao naufrágio, e seu corpo nunca foi recuperado. A história dele representa muitos passageiros da Terceira Classe que pereceram no desastre e destaca os desafios enfrentados pelos imigrantes em busca de uma vida melhor.",
      "nl": "Adal survived on the lifeboat with Madelaine Astor. Her husband didn't survive the sinking and his body was never recovered. His story is representative of the many third-class passengers who perished in the disaster and highlights the challenges faced by immigrants seeking better lives."
    }
  }
}