{
  "passenger119": {
    "grade": "Passenger",
    "age": 26,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/119-Jan-Viktor-Bengtsson.png",
      "alt": "picture of Jan Viktor Bengtsson"
    },
    "name": {
      "fr": "Jan Viktor Bengtsson",
      "en": "Jan Viktor Bengtsson",
      "da": "Jan Viktor Bengtsson",
      "de": "Jan Viktor Bengtsson",
      "it": "Jan Viktor Bengtsson",
      "pt": "Jan Viktor Bengtsson"
    },
    "description": {
      "fr": "Il était le fils de Bengt Karl Kaspersson (1846-1926) et d’Anna Brita Johansdotter (1853-1890), et avait trois frères et sœurs connus. Pendant quatre ans, Jan travailla à la scierie de Lia, à 4 km de son domicile, mais il participa également à la construction ferroviaire au Danemark en 1909 ou 1910. Il embarqua sur le Titanic à Southampton en tant que passager de troisième classe (billet n°347068, coût : 7 £, 15 s, 6 d) et voyageait pour rejoindre ses frères Karl Algott et Johan Emil, qui avaient émigré vers la fin du siècle et s’étaient installés à Moline, dans l’Illinois.",
      "en": "He was the son of Bengt Karl Kaspersson (1846-1926) and Anna Brita Johansdotter (1853-1890) and he had three known siblings. For four years Jan worked in Lia sawmill, 4 km from his home, but he also took part in railway construction in Denmark in 1909 or 1910. He boarded the Titanic at Southampton as a third class passenger (ticket number 347068 which cost £7, 15s, 6d) and was travelling to his brothers Karl Algott and Johan Emil who had emigrated around the turn of the century and settled in Moline, Illinois.",
      "da": "Han var søn af Bengt Karl Kaspersson (1846-1926) og Anna Brita Johansdotter (1853-1890) og havde tre kendte søskende. I fire år arbejdede Jan på Lia savværk, 4 km fra sit hjem, men han deltog også i jernbanebyggeri i Danmark i 1909 eller 1910. Han gik om bord på Titanic i Southampton som tredjeklassespasager (billet nr. 347068, pris £7, 15s, 6d) og rejste for at slutte sig til sine brødre Karl Algott og Johan Emil, som var udvandret omkring århundredskiftet og havde bosat sig i Moline, Illinois.",
      "de": "Er war der Sohn von Bengt Karl Kaspersson (1846-1926) und Anna Brita Johansdotter (1853-1890) und hatte drei bekannte Geschwister. Vier Jahre lang arbeitete Jan im Sägewerk von Lia, 4 km von seinem Zuhause entfernt, nahm jedoch auch 1909 oder 1910 am Eisenbahnbau in Dänemark teil. Er bestieg die Titanic in Southampton als Drittklasspassagier (Ticket Nr. 347068, Kosten: £7, 15s, 6d) und reiste zu seinen Brüdern Karl Algott und Johan Emil, die um die Jahrhundertwende ausgewandert und in Moline, Illinois, ansässig geworden waren.",
      "it": "Era figlio di Bengt Karl Kaspersson (1846-1926) e Anna Brita Johansdotter (1853-1890) e aveva tre fratelli conosciuti. Per quattro anni Jan lavorò alla segheria di Lia, a 4 km da casa sua, ma partecipò anche alla costruzione ferroviaria in Danimarca nel 1909 o 1910. Salì a bordo del Titanic a Southampton come passeggero di terza classe (biglietto n° 347068, costo £7, 15s, 6d) e viaggiava per raggiungere i suoi fratelli Karl Algott e Johan Emil, emigrati verso la fine del secolo e stabilitisi a Moline, Illinois.",
      "pt": "Ele era filho de Bengt Karl Kaspersson (1846-1926) e Anna Brita Johansdotter (1853-1890) e tinha três irmãos conhecidos. Durante quatro anos, Jan trabalhou na serraria de Lia, a cerca de 4 km de sua casa, mas também participou da construção ferroviária na Dinamarca em 1909 ou 1910. Embarcou no Titanic em Southampton como passageiro da terceira classe (bilhete nº 347068, que custou £7, 15s, 6d) e viajava rumo a Moline, Illinois, para se reunir com seus irmãos Karl Algott e Johan Emil, que haviam emigrado por volta da virada do século e lá se estabelecido."
    },
    "postIceberg": {
      "fr": "Jan Bengtsson périt dans le naufrage et son corps, s’il fut retrouvé, ne fut jamais identifié. Sa famille crut d’abord qu’il avait survécu, mais après quelques semaines, la confirmation définitive de sa mort leur parvint de la White Star Line. Le Mansion House Fund versa 875:52 couronnes (48 £) à ses parents, avec une indemnité supplémentaire de 1366:50 couronnes (75 £) réglée le 11 juillet 1914.",
      "en": "Jan Bengtsson died in the sinking and his body, if recovered, was never identified. His family at first believed that he had been saved but after a few weeks the final confirmation of his death came from White Star. The Mansion House Fund paid 875:52 Kr (£48) to his parents with an additional sum,  1366:50 Kr (£75) damage claims paid on 11 July 1914.",
      "da": "Jan Bengtsson omkom i forliset, og hans krop blev, hvis den blev fundet, aldrig identificeret. Hans familie troede først, at han var blevet reddet, men efter nogle uger kom den endelige bekræftelse på hans død fra White Star Line. Mansion House Fund udbetalte 875:52 kr. (£48) til hans forældre, samt en yderligere erstatning på 1366:50 kr. (£75), der blev udbetalt den 11. juli 1914.",
      "de": "Jan Bengtsson kam beim Untergang ums Leben, und sein Körper wurde, falls geborgen, niemals identifiziert. Seine Familie glaubte zunächst, er sei gerettet worden, doch nach einigen Wochen kam die endgültige Bestätigung seines Todes von der White Star Line. Der Mansion House Fund zahlte seinen Eltern 875:52 Kronen (£48) sowie eine zusätzliche Entschädigung von 1366:50 Kronen (£75), die am 11. Juli 1914 ausgezahlt wurde.",
      "it": "Jan Bengtsson morì nel naufragio e il suo corpo, se recuperato, non fu mai identificato. La sua famiglia credette inizialmente che fosse sopravvissuto, ma dopo alcune settimane la conferma definitiva della sua morte arrivò dalla White Star Line. Il Mansion House Fund versò ai suoi genitori 875:52 corone (£48), con un’ulteriore indennità di 1366:50 corone (£75) pagata l’11 luglio 1914.",
      "pt": "Jan Bengtsson morreu no naufrágio e seu corpo, se recuperado, nunca foi identificado. Sua família acreditou inicialmente que ele havia sido salvo, mas após algumas semanas chegou a confirmação definitiva de sua morte pela White Star Line. O Mansion House Fund pagou 875:52 coroas (£48) a seus pais, com uma soma adicional de 1366:50 coroas (£75) paga em 11 de julho de 1914."
    }
  }
}