{
  "passenger24": {
    "grade": "Passenger",
    "age": 47,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/24-John-Jacob-Astor.jpg",
      "alt": "picture of John Jacob Astor"
    },
    "name": {
      "fr": "John Jacob Astor",
      "en": "John Jacob Astor",
      "da": "John Jacob Astor",
      "de": "John Jacob Astor",
      "it": "John Jacob Astor",
      "pt": "John Jacob Astor",
      "nl": "John Jacob Astor"
    },
    "description": {
      "fr": "John Jacob Astor IV était membre de la célèbre famille Astor. Véritable ' royauté ' américaine au tournant du siècle, Astor fascinait le public et marqua New York de son empreinte. Les célèbres hôtels Waldorf et Astoria furent tous deux construits dans le cadre d’une rivalité familiale. Astor servit comme lieutenant-colonel lors de la guerre hispano-américaine, finançant personnellement une unité d’artillerie volontaire, l’Astor Battery, et fut promu colonel avant la fin du conflit. Bien qu’il fût l’un des hommes les plus riches d’Amérique, sa réputation déclina en 1909 lorsqu’il divorça de sa femme - la mère de ses deux enfants - au milieu de rumeurs d’adultère avec la jeune Madelaine Force, alors âgée de seulement 18 ans. Peu après, il ternit davantage son image auprès de la haute société en épousant la jeune femme. Son fils Vincent fut le témoin du mariage, bien qu’il ait moins de deux ans de plus que la mariée. Pour échapper aux critiques, Astor et sa jeune épouse partirent pour une longue lune de miel, passant plusieurs semaines en Europe et en Égypte. Pour leur retour à New York, il leur parut évident de réserver une cabine sur le navire le plus luxueux du monde: le Titanic.",
      "en": "John Jacob Astor IV was a member of the famed Astor family. American royalty at the turn of the century, Astor was an intriguing figure of public interest with a major impact on New York. The city’s famous Waldorph and Astoria hotels were both built as part of a public rivalry Astor had with his cousin. Astor served as a lieutenant colonel in the Spanish American War, personally financing a volunteer artillery unit known as the Astor Battery, and before the conflict ended received a war promotion to Colonel. Despite being one of the richest men in America, his public stock began to take a downfall in 1909 when he divorced his wife - the mother of his two children - amid rumors of adultery with a young woman named Madelaine Force, only 18 at the time. Shortly thereafter, he further damaged his image in the eyes of the upper echelons of American society by marrying the young woman. Astor’s son Vincent served as the best man at the wedding, though he was less than two years older than the bride.Hoping to escape public scrutiny, Astor and his young bride took an extended honeymoon, spending several weeks in Europe and Egypt. When the time came to return to New York it seemed the obvious choice to book passage aboard the newest and most luxurious ship on the ocean: the Titanic.",
      "da": "John Jacob Astor IV tilhørte den berømte Astor-familie. Astor var en berømthed i Amerika ved århundredeskiftet og en spændende person, der havde offentlighedens interesse og stor indflydelse i New York. Byens berømte hoteller Waldorph og Astoria blev begge bygget som en del af en offentlig rivalisering, som Astor havde med sin fætter. Astor gjorde tjeneste som oberstløjtnant i den spansk-amerikanske krig i 1898, hvor han personligt finansierede en frivillig artillerienhed kendt som Astor Battery, og inden konflikten sluttede, blev han forfremmet til oberst. \n\nSelv om han var en af de rigeste mænd i USA, begyndte hans popularitet at falde i 1909, da han blev skilt fra sin kone - moderen til hans to børn - på grund af rygter om utroskab med en ung kvinde ved navn Madeleine Force, som kun var 18 år på det tidspunkt. Kort tid efter fik hans ry et yderligere knæk i de øverste lag af det amerikanske samfund, da han giftede sig med den unge kvinde. Astors søn Vincent var forlover ved brylluppet, selv om han var knap to år ældre end bruden.\n\nI håb om at slippe for offentlighedens søgelys tog Astor og hans unge brud på en længere bryllupsrejse, hvor de tilbragte flere uger i Europa og Egypten. Da tiden var inde til at vende tilbage til New York, virkede det oplagt at booke en plads på det nyeste og mest luksuriøse skib på verdenshavene: Titanic.",
      "de": "John Jacob Astor IV war ein Mitglied der berühmten Familie Astor. Astor, der um die Jahrhundertwende zum amerikanischen Geldadel gehörte, war eine faszinierende Persönlichkeit des öffentlichen Interesses, die einen großen Einfluss auf New York hatte. Die berühmten Waldorf- und Astoria-Hotels der Stadt wurden beide im Rahmen einer öffentlichen Rivalität zwischen Astor und seinem Cousin gebaut. Astor diente als Oberstleutnant im Spanisch-Amerikanischen Krieg, finanzierte persönlich eine freiwillige Artillerieeinheit, die als Astor Battery bekannt wurde und erhielt noch vor Ende des Konflikts eine Beförderung zum Oberst. Obwohl er einer der reichsten Männer Amerikas war, begann sein Ansehen in der Öffentlichkeit 1909 zu sinken, als er sich von seiner Frau - der Mutter seiner beiden Kinder - aufgrund von Gerüchten über Ehebruch mit einer jungen Frau namens Madelaine Force, die damals erst 18 war, scheiden ließ. Kurz darauf beschädigte er sein Image in den Augen der oberen Schichten der amerikanischen Gesellschaft noch weiter, indem er die junge Frau heiratete. Astors Sohn Vincent fungierte bei der Hochzeit als Trauzeuge, obwohl er weniger als zwei Jahre älter war als die Braut. In der Hoffnung, dem öffentlichen Interesse zu entgehen, verbrachten Astor und seine junge Braut mehrere Wochen in Europa und Ägypten und verbrachten dort ihre Flitterwochen. Als es an der Zeit war, nach New York zurückzukehren, schien es naheliegend, eine Passage an Bord des neuesten und luxuriösesten Schiffes auf dem Ozean zu buchen: der Titanic.",
      "it": "John Jacob Astor IV era un membro della famosa famiglia Astor. All’inizio del secolo, il giovane Astor era una figura affascinante, di grande interesse pubblico e di forte impatto sulla vita sociale di New York. I famosi hotel di Waldorf e Astoria furono entrambi costruiti da Astor sostanzialmente per rivaleggiare con suo cugino.Servì come tenente colonnello nella guerra ispano-americana, finanziando personalmente un’unità di artiglieria volontaria nota come la “Astor Battery” e prima della fine del conflitto ricevette una promozione di guerra a colonnello.Nonostante fosse uno degli uomini più ricchi d’America, il suo patrimonio iniziò a diminuire nel 1909 quando divorziò da sua moglie - la madre dei suoi due figli - in seguito alle voci su un adulterio consumato con una giovane donna di nome Madelaine Force, all’epoca di soli 18 anni. Poco dopo, Astor danneggiò ulteriormente la sua immagine agli occhi delle alte sfere della società americana, sposando la giovane donna. Il figlio di Astor, Vincent, fece da testimone al matrimonio, anche se era solo meno di due anni più vecchio della giovane sposa. Sperando di sfuggire all’opinione pubblica, Astor e la giovane moglie si concessero una lunga luna di miele, trascorrendo diverse settimane in Europa e in Egitto. Quando arrivò il momento di tornare a New York sembrava la scelta più ovvia prenotare il viaggio a bordo della nave più nuova e lussuosa sull’oceano: il Titanic.",
      "pt": "John Jacob Astor IV era membro da renomada família Astor. Considerado a realeza americana no início do século XX, Astor era uma figura pública intrigante e de grande influência em Nova York. Os famosos hotéis Waldorf e Astoria da cidade foram construídos como parte de uma rivalidade pública que Astor mantinha com seu primo. Ele serviu como tenente-coronel na Guerra Hispano-Americana, financiando pessoalmente uma unidade voluntária de artilharia conhecida como Astor Battery, e antes do fim do conflito foi promovido a coronel. Apesar de ser um dos homens mais ricos dos Estados Unidos, sua imagem pública começou a declinar em 1909, quando se divorciou de sua esposa - mãe de seus dois filhos - em meio a rumores de adultério com uma jovem chamada Madelaine Force, que tinha apenas 18 anos na época. Pouco depois, ele danificou ainda mais sua reputação entre a elite americana ao se casar com a jovem. O filho de Astor, Vincent, foi padrinho de casamento, embora tivesse menos de dois anos a mais que a noiva. Buscando escapar do escrutínio público, Astor e sua jovem esposa fizeram uma longa lua de mel, passando várias semanas na Europa e no Egito. Quando chegou a hora de voltar para Nova York, a escolha óbvia foi reservar passagem no navio mais novo e luxuoso do oceano: o Titanic.",
      "nl": "John Jacob Astor IV was a member of the famed Astor family. American royalty at the turn of the century, Astor was an intriguing figure of public interest with a major impact on New York. The city’s famous Waldorph and Astoria hotels were both built as part of a public rivalry Astor had with his cousin. Astor served as a lieutenant colonel in the Spanish American War, personally financing a volunteer artillery unit known as the Astor Battery, and before the conflict ended received a war promotion to Colonel. Despite being one of the richest men in America, his public stock began to take a downfall in 1909 when he divorced his wife - the mother of his two children - amid rumors of adultery with a young woman named Madelaine Force, only 18 at the time. Shortly thereafter, he further damaged his image in the eyes of the upper echelons of American society by marrying the young woman. Astor’s son Vincent served as the best man at the wedding, though he was less than two years older than the bride.Hoping to escape public scrutiny, Astor and his young bride took an extended honeymoon, spending several weeks in Europe and Egypt. When the time came to return to New York it seemed the obvious choice to book passage aboard the newest and most luxurious ship on the ocean: the Titanic."
    },
    "postIceberg": {
      "fr": "John Jacob Astor, l’un des hommes les plus riches à bord, aida sa femme enceinte, Madeleine, à monter dans un canot de sauvetage mais ne survécut pas au naufrage. Son corps fut retrouvé et identifié grâce aux initiales cousues sur sa veste.",
      "en": "John Jacob Astor, one of the wealthiest men on board, helped his pregnant wife Madeleine into a lifeboat but did not survive the sinking. His body was recovered and identified by the initials sewn into his jacket.",
      "da": "John Jacob Astor, en af de rigeste mænd om bord, hjalp sin gravide kone Madeleine op i en redningsbåd, men overlevede ikke selv forliset. Hans lig blev fundet og identificeret ved hjælp af de initialer, der var syet ind i hans jakke.",
      "de": "John Jacob Astor, einer der reichsten Männer an Bord, half seiner schwangeren Frau Madeleine in ein Rettungsboot, überlebte den Untergang jedoch nicht. Seine Leiche wurde geborgen und anhand der auf seine Jacke genähten Initialen identifiziert.",
      "it": "John Jacob Astor, uno degli uomini più ricchi a bordo, aiutò la sua moglie incinta Madeleine a salire su una scialuppa ma non sopravvisse all'affondamento. Il suo corpo fu recuperato e identificato dalle iniziali cucite sulla sua giacca.",
      "pt": "John Jacob Astor, um dos homens mais ricos a bordo, ajudou sua esposa grávida Madeleine a embarcar em um bote salva-vidas, mas não sobreviveu ao naufrágio. Seu corpo foi recuperado e identificado pelas iniciais costuradas em seu paletó.",
      "nl": "John Jacob Astor, one of the wealthiest men on board, helped his pregnant wife Madeleine into a lifeboat but did not survive the sinking. His body was recovered and identified by the initials sewn into his jacket."
    }
  }
}