{
  "passenger108": {
    "grade": "Passenger",
    "age": 37,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/108-Mathilde_Françoise_Weisz.png",
      "alt": "picture of Mathilde Françoise Weisz"
    },
    "name": {
      "fr": "Mathilde Françoise Weisz",
      "en": "Mathilde Françoise Weisz",
      "da": "Mathilde Françoise Weisz",
      "de": "Mathilde Françoise Weisz",
      "it": "Mathilde Françoise Weisz",
      "pt": "Mathilde Françoise Weisz",
      "nl": "Mathilde Françoise Weisz"
    },
    "description": {
      "fr": "Mme Leopold Weisz (née Mathilde Françoise Pëde) naquit à Gand, en Belgique, le 24 mai 1874. À 21 ans, elle partit étudier au Bromsgrove Guild of Art en Angleterre, où elle rencontra - et, au grand désarroi de ses parents - épousa un tailleur de pierre hongrois-juif, Leopold Weisz. Son mari travaillait à Montréal et avait décidé d’émigrer au Canada. Il revint en Angleterre pour la chercher. À l’origine, ils devaient voyager en première classe sur un autre navire, mais, à cause de la grève du charbon, ils furent transférés sur le Titanic (billet n°228414, 26 £). Le soir du naufrage, Mme Weisz participa à une veillée de chants improvisée dans la salle à manger de deuxième classe. Le Dr Pain jouait de la flûte, Douglas Norman du piano, et elle interpréta The Last Rose of Summer. Elle eut l’impression d’avoir bien chanté et que sa prestation avait été très appréciée, mais après le concert, alors qu’elle se promenait sur le pont avec son mari, elle lui confia qu’elle se sentait mal à l’aise, sans savoir pourquoi. Ils venaient tout juste de regagner leur cabine à 23 h 40 lorsque Mme Weisz déclara ressentir une secousse. Son mari périt dans le naufrage. Mme Weisz, considérée comme indigente à son arrivée au Canada, faillit être expulsée. Cependant, le corps de son mari fut retrouvé, avec 15 000 $ en or cousus dans la doublure de ses vêtements. La somme lui fut restituée, et elle demeura à Montréal.",
      "en": "Mrs Leopold Weisz (Mathilde Françoise Pëde) was born Gent, Belgium 1 on 24 May 1874 and at age 21 went to study at the Bromsgrove Guild of Art in England where she met, (and much to her parents chagrin), married a Hungarian-Jewish stonecarver, Leopold Weisz. Her husband had been employed in Montreal, and decided to emigrate to Canada. He returned to England to fetch her. Originally they were to travel first class on another vessel, but because of the coal strike were transferred to Titanic (ticket number 228414, £26). On the evening of the sinking, Mrs Weisz took part in the impromptu hymn sing in the Second Class Dining Room. Dr. Pain played the flute, Douglas Norman the piano as she sang the Last Rose of Summer. She thought she had performed well, and that her rendition had met with great success, but after the performance as she joined her husband for a walk around the deck she told him she felt uneasy about something. They had just returned to their cabin at 11:40 p.m. when Mrs Weisz said she felt a tremor. Her husband drowned in the sinking and Mrs Weisz was about to be deported as an indigent from Canada but her husband's body was recovered, with $15,000 worth of gold sewn into the lining. It was returned to her, and she remained in Montreal.",
      "da": "Fru Leopold Weisz (Mathilde Françoise Pëde) blev født i Gent, Belgien, den 24. maj 1874. Som 21-årig rejste hun til England for at studere ved Bromsgrove Guild of Art, hvor hun mødte - og til sine forældres store fortrydelse - giftede sig med en ungarsk-jødisk stenhugger, Leopold Weisz. Hendes mand arbejdede i Montreal og havde besluttet at emigrere til Canada. Han vendte tilbage til England for at hente hende. Oprindeligt skulle de have rejst første klasse på et andet skib, men på grund af kulstrejken blev de overført til Titanic (billet nr. 228414, £26). På forlisnatten deltog fru Weisz i en improviseret salmesang i spisesalen på anden klasse. Dr. Pain spillede fløjte, Douglas Norman klaver, mens hun sang The Last Rose of Summer. Hun følte, at hun havde sunget godt, og at hendes optræden var blevet værdsat, men efter koncerten, under en gåtur på dækket med sin mand, betroede hun ham, at hun følte sig urolig uden at vide hvorfor. De var netop vendt tilbage til deres kahyt kl. 23.40, da fru Weisz sagde, at hun mærkede et ryk. Hendes mand omkom i forliset. Ved ankomsten til Canada blev fru Weisz betragtet som fattig og stod over for udvisning, men hendes mands krop blev fundet med 15.000 $ i guld syet ind i foret på tøjet. Beløbet blev returneret til hende, og hun forblev i Montreal.",
      "de": "Frau Leopold Weisz (geb. Mathilde Françoise Pëde) wurde am 24. Mai 1874 in Gent, Belgien, geboren. Mit 21 Jahren ging sie nach England, um an der Bromsgrove Guild of Art zu studieren, wo sie - sehr zum Missfallen ihrer Eltern - den ungarisch-jüdischen Steinmetz Leopold Weisz kennenlernte und heiratete. Ihr Mann arbeitete in Montreal und hatte beschlossen, nach Kanada auszuwandern. Er kehrte nach England zurück, um sie abzuholen. Ursprünglich sollten sie in der Ersten Klasse auf einem anderen Schiff reisen, doch aufgrund des Kohlenstreiks wurden sie auf die Titanic umgebucht (Ticket Nr. 228414, £26). Am Abend des Unglücks nahm Frau Weisz an einem improvisierten Abendsingen im Speisesaal der Zweiten Klasse teil. Dr. Pain spielte Flöte, Douglas Norman Klavier, während sie The Last Rose of Summer sang. Sie war überzeugt, gut gesungen zu haben und dass ihr Vortrag großen Anklang gefunden hatte, doch nach dem Auftritt, als sie mit ihrem Mann über Deck spazierte, vertraute sie ihm an, dass sie sich unwohl fühle, ohne den Grund zu kennen. Kurz nachdem sie um 23:40 Uhr in ihre Kabine zurückgekehrt waren, spürte Frau Weisz einen Ruck. Ihr Mann kam beim Untergang ums Leben. Bei ihrer Ankunft in Kanada galt Frau Weisz als mittellos und stand kurz vor der Ausweisung, doch der Körper ihres Mannes wurde gefunden - mit 15.000 $ in Gold, die in das Futter seiner Kleidung eingenäht waren. Das Geld wurde ihr zurückgegeben, und sie blieb in Montreal.",
      "it": "La signora Leopold Weisz (nata Mathilde Françoise Pëde) nacque a Gand, in Belgio, il 24 maggio 1874. A 21 anni si recò in Inghilterra per studiare al Bromsgrove Guild of Art, dove conobbe - con grande disappunto dei suoi genitori - e sposò uno scalpellino ungherese-ebraico, Leopold Weisz. Suo marito lavorava a Montreal e aveva deciso di emigrare in Canada. Tornò in Inghilterra per portarla con sé. In origine avrebbero dovuto viaggiare in prima classe su un’altra nave, ma a causa dello sciopero del carbone furono trasferiti sul Titanic (biglietto n. 228414, £26). La sera del naufragio, la signora Weisz partecipò a un canto improvvisato nella sala da pranzo di seconda classe. Il dottor Pain suonava il flauto, Douglas Norman il pianoforte, mentre lei interpretava The Last Rose of Summer. Ebbe l’impressione di aver cantato bene e che la sua esibizione fosse stata apprezzata, ma dopo il concerto, passeggiando sul ponte con il marito, gli confidò di sentirsi a disagio senza saperne il motivo. Erano appena rientrati nella loro cabina alle 23:40 quando la signora Weisz disse di aver percepito una scossa. Suo marito morì nel naufragio. All’arrivo in Canada, la signora Weisz fu considerata indigente e rischiò l’espulsione, ma il corpo del marito fu recuperato con 15.000 $ in oro cuciti nella fodera dei suoi abiti. La somma le fu restituita e rimase a Montreal.",
      "pt": "Sra. Leopold Weisz (Mathilde Françoise Pëde) nasceu em Gante, Bélgica, em 24 de maio de 1874. Aos 21 anos foi estudar no Bromsgrove Guild of Art, na Inglaterra, onde conheceu - para grande desgosto de seus pais - e casou-se com um escultor húngaro-judeu em pedra, Leopold Weisz. Seu marido trabalhava em Montreal e decidiu emigrar para o Canadá. Voltou à Inglaterra para buscá-la. Originalmente viajariam em primeira classe em outro navio, mas devido à greve do carvão foram transferidos para o Titanic (bilhete nº 228414, £26). Na noite do naufrágio, a Sra. Weisz participou de um improvisado cântico de hinos na Sala de Jantar da Segunda Classe. O Dr. Pain tocava flauta, Douglas Norman o piano, enquanto ela interpretava The Last Rose of Summer. Ela acreditava ter cantado bem e que sua apresentação fora recebida com grande sucesso, mas após o desempenho, ao caminhar pelo convés junto ao marido, confidenciou sentir-se inquieta. Tinham acabado de retornar à cabine, às 23h40, quando a Sra. Weisz disse ter sentido um tremor. Seu marido pereceu no naufrágio e a Sra. Weisz quase foi deportada do Canadá como indigente. Contudo, o corpo de seu marido foi recuperado, trazendo costurado no forro da roupa cerca de 15.000 dólares em ouro, valor que lhe foi devolvido. Assim, ela permaneceu em Montreal.",
      "nl": "Mathilde Françoise Weisz reisde in de tweede klasse van de Titanic. Deze persoon was 37 jaar oud. Deze persoon reisde als passagier. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Mathilde Françoise Weisz kort samen."
    },
    "postIceberg": {
      "fr": "Au printemps 1914, elle épousa le partenaire commercial de son défunt mari, Edward Lancelot Wren. Dans une interview accordée au Montreal Herald pour le 20ᵉ anniversaire du naufrage, on rapporta que, durant la Première Guerre mondiale, elle avait recueilli 57 000 $ en chantant pour des œuvres de bienfaisance belges. Pour ses efforts, elle fut décorée par le roi des Belges de la Médaille de la Reine Élisabeth. Mme Weisz continua à participer aux comédies musicales et opérettes de Montréal jusqu’à la fin de la Seconde Guerre mondiale. Elle mourut à Montréal le 13 octobre 1953.",
      "en": "In the spring of 1914 she married her late husband's business partner, Edward Lancelot Wren. In an interview on the 20th anniversary of the sinking, the Montreal Herald reported that during World War I she had raised $57,000 singing for Belgian charties. For her efforts, she was decorated by the King of Belgium with the Medaille de la Reine Elisabeth. Mrs Weisz continued to take part in Montreal musical theatricals and operettas until the end of World War II. She died in Montreal on 13 October 1953",
      "da": "I foråret 1914 giftede hun sig med sin afdøde mands forretningspartner, Edward Lancelot Wren. I et interview til Montreal Herald i anledning af 20-året for forliset blev det rapporteret, at hun under Første Verdenskrig havde indsamlet 57.000 dollars ved at synge til fordel for belgiske velgørenhedsorganisationer. For sin indsats blev hun dekoreret af Belgiens konge med Dronning Elisabeth-medaljen. Fru Weisz fortsatte med at optræde i Montreals operetter og musikforestillinger indtil slutningen af Anden Verdenskrig. Hun døde i Montreal den 13. oktober 1953.",
      "de": "Im Frühjahr 1914 heiratete sie den Geschäftspartner ihres verstorbenen Mannes, Edward Lancelot Wren. In einem Interview zum 20. Jahrestag des Untergangs berichtete der Montreal Herald, dass sie während des Ersten Weltkriegs 57.000 Dollar gesammelt habe, indem sie für belgische Wohltätigkeitsorganisationen sang. Für ihre Bemühungen wurde sie vom König der Belgier mit der Königin-Elisabeth-Medaille ausgezeichnet. Frau Weisz nahm bis zum Ende des Zweiten Weltkriegs weiterhin an musikalischen Aufführungen und Operetten in Montreal teil. Sie starb am 13. Oktober 1953 in Montreal.",
      "it": "Nella primavera del 1914 sposò il socio in affari del suo defunto marito, Edward Lancelot Wren. In un’intervista rilasciata al Montreal Herald in occasione del 20º anniversario del naufragio, fu riportato che durante la Prima guerra mondiale aveva raccolto 57.000 dollari cantando a favore di opere di beneficenza belghe. Per il suo impegno fu insignita dal re del Belgio della Médaille de la Reine Elisabeth. La signora Weisz continuò a partecipare a operette e spettacoli musicali a Montréal fino alla fine della Seconda guerra mondiale. Morì a Montréal il 13 ottobre 1953.",
      "pt": "Na primavera de 1914, casou-se com o sócio de seu falecido marido, Edward Lancelot Wren. Em uma entrevista concedida por ocasião do 20.º aniversário do naufrágio, o Montreal Herald relatou que, durante a Primeira Guerra Mundial, ela havia arrecadado 57.000 dólares cantando em prol de instituições de caridade belgas. Por seus esforços, foi condecorada pelo Rei da Bélgica com a Médaille de la Reine Elisabeth. A Sra. Weisz continuou a participar de montagens teatrais e operetas musicais em Montreal até o fim da Segunda Guerra Mundial. Faleceu em Montreal, em 13 de outubro de 1953.",
      "nl": "Na de schipbreuk bleef Mathilde Françoise Weisz bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
