{
  "passenger42": {
    "grade": "Passenger",
    "age": 33,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/42-Wallace-Henry-Hartley.jpg",
      "alt": "picture of Wallace Hartley"
    },
    "name": {
      "fr": "Wallace Henry Hartley",
      "en": "Wallace Henry Hartley",
      "da": "Wallace Henry Hartley",
      "de": "Wallace Henry Hartley",
      "it": "Wallace Henry Hartley",
      "pt": "Wallace Henry Hartley",
      "nl": "Wallace Henry Hartley"
    },
    "description": {
      "fr": "Wallace Hartley grandit dans le nord de l’Angleterre, à Colne, au sein d’une communauté méthodiste. Il chantait dans la chorale de l’église et apprit le violon avec un certain Pickles. Après une courte tentative dans la vie cléricale, Wallace trouva son travail de banquier insatisfaisant. Il jouait de la musique dès qu’il le pouvait, mais cela ne lui suffisait pas : au début de la vingtaine, il devint musicien professionnel. C’est à cette époque qu’il rencontra Maria Robinson, sa future fiancée. Pour célébrer leurs fiançailles, Maria lui offrit un violon gravé: 'Pour Wallace à l'occasion de nos fiancailles. Maria' Malgré un emploi du temps chargé, ils trouvaient du temps pour se voir, et la demande croissante pour les musiciens multiplia les opportunités. Wallace travailla bientôt sur des paquebots et, en 1912, après de nombreux voyages transatlantiques sur les navires de la Cunard, il fut nommé chef d’orchestre du Titanic. Wallace prit son poste à bord du Titanic seulement quelques jours après son retour en Angleterre, sans avoir eu le temps de voir Maria et sa famille. Il écrivit depuis le navire avant le départ, le 10 avril: 'Mon retour à la maisoin a malheureusement été bref et j'aurais aimé vous voir tous, ne serait-ce qu'une heure ou deux, mais je n'ai pas pu le faire..'",
      "en": "Wallace Hartley grew up in the north of England in a Methodist community in Colne, England. He sang in the church choir and was taught violin by a man called Pickles. Though he gave clerical life a try, Wallace found his early work as a bank clerk unsatisfying. He played music at every opportunity outside of his work, but soon found that wasn’t enough, and by his early twenties he had made the transition to professional musician.Around this time he met a young woman named Maria Robinson, and the two became engaged. To celebrate their betrothal, Maria gifted Wallace a violin, with an engraving on the tailpiece: “For Wallace on the occasion of our engagement from Maria.”Despite being kept extremely busy with regular gigs, Maria and Wallace found time to see each other around his jobs, and as the demand for live musicians grew, opportunities increased. Wallace was soon taking jobs aboard ocean liners, and by 1912 he had made the Atlantic crossing aboard Cunard’s ships numerous times, and been offered the job of bandleader aboard Titanic.Wallace was to take on his new Titanic post only days after returning to England. Due to the quick turnaround he had no time to visit with Maria and his family. He wrote home from aboard the ship before they set sail on April 10, “I’ve missed coming home very much & it would have been nice to have seen you all if only for an hour or two, but I couldn’t manage it.”",
      "da": "Wallace Hartley voksede op i det nordlige England i et metodistsamfund i Colne, England. Han sang i kirkekoret og blev undervist i violin af en mand, der hed Pickles. Wallace forsøgte sig som bankassistent, men fandt sit arbejde utilfredsstillende. Han spillede musik ved enhver lejlighed, når han ikke arbejdede, men fandt hurtigt ud af, at det ikke var nok, og da han var i begyndelsen af tyverne, blev han professionel musiker.\n\nOmkring dette tidspunkt mødte han en ung kvinde ved navn Maria Robinson, og de blev forlovet. For at fejre deres forlovelse forærede Maria Wallace en violin med en indgravering på halestykket: 'Til Wallace i anledning af vores forlovelse, fra Maria'.\n\nSelv om Maria og Wallace havde meget travlt med at spille koncerter, fandt de tid til at se hinanden imellem hans musikjobs. Efterhånden steg efterspørgslen efter livemusik, og mulighederne flere. Wallace tog snart job om bord på oceanlinere, og i 1912 havde han krydset Atlanten med Cunards skibe adskillige gange og var blevet tilbudt jobbet som kapelmester om bord på Titanic.\n\nWallace skulle tiltræde sin nye stilling på Titanic kun få dage efter, at han var vendt tilbage til England. På grund af det hurtige forløb havde han ikke tid til at besøge Maria og sin familie. Han skrev hjem fra skibet, før det stævnede ud den 10. april: 'Jeg har savnet rigtig meget at komme hjem, og det ville have været rart at se jer alle sammen, om så bare i en time eller to, men jeg kunne ikke nå det.'\n",
      "de": "Wallace Hartley wuchs im Norden Englands in einer methodistischen Gemeinde in Colne, England, auf. Er sang im Kirchenchor und erhielt Geigenunterricht von einem Mann namens Pickles. Obwohl er es mit einer verwaltungstechnischen Tätigekit versuchte, fand Wallace seine frühe Arbeit als Bankangestellter unbefriedigend. Er musizierte bei jeder Gelegenheit außerhalb seiner Arbeit, aber bald merkte er, dass ihm das nicht genügte und mit Anfang zwanzig war er bereits Berufsmusiker. Zu dieser Zeit lernte er eine junge Frau namens Maria Robinson kennen und die beiden verlobten sich. Zur Feier ihrer Verlobung schenkte Maria Wallace eine Geige mit einer Gravur auf dem Saitenhalter: „Für Wallace anlässlich unserer Verlobung von Maria“. Obwohl Maria und Wallace mit ihren regelmäßigen Auftritten sehr ausgelastet waren, fanden sie zwischen seinen Auftritten immer wieder Zeit füreinander, und da die Nachfrage nach Live-Musikern wuchs, ergaben sich immer mehr Möglichkeiten. Wallace nahm bald Jobs an Bord von Ozeandampfern an. Bis 1912 hatte er den Atlantik mehrmals an Bord von Cunard-Schiffen überquert und ihm wurde der Job des Bandleaders an Bord der Titanic angeboten. Wallace sollte seinen neuen Posten auf der Titanic nur wenige Tage nach seiner Rückkehr nach England antreten. Aufgrund der schnellen Ablösung hatte er keine Zeit, Maria und seine Familie zu besuchen. Bevor sie am 10. April in See stachen, schrieb er von Bord des Schiffes nach Hause: „Ich habe es sehr vermisst, nach Hause zu kommen & es wäre schön gewesen, euch alle zu sehen, wenn auch nur für eine Stunde oder zwei, aber ich habe es nicht geschafft.“",
      "it": "Wallace Hartley era cresciuto nel nord dell'Inghilterra in una comunità metodista a Colne. Cantava nel coro della chiesa ed aveva imparato a suonare il violino da un uomo chiamato Pickles. Wallace trovò il primo lavoro come impiegato di banca, ma non era contento. Suonava musica in ogni occasione al di fuori del suo lavoro e presto capì che ciò che desiderava di più era fare della musica il suo lavoro e passò a musicista professionista.In quel periodo incontrò una giovane donna di nome Maria Robinson e i due si fidanzarono. Per celebrare il loro fidanzamento, Maria donò a Wallace un violino, con un'incisione sulla cordiera: 'Per Wallace in occasione del nostro fidanzamento da parte di Maria.'Nonostante Wallace fosse estremamente impegnato con i concerti regolari, i due innamorati trovavano il tempo di vedersi e poiché  la domanda di musicisti dal vivo cresceva, le opportunità di lavoro per Wallace aumentavano. Stava assumendo incarichi di lavoro a bordo di transatlantici e nel 1912 aveva fatto la traversata atlantica a bordo delle navi della Cunard ormai numerose volte, così gli fu offerto il lavoro di direttore dell’orchestra a bordo del Titanic.Wallace avrebbe preso il suo nuovo posto sul Titanic solo pochi giorni dopo il suo ritorno in Inghilterra e quindi non ebbe il tempo di far visita a Maria e alla sua famiglia.  Scrisse a casa a bordo della nave prima di salpare il 10 aprile, 'Mi è spiaciuto molto non tornare a casa e sarebbe stato bello aver visto tutti voi, anche se solo per un'ora o due, ma non ho potuto gestire la cosa diversamente.'",
      "pt": "Wallace Hartley cresceu no norte da Inglaterra, numa comunidade metodista em Colne. Cantava no coral da igreja e aprendeu violino com um homem chamado Pickles. Embora tenha tentado a vida clerical, Wallace achou seu trabalho inicial como balconista bancário insatisfatório. Tocava música sempre que podia fora do trabalho, mas logo percebeu que isso não bastava e, no início dos seus vinte anos, fez a transição para músico profissional. Por essa época, conheceu Maria Robinson, uma jovem com quem noivou. Para celebrar o noivado, Maria presenteou Wallace com um violino, gravado na alma: “Para Wallace, por ocasião do nosso noivado, de Maria.” Apesar da rotina intensa com apresentações regulares, Maria e Wallace encontravam tempo para se ver durante seus compromissos, e à medida que crescia a demanda por músicos ao vivo, as oportunidades aumentaram. Wallace logo começou a aceitar trabalhos em navios transatlânticos, e até 1912 já havia cruzado o Atlântico várias vezes a bordo de navios da Cunard, além de ter recebido a oferta para ser o maestro da banda do Titanic. Wallace assumiria seu novo posto no Titanic poucos dias após retornar à Inglaterra. Devido à rapidez do processo, não teve tempo para visitar Maria e sua família. Antes da partida do navio em 10 de abril, escreveu para casa: “Senti muita falta de voltar para casa e teria sido bom vê-los, ainda que por uma ou duas horas, mas não consegui.”",
      "nl": "Wallace Henry Hartley reisde in de tweede klasse van de Titanic. Deze persoon was 33 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Wallace Henry Hartley kort samen."
    },
    "postIceberg": {
      "fr": "Wallace Henry Hartley, chef d’orchestre du Titanic, et son orchestre continuèrent à jouer pour apaiser les passagers alors que le navire coulait. Aucun des membres du groupe ne survécut. Le corps de Hartley fut retrouvé, son violon et sa boîte à musique attachés sur sa poitrine. Il fut rapatrié en Angleterre et enterré avec les honneurs. Son héroïsme et son sens du devoir sont devenus le symbole de l’esprit humain face à la tragédie.",
      "en": "Wallace Henry Hartley, the Titanic's bandleader, and his orchestra famously continued playing music to calm passengers as the ship sank. None of the band members survived. Hartley's body was recovered with his music box and violin strapped to his chest. Hartley's body was returned to England, where he was buried with honors. His heroism and dedication to his duty became a symbol of the tragedy's human spirit.",
      "da": "Wallace Henry Hartley var Titanics kapelmester, og hans orkester fortsatte som bekendt med at spille musik for at berolige passagererne, mens skibet sank. Ingen af orkestrets medlemmer overlevede. Hartleys lig blev fundet med violinen spændt fast til brystet. Liget blev sendt tilbage til England, hvor han fik en ceremoniel begravelse. Hans heltemod og pligtopfyldenhed blev et symbol på den menneskelige ånd midt i tragedien.",
      "de": "Wallace Henry Hartley, der Dirigent der Titanic und sein Orchester spielten weiter Musik, um die Passagiere zu beruhigen, während das Schiff sank. Keines der Orchestermitglieder überlebte. Hartleys Leiche soll mit seinem Geigenkasten und seiner Geige um die Brust geschnallt geborgen worden sein. Hartleys Leiche wurde nach England überführt, wo er in Ehren beigesetzt wurde. Sein Heldentum und seine Pflichterfüllung wurden zu einem Symbol für den menschlichen Geist in dieser Tragödie.",
      "it": "Wallace Henry Hartley, il direttore d'orchestra del Titanic, e la sua orchestra continuarono a suonare musica per calmare i passeggeri mentre la nave affondava. Nessuno dei membri dell'orchestra sopravvisse. Il corpo di Hartley fu recuperato con la sua scatola musicale e il violino legati al petto. Il corpo di Hartley fu restituito in Inghilterra, dove fu sepolto con onori. Il suo eroismo e la sua dedizione al dovere divennero un simbolo dello spirito umano nella tragedia.",
      "pt": "Wallace Henry Hartley, o maestro da orquestra do Titanic, e seus músicos continuaram a tocar para acalmar os passageiros enquanto o navio afundava. Nenhum dos integrantes da banda sobreviveu. O corpo de Hartley foi encontrado com sua caixa de música e violino presos ao peito. Seu corpo foi levado de volta à Inglaterra, onde foi enterrado com honras. O heroísmo e a dedicação de Hartley ao dever tornaram-se um símbolo do espírito humano na tragédia.",
      "nl": "Wallace Henry Hartley behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
