{
  "passenger13": {
    "grade": "Passenger",
    "age": 22,
    "role": {
      "fr": "Radiotélégraphiste",
      "en": "Wireless operator",
      "da": "Overlevende besætningsmedlem (radiotelegrafist)",
      "de": "Telegrafist",
      "it": "Operatore wireless",
      "pt": "Radiotelegrafista"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/13-Harold-Sydney-Bride.jpg",
      "alt": "picture of Harold Sydney Bride"
    },
    "name": {
      "fr": "Harold Sydney Bride",
      "en": "Harold Sydney Bride",
      "da": "Harold Sydney Bride",
      "de": "Harold Sydney Bride",
      "it": "Harold Sydney Bride",
      "pt": "Harold Sydney Bride"
    },
    "description": {
      "fr": "Harold Sydney Bride est né le 11 janvier 1890 à Londres, en Angleterre. Il grandit avec une fascination pour la télégraphie sans fil, une technologie alors relativement nouvelle. Après avoir terminé ses études, il suivit une formation d’opérateur radio. Bride obtint un poste à la Marconi Company, qui fournissait les équipements de communication radio et les opérateurs pour les navires. Ses compétences et son sérieux lui valurent des affectations sur divers navires, ce qui le mena finalement à occuper le poste d’opérateur radio adjoint sur le RMS Titanic. Bride était responsable de l’envoi et de la réception des messages radio, une tâche essentielle pour la communication en mer. Sa carrière s’annonçait prometteuse, et il était enthousiaste à l’idée de travailler sur le navire le plus célèbre du monde.",
      "en": "Harold Sydney Bride was born on January 11, 1890, in London, England. He grew up with a fascination for wireless telegraphy, a relatively new technology at the time. After completing his education, he pursued training as a wireless operator. Bride secured a position with the Marconi Company, which provided radio communication equipment and operators for ships. His skills and dedication earned him assignments on various vessels, eventually leading to his role as the junior wireless operator on the RMS Titanic. Bride was responsible for sending and receiving wireless messages, a critical task for communication at sea. His career was on a promising trajectory, and he was excited about the opportunity to work on the world's most famous ship.",
      "da": "Harold Sydney Bride blev født den 11. januar 1890 i London, England. Han voksede op med en fascination af trådløs telegrafi, som var en relativt ny teknologi på det tidspunkt. Efter at have afsluttet skolen tog han en uddannelse som radiotelegrafist. Bride fik arbejde hos Marconi Company, som leverede radiokommunikationsudstyr og telegrafister til skibe. Hans evner og engagement skaffede ham opgaver på forskellige skibe, hvilket til sidst førte til rollen som juniorradiotelegrafist på RMS Titanic. Bride var ansvarlig for at sende og modtage trådløse beskeder, en vigtig opgave for kommunikationen til søs. Han var i gang med en lovende karriere og var begejstret for denne mulighed for at arbejde på verdens mest berømte skib.",
      "de": "Harold Sydney Bride wurde am 11. Januar 1890 in London, England, geboren. Er wuchs mit einer Leidenschaft für die drahtlose Telegrafie auf, eine damals relativ neue Technologie. Nach seinem Schulabschluss absolvierte er eine Ausbildung zum drahtlosen Telegrafisten. Bride erhielt eine Stelle bei der Marconi Company, die Funkgeräte und Bediener für Schiffe lieferte. Aufgrund seiner Fähigkeiten und seines Engagements wurde er auf verschiedenen Schiffen eingesetzt, bis er schließlich zum Junior-Telegrafisten auf der RMS Titanic wurde. Bride war für das Senden und Empfangen drahtloser Nachrichten zuständig, eine wichtige Aufgabe für die Kommunikation auf See. Seine Karriere war auf dem Vormarsch und er freute sich über die Gelegenheit, auf dem berühmtesten Schiff der Welt zu arbeiten.",
      "it": "Harold Sydney Bride è nato l'11 gennaio 1890 a Londra, Inghilterra. È cresciuto con una passione per la telegrafia senza fili, una tecnologia relativamente nuova all'epoca. Dopo aver completato la sua istruzione, ha seguito una formazione come operatore di telegrafia senza fili. Bride ottenne un posto alla Marconi Company, che forniva apparecchiature di comunicazione radio e operatori per le navi. Le sue abilità e dedizione gli valsero incarichi su varie navi, portandolo infine a diventare l'operatore telegrafico junior sul RMS Titanic. Bride era responsabile dell'invio e della ricezione di messaggi senza fili, un compito critico per la comunicazione in mare. La sua carriera era in ascesa e lui era entusiasta dell'opportunità di lavorare sulla nave più famosa del mondo.",
      "pt": "Harold Sydney Bride nasceu em 11 de janeiro de 1890, em Londres, Inglaterra. Desde jovem, fascinava-se pela telegrafia sem fio, uma tecnologia relativamente nova na época. Após concluir seus estudos, Bride treinou como operador de rádio. Ele conseguiu uma posição na Marconi Company, empresa responsável por equipamentos e operadores de comunicação por rádio para navios. Suas habilidades e dedicação garantiram-lhe diversas atribuições, culminando no cargo de operador de rádio júnior a bordo do RMS Titanic. Bride era responsável por enviar e receber mensagens sem fio, uma função crucial para a comunicação marítima. Sua carreira estava em ascensão, e ele estava entusiasmado com a oportunidade de trabalhar no navio mais famoso do mundo"
    },
    "postIceberg": {
      "fr": "Alors que le Titanic sombrait, l’opérateur radio adjoint Bride et son supérieur Jack Phillips envoyèrent sans relâche des signaux de détresse, alertant les navires à proximité du désastre. Malgré les conditions chaotiques et périlleuses, Bride resta à son poste jusqu’à ce que l’eau atteigne la salle radio. Il aida ensuite à mettre à l’eau le canot pliable B, où lui et d’autres survivants endurèrent les eaux glacées. Après le naufrage, Bride témoigna lors des enquêtes sur le Titanic. Il continua à travailler comme opérateur radio et servit plus tard pendant la Première Guerre mondiale. Son expérience sur le Titanic mit en lumière le rôle crucial de la communication sans fil pour la sécurité maritime.",
      "en": "As Titanic's junior wireless operator Bride and his superior, Jack Phillips, tirelessly sent distress signals, alerting nearby ships to the disaster. Despite the chaotic and perilous conditions, Bride remained at his post until water reached the wireless room. He later helped launch lifeboat Collapsible B, where he and other survivors endured frigid waters. After the sinking, Bride testified before the Titanic Inquiries. He continued to work as a wireless operatorand, and later served in World War I. His experience on the Titanic highlighted the critical role of wireless communication in maritime safety.",
      "da": "Som Titanics juniorradiotelegrafist sendte Bride og hans overordnede, Jack Phillips, utrætteligt nødsignaler og advarede skibe i nærheden om katastrofen. På trods af de kaotiske og farlige omstændigheder forblev Bride på sin post, indtil vandet nåede radiorummet. Senere hjalp han med at søsætte redningsbåden Collapsible B, hvor han og andre overlevende holdt ud i det iskolde vand. Efter forliset var Bride vidne i forbindelse med Titanic-undersøgelsen. Han fortsatte med at arbejde som radiotelegrafist og gjorde senere tjeneste i Første Verdenskrig. Hans erfaringer fra Titanic understregede, hvor afgørende en rolle trådløs kommunikation spiller for sikkerheden til søs.",
      "de": "Als Junior-Telegrafist der Titanic sendeten Bride und sein Vorgesetzter Jack Phillips unermüdlich Notsignale, um Schiffe in der Nähe auf die Katastrophe aufmerksam zu machen. Trotz der chaotischen und gefährlichen Bedingungen blieb Bride auf seinem Posten, bis das Wasser den Telegrafenraum erreichte. Später half er, das klappbare Rettungsboot B zu Wasser zu lassen, in dem er und andere Überlebende in den eisigen Fluten ausharrten. Nach dem Untergang sagte Bride vor den Ermittlungsbehörden der Titanic aus. Er arbeitete weiter als Funker und diente später im Ersten Weltkrieg. Seine Erfahrungen auf der Titanic verdeutlichten die entscheidende Rolle der drahtlosen Kommunikation für die Sicherheit auf See.",
      "it": "Come telegrafista junior del Titanic, Bride e il suo superiore, Jack Phillips, inviarono instancabilmente segnali di soccorso, allertando le navi vicine del disastro. Nonostante le condizioni caotiche e pericolose, Bride rimase al suo posto fino a quando l'acqua raggiunse la sala telegrafica. In seguito aiutò a lanciare la scialuppa pieghevole B, dove lui e altri sopravvissuti resistettero nelle acque gelide. Dopo l'affondamento, Bride testimoniò davanti alle inchieste sul Titanic. Continuò a lavorare come operatore radio e successivamente prestò servizio nella Prima Guerra Mondiale. La sua esperienza sul Titanic evidenziò il ruolo cruciale delle comunicazioni wireless nella sicurezza marittima.",
      "pt": "Enquanto o operador de rádio júnior do Titanic, Harold Bride, e seu superior, Jack Phillips, enviavam incansavelmente sinais de socorro para alertar navios próximos sobre o desastre, Bride permaneceu em seu posto até que a água atingiu a sala de transmissão. Apesar das condições caóticas e perigosas, ele ajudou a lançar o bote salva-vidas Collapsible B, onde ele e outros sobreviventes enfrentaram águas geladas. Após o naufrágio, Bride testemunhou nos inquéritos sobre o Titanic. Continuou trabalhando como operador de rádio e, posteriormente, serviu na Primeira Guerra Mundial. Sua experiência no Titanic destacou o papel crucial da comunicação por rádio na segurança marítima."
    }
  }
}