{
  "passenger22": {
    "grade": "Passenger",
    "age": 32,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/22-Edith-Louise-Rosenbaum.jpg",
      "alt": "picture of Edith Louise Rosenbaum"
    },
    "name": {
      "fr": "Edith Louise Rosenbaum",
      "en": "Edith Louise Rosenbaum",
      "da": "Edith Louise Rosenbaum",
      "de": "Edith Louise Rosenbaum",
      "it": "Edith Louise Rosenbaum",
      "pt": "Edith Louise Rosenbaum",
      "nl": "Edith Louise Rosenbaum"
    },
    "description": {
      "fr": "Edith Louise Rosenbaum était une journaliste américaine promise à un brillant avenir. Fille unique d’une famille juive aisée, Edith avait beaucoup voyagé au cours de ses 33 années. Elle écrivait sur la scène de la mode parisienne et évoquait souvent l’inquiétude de sa mère face à sa tendance à se retrouver dans des situations délicates. En 1911, après un accident de voiture, alors qu’elle se remettait de ses blessures, sa mère lui offrit une boîte à musique en forme de cochon, lui demandant de toujours garder cette ' mascotte ' avec elle partout où elle irait. En 1912, le cochon accompagnait Edith lorsqu’elle embarqua à Cherbourg sur le Titanic. Le Titanic était à la hauteur de sa réputation, bien qu’Edith se soit sentie troublée par l’opulence du navire. ' Ce n’était pas un navire ; une ville flottante serait une description plus appropriée. ' Avant le départ final depuis Queenstown, elle écrivit à son secrétaire: ' Je n’arrive pas à me défaire de ce sentiment de dépression et de prémonition de malheur; j’aimerais que ce soit déjà fini. ' Malgré ces pressentiments, Edith décrivit les premiers jours à bord comme paisibles. Le soir du 14 avril, après un dîner de gala, elle était habillée avec élégance, écrivant des lettres dans le salon de première classe. Elle remit ses lettres à un steward, lui promettant de le payer pour l’affranchissement le lendemain matin, puis regagna sa cabine.",
      "en": "Edith Louise Rosenbaum was an American journalist with a bright future. The only daughter of a wealthy Jewish family, Edith had traveled extensively in her 33 years. She had been writing about the Paris fashion scene and spoke of her mother worrying about her tendency to get into scrapes. In 1911 she'd been in a motor accident, and while she recuperated, her mother presented her with a toy pig music box, and made Eidth promise to always keep her 'mascot' with her wherever she went. In 1912, the pig was with Edith as she boarded the Titanic in Cherbourg.The Titanic lived up to all the hype, though Edith found herself unsettled by the ship's opulence. 'It was not a ship; a floating city would be a more apt description.' Before their final departure from Queenstown, she wrote to her secretary telling him I cannot get over my feeling of depression and premonition of trouble; I wish it were over. Despite her disquieting presentiments, Edith wrote of the early days aboard the ship as tranquil. The evening of April 14th  found Edith dressed to the nines after a gala dinner, writing letters in the 1st lounge. She handed her letters to the steward, promising to pay him for postage in the morning, and retired to her cabin.",
      "da": "Edith Louise Rosenbaum var en amerikansk journalist med en lys fremtid. Edith var den eneste datter af en velhavende jødisk familie og havde rejst meget i sit liv. Hun havde blandt andet skrevet om modescenen i Paris og fortalte, at hendes mor ofte var bekymret over hendes tendens til at komme i knibe. I 1911 var hun ude for en trafikulykke, og mens hun kom sig, forærede hendes mor hende en spilledåse formet som en legetøjsgris og fik Edith til at love, at hun altid ville have sin 'maskot' med sig, uanset hvor hun rejste hen. I 1912 var spilledåsen med Edith, da hun gik om bord på Titanic i Cherbourg.\n\nTitanic levede op til den store omtale, men Edith var foruroliget over skibets overdådighed. 'Det var ikke et skib; en flydende by ville være en mere passende beskrivelse.' Før den endelige afrejse fra Queenstown skrev hun til sin sekretær: 'Jeg kan ikke komme mig over en følelse af nedtrykthed og bange anelser; jeg ville ønske, at det var overstået.'\n\nPå trods af sine bange anelser beskrev Edith de første dage om bord på skibet som rolige. Om aftenen den 14. april sad Edith i sit fineste tøj efter en gallamiddag og skrev breve i loungen på første klasse. Hun gav sine breve til stewarden og lovede at betale ham for portoen næste morgen, og så trak hun sig tilbage til sin kahyt.\n",
      "de": "Edith Louise Rosenbaum war eine amerikanische Journalistin mit einer glänzenden Zukunft. Als einzige Tochter einer wohlhabenden jüdischen Familie war Edith in ihren 33 Jahren schon viel gereist. Sie schrieb über die Pariser Modeszene und erzählte von ihrer Mutter, die sich über ihre Neigung, in Schwierigkeiten zu geraten, Sorgen machte. 1911 hatte sie einen Autounfall, und während sie sich erholte, schenkte ihre Mutter ihr eine Spieluhr mit einem kleinen Ferkel und ließ Edith versprechen, ihr „Maskottchen“ immer bei sich zu haben, wohin sie auch ging. Im Jahr 1912 begleitete das Ferkel Edith, als sie in Cherbourg an Bord der Titanic ging. Die Titanic wurde dem ganzen Rummel gerecht, doch Edith fühlte sich durch die Opulenz des Schiffes verunsichert. „Es war kein Schiff; eine schwimmende Stadt wäre eine treffendere Beschreibung. Vor der endgültigen Abreise aus Queenstown schrieb sie an ihren Sekretär: „Ich kann mein Gefühl der Depression und die Vorahnung von Schwierigkeiten nicht überwinden; ich wünschte, es wäre vorbei.“ Trotz ihrer beunruhigenden Vorahnungen beschrieb Edith die ersten Tage an Bord des Schiffes als friedlich. Am Abend des 14. April war Edith nach einem Galadinner schick gekleidet und schrieb Briefe in der Lounge der Ersten Klasse. Sie übergab ihre Briefe dem Steward mit dem Versprechen, ihm das Porto am Morgen zu bezahlen, und zog sich in ihre Kabine zurück.",
      "it": "Edith Louise Rosenbaum era una giornalista americana con un futuro brillante davanti a sé  Figlia unica di una ricca famiglia ebraica, Edith aveva viaggiato molto durante i suoi 33 anni di vita. Nei suoi articoli aveva descritto con calore l’ambiente della moda a Parigi. Sua madre lamentava una sua certa tendenza a mettersi nei guai e infatti nel 1911 Edith ebbe un incidente d'auto. Mentre era convalescente, la madre regalò a Edith un carillon giocattolo a forma di maialino e le fece promettere di tenere sempre con sé questa 'mascotte', ovunque andasse. Nel 1912, la mascotte era con Edith mentre saliva sul Titanic a Cherbourg.Il Titanic era all'altezza di tutto il clamore che aveva provocato ed  Edith si trovò quasi turbata dall'opulenza della nave. 'Non era una nave; una città galleggiante sarebbe una descrizione più appropriata.' Prima della partenza finale da Queenstown, scrisse alla sua segretaria dicendole: 'Non riesco a superare la mia sensazione di depressione e premonizione; vorrei questo viaggio fosse già finito.' Nonostante i suoi inquietanti presentimenti, Edith scrisse dei primi giorni a bordo della nave come di giorni tranquilli. La sera del 14 aprile si era vestita a festa e dopo una cena di gala, era andata a scrivere lettere nel salone di prima classe. Consegnò le sue lettere al responsabile della posta, promettendogli di pagarlo per le spese di spedizione al mattino successivo e si ritirò nella sua cabina.",
      "pt": " Edith Louise Rosenbaum era uma jornalista americana com um futuro promissor. Única filha de uma família judia rica, Edith havia viajado extensivamente em seus 33 anos. Ela escrevia sobre a cena da moda em Paris e mencionava a preocupação de sua mãe com sua tendência a se meter em confusões. Em 1911, sofreu um acidente de carro e, durante a recuperação, sua mãe lhe presenteou com uma caixinha de música em forma de porquinho, fazendo Edith prometer levar sempre sua 'mascote' consigo onde quer que fosse. Em 1912, o porquinho acompanhou Edith quando embarcou no Titanic em Cherbourg.O Titanic correspondeu a todas as expectativas, embora Edith se sentisse inquieta diante da opulência do navio. 'Não era um navio; uma cidade flutuante seria uma descrição mais adequada.'' Antes da partida final de Queenstown, ela escreveu para seu secretário dizendo: 'Não consigo superar minha sensação de depressão e pressentimento de problemas; queria que isso já tivesse acabado.' Apesar de seus pressentimentos inquietantes, Edith descreveu os primeiros dias a bordo como tranquilos. Na noite de 14 de abril, Edith estava vestida elegantemente após um jantar de gala, escrevendo cartas no lounge da primeira classe. Ela entregou as cartas ao mordomo, prometendo pagar os selos pela manhã, e retirou-se para sua cabine.",
      "nl": "Edith Louise Rosenbaum reisde in de eerste klasse van de Titanic. Deze persoon was 32 jaar oud. Deze persoon reisde als passagier. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Edith Louise Rosenbaum kort samen."
    },
    "postIceberg": {
      "fr": "Edith Rosenbaum, passagère de première classe, survécut à la catastrophe du Titanic en embarquant dans le canot de sauvetage n°11, emportant avec elle son cochon musical porte-bonheur. Après le naufrage, elle poursuivit sa carrière de journaliste de mode et de conférencière, partageant largement ses expériences du Titanic.",
      "en": "Edith Rosenbaum, a first-class passenger, survived the Titanic disaster by boarding lifeboat 11, taking her lucky musical toy pig with her. After the sinking, she continued her career as a fashion journalist and public speaker, sharing her Titanic experiences widely.",
      "da": "Edith Rosenbaum, passager på første klasse, overlevede Titanic-katastrofen ved at gå om bord i redningsbåd nr. 11, og hun tog sin lykkebringende spilledåse formet som en gris med sig. Efter forliset fortsatte hun sin karriere som modejournalist og foredragsholder og delte sine Titanic-oplevelser vidt og bredt.",
      "de": "Edith Rosenbaum, ein Passagier der Ersten Klasse, überlebte die Titanic-Katastrophe, indem sie an Bord des Rettungsbootes 11 ging und ihr Glücksspielzeug in Form eines Ferkels mitnahm. Nach dem Untergang setzte sie ihre Karriere als Modejournalistin und Dozentin fort und berichtete ausgiebig über ihre Erfahrungen auf der Titanic.",
      "it": "Edith Rosenbaum, una passeggera di prima classe, sopravvisse al disastro del Titanic salendo sulla scialuppa di salvataggio 11, portando con sé il suo fortunato giocattolo musicale a forma di maialino. Dopo l'affondamento, continuò la sua carriera come giornalista di moda e conferenziera, condividendo ampiamente le sue esperienze sul Titanic.",
      "pt": "Edith Rosenbaum, passageira da primeira classe, sobreviveu ao desastre do Titanic ao embarcar no bote salva-vidas número 11, levando consigo seu mascote musical de porquinho, considerado seu amuleto da sorte. Após o naufrágio, Rosenbaum deu continuidade à sua carreira como jornalista de moda e oradora pública, compartilhando amplamente suas experiências relacionadas ao Titanic.",
      "nl": "Na de schipbreuk bleef Edith Louise Rosenbaum bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
