{
  "passenger25": {
    "grade": "Passenger",
    "age": 49,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/25-Dr-Alice-Farnham-Leader.jpg",
      "alt": "picture of Dr. Alice Farnham Leader"
    },
    "name": {
      "fr": "Dr. Alice Farnham Leader",
      "en": "Dr. Alice Farnham Leader",
      "da": "Dr. Alice Farnham Leader",
      "de": "Dr. Alice Farnham Leader",
      "it": "Dr. Alice Farnham Leader",
      "pt": "Dr. Alice Farnham Leader"
    },
    "description": {
      "fr": "Alice May Farnham naquit dans l’État de New York en 1862, aînée de cinq enfants d’une famille aisée. Grâce à sa situation, Alice put embrasser une carrière rare pour une femme de son époque : elle fréquenta l’une des premières écoles au monde dédiées à la formation de femmes médecins et obtint son diplôme en 1884. Le Dr Farnham s’intéressait particulièrement à ce qui serait plus tard appelé la santé mentale et, en 1886, elle fut médecin résidente à l’asile Willard pour les malades mentaux chroniques. Elle se consacra aussi aux questions féminines: ses recherches comme assistante à l’hôpital Willard furent citées en 1891 par l’Association médicale de l’État de New York pour réfuter la ' psychologie utérine ', une idée dépassée qui liait troubles gynécologiques et folie. En 1892, le Dr Farnham épousa un autre médecin, le Dr John Augustine Leader. Ils exercèrent ensemble jusqu’à la mort soudaine de ce dernier huit ans plus tard. Malgré ce drame, Alice continua à voyager, multipliant les séjours en Europe. Au printemps 1912, elle préparait son retour d’Europe avec sa compagne Margaret Swift et leurs amis Frederick et Marion Kenyon. Mme Kenyon raconta que son mari annonça la nouvelle du retour: ' J’ai une merveilleuse surprise! Nous allons rentrer sur le Titanic, le navire le plus merveilleux jamais construit! '",
      "en": "Alice May Farnham was born in New York state in 1862, the eldest of five children of wealthy parents. Given her family's resources, Alice was able to pursue a career few woman in her time would even consider, and attended one of the first schools in the world founded for the training of women as doctors, receiving her MD in 1884.Dr. Farnham had a special interest in what would later come to be known as mental health, and in 1886 she was one of the resident physicians of the Willard Asylum for the Chronic Insane. Dr. Farnham also focused on women's issues, and did research as an assistant at Willard State Hospital that was cited by the New York State Medical Association in 1891 in debunking so-called “uterine psychology,” an antiquated idea of women’s health that attempted to correlate physical gynecological disorders with insanity.In 1892, Dr. Farnham met and married another physician, Dr. John Augustine Leader. They both practiced medicine until his unexpected death eight years later. Despite the tragic loss of her husband, Dr. Farnham Leader continued to travel throughout her life, making multiple trips to Europe. In spring of 1912 she was preparing to return home from a trip to Europe with her companion Margaret Swift, and their friends Frederick and Marion Kenyon. Mrs. Kenyon spoke of her husband reporting the news that they would be traveling home aboard Titanic: “Well, I have a wonderful surprise for you!  We are going on the unsinkable Titanic, the most wonderful ship that has ever been born!”",
      "da": "Alice May Farnham blev født i staten New York i 1862 som den ældste af fem børn af velhavende forældre. Takket være familiens midler var Alice i stand til at forfølge en karriere, som det kun var få kvinder på hendes tid forundt, og hun gik på en af de første skoler i verden, der var etableret for at uddanne kvinder til læger. Hun blev færdiguddannet som læge i 1884.\n\nDr. Farnham havde en særlig interesse for det, der senere blev kendt som mental sundhed, og i 1886 blev hun læge på Willard Asylum for Chronic Insane. Dr. Farnham havde også fokus på kvinders forhold og som forskningsassistent på Willard State Hospital blev hun anerkendt af New York State Medical Association i 1891 for at gå i rette med begrebet 'uterin psykologi', en forældet idé om kvinders sundhed, der forsøgte at skabe en sammenhæng mellem gynækologiske lidelser og sindssyge.\n\nI 1892 mødte Dr. Farnham en anden læge, Dr. John Augustine Leader, og de blev gift samme år. De praktiserede begge medicin indtil hans uventede død otte år senere. På trods af det tragiske tab af sin mand fortsatte Dr. Farnham Leader med at rejse igennem hele sit liv og foretog flere rejser til Europa. I foråret 1912 forberedte hun sig på at vende hjem fra en rejse til Europa sammen med sin ledsager Margaret Swift og deres venner Frederick og Marion Kenyon. Fru Kenyon berettede begejstret, at hendes mand havde fortalt, at de skulle sejle hjem med Titanic: 'Jeg har en vidunderlig overraskelse til dig!  Vi skal rejse med Titanic, som ikke kan synke. Det er det mest vidunderlige skib, der nogensinde er lavet!'",
      "de": "Alice May Farnham wurde 1862 im Bundesstaat New York als ältestes von fünf Kindern wohlhabender Eltern geboren. Dank der finanziellen Mittel ihrer Familie konnte Alice Farnham eine Karriere verfolgen, die zu ihrer Zeit nur wenige Frauen in Erwägung zogen. Sie besuchte eine der ersten Schulen der Welt, die für die Ausbildung von Frauen als Ärztinnen gegründet wurde und erwarb 1884 ihren Doktortitel. Dr. Farnham hatte ein besonderes Interesse an dem, was später als geistige Gesundheit bekannt wurde, und 1886 war sie eine der behandelnden Ärztinnen des Willard Asylum for the Chronic Insane. Dr. Farnham befasste sich auch mit Frauenfragen und führte als Assistentin am Willard State Hospital Forschungen durch, die 1891 von der New York State Medical Association zitiert wurden, um die so genannte „Uterus-Psychologie“ zu entlarven, eine antiquierte Vorstellung von der Gesundheit von Frauen, die versuchte, körperliche gynäkologische Störungen mit Geisteskrankheit in Verbindung zu bringen. Im Jahr 1892 lernte Dr. Farnham einen anderen Arzt, Dr. John Augustine Leader, kennen und heiratete ihn. Sie praktizierten beide bis zu seinem unerwarteten Tod acht Jahre später als Ärzte. Trotz des tragischen Verlusts ihres Mannes reiste Dr. Farnham Leader ihr Leben lang weiter und unternahm mehrere Reisen nach Europa. Im Frühjahr 1912 bereitete sie sich zusammen mit ihrer Lebensgefährtin Margaret Swift und ihren Freunden Frederick und Marion Kenyon auf die Heimreise von einer Europareise vor. Mrs. Kenyon erzählte von ihrem Mann, der ihr die Nachricht überbrachte, dass sie an Bord der Titanic nach Hause reisen würden: „Ich habe eine wunderbare Überraschung für euch!  Wir fahren mit der unsinkbaren Titanic, dem schönsten Schiff der Welt.",
      "it": "Alice May Farnham nacque nello stato di New York nel 1862, ed era la maggiore di cinque figli di una ricca famiglia. Date le risorse di famiglia, Alice fu in grado di intraprendere una carriera che poche donne del suo tempo avrebbero anche solo immaginato  e frequentò una delle prime scuole al mondo fondate per la formazione di donne come medici, conseguendo il dottorato nel 1884.La Dr. Farnham ebbe un particolare interesse per quella che sarebbe poi stata poi chiamata “salute mentale” e nel 1886 fu uno dei medici stabili del Willard Asylum for the Chronic Insane. La Dott.ssa  Farnham si concentrò anche sui problemi delle donne e fece ricerca come assistente al Willard State Hospital, una struttura citata dalla New York State Medical Association nel 1891 per il suo contributo allo smantellamento della cosiddetta “psicologia uterina”, un’idea antiquata di salute mentale delle donne che tentava di correlare i disordini ginecologici con la follia.Nel 1892, la Dott.ssa Farnham incontrò e sposò un altro medico, il Dr. John Augustine Leader. Entrambi praticarono la medicina fino alla morte inaspettata dell’uomo, otto anni dopo. Nonostante la tragica perdita del marito, la Dott.ssa Farnham Leader continuò a viaggiare per tutta la vita, compiendo numerosi viaggi in Europa. Nella primavera del 1912 si preparava a tornare a casa da un viaggio in Europa con la sua amica Margaret Swift e i loro amici Frederick e Marion Kenyon. Mrs. Kenyon in seguito raccontò che suo marito annunciò la notizia che sarebbero tornati a casa a bordo del Titanic, dicendo:  “Beh, ho una meravigliosa sorpresa per te! Stiamo andando sull’inaffondabile Titanic, la nave più meravigliosa che sia mai nata!",
      "pt": "Alice May Farnham nasceu no estado de Nova York em 1862, sendo a filha mais velha de cinco filhos de uma família abastada. Graças aos recursos familiares, Alice pôde seguir uma carreira que poucas mulheres da época sequer considerariam, frequentando uma das primeiras escolas do mundo dedicada à formação de mulheres médicas, obtendo seu diploma em 1884. A Dra. Farnham tinha especial interesse no que mais tarde seria conhecido como saúde mental e, em 1886, foi uma das médicas residentes no Asilo Willard para Doentes Crônicos Mentais. Além disso, a Dra. Farnham dedicou-se às questões femininas, realizando pesquisas como assistente no Hospital Estadual Willard, que foram citadas pela Associação Médica do Estado de Nova York em 1891, desmascarando a chamada “psicologia uterina” - uma ideia antiquada que relacionava distúrbios ginecológicos físicos à insanidade. Em 1892, a Dra. Farnham conheceu e casou-se com outro médico, Dr. John Augustine Leader. Ambos praticaram medicina até a morte inesperada dele oito anos depois. Apesar da perda trágica do marido, a Dra. Farnham Leader continuou a viajar ao longo da vida, fazendo múltiplas viagens à Europa. Na primavera de 1912, preparava-se para retornar de uma viagem à Europa com sua companheira Margaret Swift e seus amigos Frederick e Marion Kenyon. A Sra. Kenyon relatou que seu marido anunciou a novidade de que viajariam a bordo do Titanic: “Bem, tenho uma surpresa maravilhosa para vocês! Vamos no insubmergível Titanic, o navio mais maravilhoso que já nasceu!”"
    },
    "postIceberg": {
      "fr": "Le Dr Alice Farnham Leader survécut au naufrage et critiqua les conditions qui avaient conduit à la collision avec l’iceberg. Elle déplora également qu’un navire proche n’ait pas répondu aux appels à l’aide du Titanic.",
      "en": "Dr. Alice Farnham Leader survived the sinking, and was critical of the conditions that caused the collision with the iceberg. She also bemoaned the fact that a ship nearby did not respond to Titanic's calls for help. ",
      "da": "Dr. Alice Farnham Leader overlevede katastrofen og var kritisk over for de forhold, der forårsagede kollisionen med isbjerget. Hun kritiserede også, at et skib i nærheden ikke reagerede på Titanics nødsignaler. ",
      "de": "Dr. Alice Farnham Leader überlebte den Untergang und äußerte sich kritisch über die Bedingungen, die zum Zusammenstoß mit dem Eisberg führten. Sie kritisierte auch die Tatsache, dass ein nahe gelegenes Schiff nicht auf die Notrufe der Titanic reagierte.",
      "it": "La dottoressa Alice Farnham Leader sopravvisse all'affondamento e fu critica delle condizioni che causarono la collisione con l'iceberg. Criticò anche il fatto che una nave nelle vicinanze non rispose alle chiamate di soccorso del Titanic.",
      "pt": "A Dra. Alice Farnham Leader sobreviveu ao naufrágio e foi crítica quanto às condições que levaram à colisão com o iceberg. Ela também lamentou o fato de que uma embarcação próxima não tenha respondido aos pedidos de socorro do Titanic."
    }
  }
}