{
  "passenger56": {
    "grade": "Passenger",
    "age": 45,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/56-Mariyam-Assaf-Khalil.png",
      "alt": "picture of Mariyam Assāf Khalīl"
    },
    "name": {
      "fr": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba | Mikhail Assaf Taama",
      "en": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba | Mikhail Assaf Taama",
      "da": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba |Mikhail Assaf Taama",
      "de": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba | Mikhail Assaf Taama",
      "it": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba | Mikhail Assaf Taama",
      "pt": "Mariyam Assāf Khalīl | Mariana Assaf | Maria (Mariam) Elias Wahba | Mikhail Assaf Taama"
    },
    "description": {
      "fr": "Zād Khalīl Naṣr Allāh (connue au Canada sous le nom de Mariana Assaf) est née et a grandi dans le village de Kfar Mishki, dans ce qui deviendra plus tard le Liban. Vers 1907, alors qu’elle est dans la quarantaine et mère de deux garçons, Zād quitte ses fils et son mari pour se rendre à Ottawa, espérant gagner suffisamment d’argent pour permettre à sa famille de la rejoindre dans la capitale canadienne. Au Canada, elle change son nom pour Mariyam Assāf Khalīl, ou Mariana Assaf. Après quelques années passées à Ottawa à travailler dans la vente de produits agricoles, elle retourne dans son pays natal pour rendre visite à sa famille. Lorsqu’elle prépare son retour au Canada, ses fils espèrent l’accompagner, mais le moment n’est pas propice. Elle voyage donc avec son neveu, son cousin et dix autres personnes de son village. Elle et ses proches montent à bord du Titanic à Cherbourg, avec de nombreux autres passagers de la région. Un passager se souvient avoir compté plus d’une centaine de passagers arabophones en troisième classe, tous en route vers la promesse d’une nouvelle vie en Amérique.",
      "en": "Zād Khalīl Naṣr Allāh (known in Canada as Mariana Assaf) was born and grew up in the village of Kfar Mishki in what would later become known as Lebanon. In around 1907, in her forties and a mother of two boys, Zād left her sons and her husband behind, and traveled to Ottawa in the hopes of earning enough money to pay her family’s way to follow her to the Canadian capital. In Canada, she changed her name to Mariyam Assāf Khalīl, or Mariana Assaf.After some years spent in Ottawa working selling crops, she journeyed back home to visit her family. As she prepared for her return to Canada, her sons hoped to join her on the journey, but the time wasn’t right. Instead she traveled with her nephew and cousin, and ten others from their village. She and her relatives boarded Titanic in Cherbourg, along with many other passengers from the region. One passenger recollected counting over one-hundred Arab-speaking passengers in Titanic’s 3rd, on their way to the promise of a new life in the Americas.",
      "da": "Zād Khalīl Naṣr Allāh (i Canada kendt som Mariana Assaf) blev født og voksede op i landsbyen Kfar Mishki i det, der senere blev kendt som Libanon. Omkring 1907, da hun var i fyrrerne og mor til to drenge, efterlod Zād sine sønner og sin mand og rejste til Ottawa i håb om at tjene penge nok til at betale for, at hendes familie kunne slutte sig til hende i den canadiske hovedstad. I Canada skiftede hun navn til Mariyam Assāf Khalīl eller Mariana Assaf. Efter nogle år i Ottawa, hvor hun arbejdede som grønthandler, rejste hun hjem for at besøge sin familie. Da hun planlagde turen tilbage til Canada, ville hendes sønner gerne med, men hun besluttede, at tiden endnu ikke var inde. I stedet rejste hun sammen med sin nevø og en fætter og ti andre fra deres landsby. Mariana og hendes familie gik om bord på Titanic i Cherbourg sammen med mange andre passagerer fra samme region. En passager huskede at have talt over et hundrede arabisktalende passagerer på Titanics tredje klasse, som alle håbede på et nyt og bedre liv i Amerika.",
      "de": "Zād Khalīl Naṣr Allāh (in Kanada als Mariana Assaf bekannt) wurde im Dorf Kfar Mishki im späteren Libanon geboren und wuchs dort auf. Um 1907, in ihren Vierzigern und als Mutter zweier Jungen, ließ Zād ihre Söhne und ihren Mann zurück und reiste nach Ottawa, in der Hoffnung, genug Geld zu verdienen, um ihrer Familie den Weg in die kanadische Hauptstadt zu ebnen. In Kanada änderte sie ihren Namen in Mariyam Assāf Khalīl, oder Mariana Assaf. Nach einigen Jahren in Ottawa, in denen sie mit dem Verkauf von Feldfrüchten beschäftigt war, reiste sie zurück in ihre Heimat, um ihre Familie zu besuchen. Als sie sich auf ihre Rückkehr nach Kanada vorbereitete, hofften ihre Söhne, sie auf der Reise begleiten zu können, aber die Zeit war noch nicht reif. Stattdessen reiste sie mit ihrem Neffen und ihrem Cousin sowie zehn weiteren Personen aus ihrem Dorf. Sie und ihre Verwandten gingen in Cherbourg an Bord der Titanic, zusammen mit vielen anderen Passagieren aus der Region. Ein Passagier erinnerte sich, dass in der Dritten Klasse der Titanic mehr als hundert arabischsprachige Passagiere saßen, die auf dem Weg zu einem neuen Leben in Amerika waren.",
      "it": "Zād Khalīl Naṣr Allāh (conosciuta in Canada come Mariana Assaf) nacque e crebbe nel villaggio di Kfar Mishki nell’odierno Libano. Intorno al 1907, quando era sulla quarantina e madre di due ragazzi, Zād lasciò figli e marito e si recò ad Ottawa nella speranza di guadagnare abbastanza denaro per pagare alla sua famiglia il viaggio verso la capitale canadese. In Canada cambiò il suo nome in Mariyam Assāf Khalīl, o Mariana Assaf.Dopo alcuni anni trascorsi a Ottawa lavorando alla vendita di prodotti per l’agricoltura, tornò a casa per visitare la sua famiglia. Quando fu il momento del suo ritorno in Canada, i suoi figli avrebbero voluto unirsi a lei nel viaggio, ma non era il momento giusto. Mariana portò con sé un nipote e suo cugino e altre dieci persone del loro villaggio. Il gruppo salì a bordo del Titanic a Cherbourg, insieme a molti altri passeggeri della regione. Un passeggero ricordò dopo la tragedia di aver contato oltre cento passeggeri di lingua araba nella terza classe del Titanic, sulla strada per la promessa di una nuova vita nelle Americhe.",
      "pt": "Zād Khalīl Naṣr Allāh (conhecida no Canadá como Mariana Assaf) nasceu e cresceu na aldeia de Kfar Mishki, no que mais tarde passaria a ser conhecido como Líbano. Por volta de 1907, já na casa dos quarenta anos e mãe de dois filhos, Zād deixou para trás o marido e os meninos e viajou para Ottawa, com a esperança de ganhar dinheiro suficiente para trazer a família para a capital canadense. No Canadá, passou a usar o nome de Mariyam Assāf Khalīl, ou Mariana Assaf. Depois de alguns anos em Ottawa, onde trabalhou vendendo produtos agrícolas, voltou para casa a fim de visitar a família. Ao preparar-se para regressar ao Canadá, seus filhos desejavam acompanhá-la na viagem, mas o momento não era favorável. Em vez disso, ela embarcou com um sobrinho, uma prima e outros dez conterrâneos. Zād e seus familiares embarcaram no Titanic em Cherbourg, junto com muitos outros passageiros da região. Um passageiro recordou ter contado mais de cem viajantes de língua árabe na terceira classe do Titanic, todos a caminho da promessa de uma nova vida nas Américas."
    },
    "postIceberg": {
      "fr": "Mariana Assaf, passagère de troisième classe, voyageait avec son frère vers les États-Unis. La nuit du naufrage, elle fut séparée de son frère. Elle se souvient qu’un passager sortit une flûte en bois et en joua, et que certains passagers syriens dansaient sur le pont. Elle affirme également avoir vu des membres d’équipage tirer sur d’autres passagers voyageant avec elle vers la fin, y compris le capitaine Smith. Mariana réussit à survivre en montant dans un canot de sauvetage, tandis que son frère périt. Après avoir été secourue par le RMS Carpathia, Mariana poursuivit son voyage vers les États-Unis. Elle s’installa finalement dans le Massachusetts.",
      "en": "Mariana Assaf, a third-class passenger, was traveling with her brother to the United States. On the night of the sinking, she was separated from her brother. She remembers a passenger taking out a wooden flute and playing, and some of the Syrian passengers dancing on the deck. She also claims to have seen crew shoot other passengers traveling with her near the end, including Captain Smith. Mariana managed to survive by boarding a lifeboat, while her brother perished. After being rescued by the RMS Carpathia, Mariana continued her journey to the U.S. She eventually settled in Massachusetts.",
      "da": "Mariana Assaf, passager på tredje klasse, rejste med sin fætter til USA. På aftenen for forliset blev hun adskilt fra sin fætter. Hun husker, at en passager tog en træfløjte frem og spillede, og at nogle af de syriske passagerer dansede på dækket. Hun hævder også at have set besætningen, herunder kaptajn Smith, skyde andre passagerer, der rejste med hende, da de prøvede at komme om bord i en redningsbåd.\n\nDet lykkedes Mariana at overleve ved at gå om bord i en redningsbåd, men hendes fætter omkom. Efter at være blevet reddet af RMS Carpathia fortsatte Mariana sin rejse til USA. Hun slog sig til sidst ned i Massachusetts\n\n\n",
      "de": "Mariana Assaf, eine Passagierin der Dritten Klasse, war mit ihrem Bruder auf dem Weg in die Vereinigten Staaten. In der Nacht, in der das Schiff sank, wurde sie von ihrem Bruder getrennt. Sie erinnert sich daran, dass ein Passagier eine Holzflöte hervorholte und darauf spielte, und dass einige der syrischen Passagiere auf dem Deck tanzten. Sie behauptet auch, gesehen zu haben, wie die Besatzung andere Passagiere, die mit ihr reisten, gegen Ende des Untergangs erschoss, darunter auch Kapitän Smith. Mariana überlebte, indem sie ein Rettungsboot bestieg, während ihr Bruder ums Leben kam. Nachdem sie von der RMS Carpathia gerettet wurde, setzte Mariana ihre Reise in die USA fort und ließ sich schließlich in Massachusetts nieder.",
      "it": "fratello verso gli Stati Uniti. La notte del naufragio, fu separata da suo fratello. Ricorda che un passeggero prese un flauto di legno e iniziò a suonare, e alcuni dei passeggeri siriani ballavano sul ponte. Afferma anche di aver visto membri dell'equipaggio sparare ad altri passeggeri che viaggiavano con lei verso la fine, incluso il Capitano Smith. Mariana riuscì a sopravvivere salendo su una scialuppa di salvataggio, mentre suo fratello perì. Dopo essere stata salvata dal RMS Carpathia, Mariana continuò il suo viaggio verso gli Stati Uniti. Alla fine si stabilì in Massachusetts.",
      "pt": "Mariana Assaf, passageira da Terceira Classe, viajava com seu irmão para os Estados Unidos. Na noite do naufrágio, ela foi separada do irmão. Recorda que um passageiro retirou uma flauta de madeira e começou a tocar, enquanto alguns passageiros sírios dançavam no convés. Mariana também afirma ter presenciado membros da tripulação atirando em outros passageiros que viajavam com ela, inclusive o Capitão Smith, perto do fim da tragédia. Mariana conseguiu sobreviver embarcando em um bote salva-vidas, enquanto seu irmão faleceu. Após ser resgatada pelo RMS Carpathia, Mariana continuou sua jornada para os Estados Unidos, estabelecendo-se posteriormente em Massachusetts."
    }
  }
}