{
  "passenger116": {
    "grade": "Passenger",
    "age": 20,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/116-Said-Antu-Nakid.png",
      "alt": "picture of Sa'īd Antūn Nakid"
    },
    "name": {
      "fr": "Sa'īd Antūn Nakid",
      "en": "Sa'īd Antūn Nakid",
      "da": "Sa'īd Antūn Nakid",
      "de": "Sa'īd Antūn Nakid",
      "it": "Sa'īd Antūn Nakid",
      "pt": "Sa'īd Antūn Nakid"
    },
    "description": {
      "fr": "Il était le fils d’Antūn Nakid et de Cattur ' Kate ' Habīb. Marié très jeune à Wadi'ah Muawwad, originaire du même village, il eut une première fille, Mariayam, née vers le printemps 1911. Sa mère vivait à Waterbury, Connecticut, au 31 Bridge Street, où elle était recensée en 1910 comme marchande ambulante. Sa'īd décida de s’y établir avec sa jeune famille. Pour atteindre leur destination, ils embarquèrent à Cherbourg sur le Titanic en tant que passagers de troisième classe (billet n°2653, coût : 15 £, 14 shillings et 10 pence). Lui et sa famille montèrent dans ce qu’il décrivit comme ' l’un des derniers ' canots à quitter le navire. Craignant d’être découvert, Sa'īd se coucha dissimulé au fond du canot pendant près de cinq heures, selon son estimation, et ne vit donc pas les ultimes instants du Titanic. Il entendit cependant les cris des noyés, accompagnés des sanglots des femmes présentes à bord. À leur arrivée sur le Carpathia, Sa'īd se souvint avoir été enveloppé de couvertures chaudes et avoir reçu d’excellents soins de la part des passagers et de l’équipage. En arrivant à New York, lui, sa femme et sa fille furent pris en charge à l’hôpital St. Vincent, où ils reçurent également des vêtements et de l’argent (62,30 $). Sa mère, qui ignorait que son fils et sa famille avaient voyagé sur le Titanic, se hâta de se rendre à New York pour les retrouver.",
      "en": "He was the son of Antūn Nakid and Cattur 'Kate' Habīb. He was married at a young age to Wadi'ah Muawwad who was from the same village. Their first child Mariayam was born around the Spring of 1911. His mother lived in Waterbury, Connecticut at 31 Bridge Street where she was described on the 1910 census as a peddler. Sa'īd decided to settle there with his young family. To reach their destination they boarded Titanic at Cherbourg as third class passengers (ticket number 2653 which had cost £15, 14s, 10d). He and his family entered what he described as 'one of the last' boats to leave the ship. Sa'īd, for fear of being discovered, lay under cover in the bottom of the boat for what he estimated was close to five hours and did not see the final throes of the Titanic. He did hear the cries of those drowning, accompanied by the sobs of the women in the lifeboat. Arriving aboard Carpathia, Sa'īd recalled being wrapped in warm blankets and receiving fine treatment from the passengers and crew of that vessel. Upon arrival in New York he, his wife and daughter were taken care of in St Vincent's Hospital and was also given clothing and money ($62.30). His mother, who had been unaware that her son and his family were travelling aboard Titanic, hastened to New York to meet them",
      "da": "Han var søn af Antūn Nakid og Cattur 'Kate' Habīb. Han blev gift i en ung alder med Wadi'ah Muawwad, som kom fra den samme landsby. Deres første barn, Mariayam, blev født omkring foråret 1911. Hans mor boede i Waterbury, Connecticut, på 31 Bridge Street, hvor hun i 1910-folketællingen blev beskrevet som gadesælger. Sa'īd besluttede at slå sig ned der med sin unge familie. For at nå deres destination gik de om bord på Titanic i Cherbourg som tredjeklassepassagerer (billet nr. 2653, der kostede £15, 14s, 10d). Han og hans familie kom ind i det, han beskrev som \"et af de sidste\" redningsbåde, der forlod skibet. Af frygt for at blive opdaget lå Sa'īd skjult i bunden af båden i næsten fem timer og så derfor ikke Titanics sidste øjeblikke. Han hørte dog råbene fra de druknende, ledsaget af kvindernes hulken i båden. Da de ankom ombord på Carpathia, huskede Sa'īd, hvordan han blev pakket ind i varme tæpper og fik god behandling af passagererne og besætningen. Ved ankomsten til New York blev han, hans hustru og datter taget hånd om på St. Vincent's Hospital, hvor de også fik tøj og penge ($62,30). Hans mor, som ikke vidste, at hendes søn og hans familie rejste med Titanic, skyndte sig til New York for at møde dem.",
      "de": "Er war der Sohn von Antūn Nakid und Cattur „Kate“ Habīb. In jungen Jahren heiratete er Wadi'ah Muawwad, die aus demselben Dorf stammte. Ihr erstes Kind, Mariayam, wurde um das Frühjahr 1911 geboren. Seine Mutter lebte in Waterbury, Connecticut, in der Bridge Street 31, wo sie in der Volkszählung von 1910 als Hausiererin beschrieben wurde. Sa'īd beschloss, sich dort mit seiner jungen Familie niederzulassen. Um ihr Ziel zu erreichen, bestiegen sie in Cherbourg die Titanic als Passagiere der Dritten Klasse (Ticket Nr. 2653, Preis: £15, 14s, 10d). Er und seine Familie gelangten in eines der letzten Boote, die das Schiff verließen. Aus Angst, entdeckt zu werden, legte sich Sa'īd im Boden des Bootes nieder, wo er fast fünf Stunden blieb, und sah daher nicht die letzten Momente der Titanic. Er hörte jedoch die Schreie der Ertrinkenden, begleitet von den Schluchzern der Frauen im Boot. An Bord der Carpathia erinnerte sich Sa'īd daran, in warme Decken gehüllt und von Passagieren und Besatzung fürsorglich behandelt worden zu sein. Bei ihrer Ankunft in New York wurden er, seine Frau und seine Tochter im St. Vincent’s Hospital betreut und erhielten Kleidung sowie Geld ($62,30). Seine Mutter, die nicht wusste, dass ihr Sohn und seine Familie mit der Titanic gereist waren, eilte nach New York, um sie zu treffen.",
      "it": "Era figlio di Antūn Nakid e Cattur 'Kate' Habīb. Si sposò in giovane età con Wadi'ah Muawwad, originaria dello stesso villaggio. La loro prima figlia, Mariayam, nacque intorno alla primavera del 1911. Sua madre viveva a Waterbury, Connecticut, al numero 31 di Bridge Street, dove nel censimento del 1910 era descritta come venditrice ambulante. Sa'īd decise di stabilirsi lì con la giovane famiglia. Per raggiungere la destinazione, si imbarcarono a Cherbourg sul Titanic come passeggeri di terza classe (biglietto n. 2653, costo £15, 14s, 10d). Lui e la sua famiglia entrarono in quella che descrisse come \"una delle ultime\" scialuppe a lasciare la nave. Per paura di essere scoperto, Sa'īd rimase nascosto sul fondo della scialuppa per quasi cinque ore e non vide gli ultimi istanti del Titanic. Udì però le grida dei naufraghi, accompagnate dai singhiozzi delle donne a bordo. Una volta a bordo della Carpathia, ricordò di essere stato avvolto in coperte calde e di aver ricevuto un trattamento premuroso dai passeggeri e dall'equipaggio. All'arrivo a New York, lui, sua moglie e la figlia furono assistiti allo St. Vincent's Hospital, dove ricevettero anche vestiti e denaro ($62,30). Sua madre, ignara che il figlio e la famiglia viaggiassero sul Titanic, si affrettò a raggiungerli a New York.",
      "pt": "Ele era filho de Antūn Nakid e Cattur 'Kate' Habīb. Casou-se ainda jovem com Wadi'ah Muawwad, que era da mesma aldeia. O primeiro filho do casal, Mariayam, nasceu por volta da primavera de 1911. Sua mãe vivia em Waterbury, Connecticut, no nº 31 da Bridge Street, onde foi descrita no censo de 1910 como vendedora ambulante. Sa'īd decidiu então se estabelecer lá com sua jovem família. Para chegar ao destino, embarcaram no Titanic em Cherbourg como passageiros da terceira classe (bilhete nº 2653, que custou £15, 14s, 10d). Ele e sua família conseguiram lugar em “um dos últimos” botes a deixar o navio. Sa'īd, com medo de ser descoberto, deitou-se escondido no fundo do bote durante o que estimou serem quase cinco horas e, por isso, não presenciou os momentos finais do Titanic. No entanto, ouviu os gritos dos que se afogavam, acompanhados pelos soluços das mulheres dentro do bote. Ao serem resgatados pelo Carpathia, Sa'īd recordava-se de ter sido envolvido em cobertores quentes e de ter recebido tratamento atencioso dos passageiros e da tripulação. Ao chegarem a Nova Iorque, ele, sua esposa e a filha foram atendidos no Hospital de St. Vincent, onde também receberam roupas e dinheiro (US$ 62,30). Sua mãe, que não sabia que o filho e a família estavam viajando a bordo do Titanic, apressou-se em ir a Nova Iorque para encontrá-los."
    },
    "postIceberg": {
      "fr": "Sa'īd et sa famille s’installèrent à Waterbury, dans le Connecticut, anglicisant leur nom de famille en ' Nackid '. Une nouvelle tragédie les frappa lorsque leur fille Mariayam mourut le 30 juillet 1912 des suites d’une méningite. Elle fut la première des 712 survivants du Titanic à décéder. Sa'īd travailla ensuite comme ouvrier dans une usine de laiton, et son registre de conscription pour la Première Guerre mondiale le décrivait comme étant de taille et de corpulence moyennes, aux yeux bleus et aux cheveux noirs. En 1920, lors du recensement, la famille vivait au 52 Bridge Street, à Waterbury, avant de déménager plus tard dans Pemberton Street. Lui et sa femme eurent cinq enfants supplémentaires dans leur nouvelle patrie : Thomas (1913-1962), John A. (1917-1966), Catherine (1921-1954), Anthony Thomas (1923-2001) et Frederick R. (1926-1988). Sa'īd mourut à Waterbury le 30 décembre 1926, à seulement 35 ans, de la tuberculose, quelques mois après la naissance de son plus jeune fils, Frederick, le 8 mai de la même année. Il fut enterré au cimetière Calvary, à Waterbury. Sa veuve mourut en 1963, sans s’être jamais remariée, et fut enterrée à ses côtés.",
      "en": "Sa'īd and his family settled in Waterbury, Connecticut, Anglicising their surname to 'Nackid'. Further tragedy was to strike when their daughter Mariayam died on 30 July 1912 as a result of meningitis. She was the first person among the 712 Titanic survivors to die. Sa'īd later worked as a labourer in a brass mill and his WWI draft registration describes him as of medium height and build with blue eyes and black hair. By 1920, at the time of the census, the family were residents of 52 Bridge Street in Waterbury, later moving to Pemberton Street. He and his wife went on to have five children in their new homeland: Thomas (1913-1962), John A. (1917-1966), Catherine (1921-1954), Anthony Thomas (1923-2001) and Frederick R. (1926-1988). Sa'īd died in Waterbury on 30 December 1926, aged just 35, as a result of tuberculosis and only months after welcoming his youngest child Frederick on 8 May that year. He was buried in Calvary Cemetery in Waterbury. His widow died in 1963, having never remarried, and she was buried with him.",
      "da": "Sa'īd og hans familie slog sig ned i Waterbury, Connecticut, og angliciserede deres efternavn til \"Nackid\". En ny tragedie ramte, da deres datter Mariayam døde den 30. juli 1912 af meningitis. Hun var den første af de 712 Titanic-overlevende, der døde. Sa'īd arbejdede senere som arbejder på en messingfabrik, og hans indkaldelsesregistrering til Første Verdenskrig beskrev ham som af middel højde og bygning med blå øjne og sort hår. I 1920 boede familien ifølge folketællingen på 52 Bridge Street i Waterbury, før de senere flyttede til Pemberton Street. Han og hans hustru fik fem børn i deres nye hjemland: Thomas (1913-1962), John A. (1917-1966), Catherine (1921-1954), Anthony Thomas (1923-2001) og Frederick R. (1926-1988). Sa'īd døde i Waterbury den 30. december 1926, kun 35 år gammel, af tuberkulose, få måneder efter at have budt deres yngste søn, Frederick, velkommen den 8. maj samme år. Han blev begravet på Calvary Cemetery i Waterbury. Hans enke døde i 1963, uden nogensinde at være blevet gift igen, og blev begravet sammen med ham.",
      "de": "Sa'īd und seine Familie ließen sich in Waterbury, Connecticut, nieder und anglisierten ihren Nachnamen zu \"Nackid\". Eine weitere Tragödie ereignete sich, als ihre Tochter Mariayam am 30. Juli 1912 an Meningitis starb. Sie war die erste der 712 Titanic-Überlebenden, die verstarb. Sa'īd arbeitete später als Arbeiter in einer Messingfabrik, und seine Registrierung für den Ersten Weltkrieg beschrieb ihn als von mittlerer Größe und Statur, mit blauen Augen und schwarzem Haar. 1920 lebte die Familie laut Volkszählung in der 52 Bridge Street in Waterbury, bevor sie später in die Pemberton Street zog. Er und seine Frau bekamen in ihrer neuen Heimat fünf weitere Kinder: Thomas (1913-1962), John A. (1917-1966), Catherine (1921-1954), Anthony Thomas (1923-2001) und Frederick R. (1926-1988). Sa'īd starb am 30. Dezember 1926 in Waterbury im Alter von nur 35 Jahren an Tuberkulose, nur wenige Monate nach der Geburt seines jüngsten Sohnes Frederick am 8. Mai desselben Jahres. Er wurde auf dem Calvary Cemetery in Waterbury beigesetzt. Seine Witwe starb 1963, ohne jemals wieder geheiratet zu haben, und wurde an seiner Seite beigesetzt.",
      "it": "Sa'īd e la sua famiglia si stabilirono a Waterbury, Connecticut, anglicizzando il cognome in \"Nackid\". Un’ulteriore tragedia li colpì quando la loro figlia Mariayam morì il 30 luglio 1912 di meningite. Fu la prima tra i 712 sopravvissuti al Titanic a morire. Sa'īd lavorò poi come operaio in una fabbrica di ottone, e la sua registrazione per la leva nella Prima Guerra Mondiale lo descriveva di statura e corporatura media, con occhi azzurri e capelli neri. Nel 1920, al momento del censimento, la famiglia abitava al numero 52 di Bridge Street a Waterbury, per poi trasferirsi più tardi in Pemberton Street. Lui e la moglie ebbero altri cinque figli nella loro nuova patria: Thomas (1913-1962), John A. (1917-1966), Catherine (1921-1954), Anthony Thomas (1923-2001) e Frederick R. (1926-1988). Sa'īd morì a Waterbury il 30 dicembre 1926, a soli 35 anni, di tubercolosi, pochi mesi dopo la nascita del suo figlio più giovane, Frederick, l’8 maggio dello stesso anno. Fu sepolto nel Calvary Cemetery a Waterbury. Sua moglie morì nel 1963, senza essersi mai risposata, e fu sepolta accanto a lui.",
      "pt": "Sa'īd e sua família se estabeleceram em Waterbury, Connecticut, anglicizando o sobrenome para “Nackid”. Uma nova tragédia os atingiu quando sua filha Mariayam faleceu em 30 de julho de 1912, vítima de meningite. Ela foi a primeira entre os 712 sobreviventes do Titanic a morrer. Sa'īd mais tarde trabalhou como operário em uma fábrica de latão, e seu registro de alistamento na Primeira Guerra Mundial o descreve como homem de estatura e constituição medianas, com olhos azuis e cabelos pretos. Em 1920, no período do censo, a família residia no nº 52 da Bridge Street, em Waterbury, mudando-se posteriormente para a Pemberton Street. Ele e a esposa tiveram cinco filhos em sua nova pátria: Thomas (1913-1962), John A. (1917-1966), Catherine (1921-1954), Anthony Thomas (1923-2001) e Frederick R. (1926-1988). Sa'īd faleceu em Waterbury em 30 de dezembro de 1926, aos apenas 35 anos, vítima de tuberculose, poucos meses depois do nascimento de seu filho caçula, Frederick, em 8 de maio daquele ano. Foi sepultado no Calvary Cemetery, em Waterbury. Sua viúva faleceu em 1963, nunca tendo se casado novamente, e foi enterrada ao lado dele."
    }
  }
}