{
  "passenger93": {
    "grade": "Passenger",
    "age": 27,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/93-Hammad6Hassab.png",
      "alt": "picture of Annie Caton"
    },
    "name": {
      "fr": "Hammad Hassab",
      "en": "Hammad Hassab",
      "da": "Hammad Hassab",
      "de": "Hammad Hassab",
      "it": "Hammad Hassab",
      "pt": "Hammad Hassab"
    },
    "description": {
      "fr": "Hammad Hassab (arabe : حمد حسب بريك), né vers 1885 au Caire, en Égypte, était un dragoman - interprète et guide - multilingue, travaillant à l’illustre hôtel Shepheard’s sous l’égide de Thomas Cook & Son. Parlant couramment l’anglais, le français et l’allemand, il était bien connu dans le Caire cosmopolite de l’époque. En avril 1912, Hammad fut invité par ses riches amis américains, Henry Sleeper Harper et son épouse Myra, à les accompagner à bord du RMS Titanic. Il embarqua à Cherbourg comme passager de première classe, dans la cabine D-49, sous le billet n° PC 17572, d’une valeur de 76 livres, 14 shillings et 7 pence - une somme extravagante comparée à son salaire modeste. Secouru par le RMS Carpathia, Hammad envoya rapidement un marconigramme depuis New York à son frère, à l’hôtel Mena House du Caire, pour le rassurer : ' Tout va bien. - Hammad '.",
      "en": "Hammad Hassab (Arabic: حمد حسب بريك), born around 1885 in Cairo, Egypt, was a multilingual dragoman-an interpreter and guide-working at the prestigious Shepheard’s Hotel under Thomas Cook & Son. Fluent in English, French, and German, he became well-known in cosmopolitan Cairo.  In April 1912, Hammad was invited by his wealthy American friends, Henry Sleeper Harper and his wife, Myra, to accompany them on the RMS Titanic. He boarded the ship at Cherbourg as a First-Class passenger, traveling in cabin D‑49, under ticket number PC 17572, valued at £76 14s 7d-an extravagant sum compared to his modest salary.  Rescued by the RMS Carpathia, Hammad soon sent a Marconigram from New York to his brother at the Mena House Hotel in Cairo, assuring: “All safe. - Hammad”. ",
      "da": "Hammad Hassab (arabisk: حمد حسب بريك), født omkring 1885 i Kairo, Egypten, var en flersproget dragoman - tolk og guide - der arbejdede på det prestigefyldte Shepheard’s Hotel under Thomas Cook & Son. Han talte flydende engelsk, fransk og tysk og var velkendt i datidens kosmopolitiske Kairo. I april 1912 blev Hammad inviteret af sine velhavende amerikanske venner, Henry Sleeper Harper og hans hustru Myra, til at ledsage dem ombord på RMS Titanic. Han gik ombord i Cherbourg som førsteklasses passager i kahyt D-49, med billet nr. PC 17572, til en værdi af £76 14s 7d - en ekstravagant sum i forhold til hans beskedne løn. Efter at være reddet af RMS Carpathia sendte Hammad hurtigt et marconigram fra New York til sin bror på Mena House Hotel i Kairo for at berolige ham: \"Alt i orden. - Hammad\".",
      "de": "Hammad Hassab (Arabisch: حمد حسب بريك), geboren um 1885 in Kairo, Ägypten, war ein mehrsprachiger Dragoman - Dolmetscher und Führer -, der im renommierten Shepheard’s Hotel unter Thomas Cook & Son tätig war. Er sprach fließend Englisch, Französisch und Deutsch und war im kosmopolitischen Kairo jener Zeit bekannt. Im April 1912 wurde Hammad von seinen wohlhabenden amerikanischen Freunden Henry Sleeper Harper und dessen Frau Myra eingeladen, sie auf der RMS Titanic zu begleiten. Er bestieg das Schiff in Cherbourg als Passagier der Ersten Klasse, Kabine D-49, mit dem Ticket Nr. PC 17572 im Wert von £76 14s 7d - eine extravagante Summe im Vergleich zu seinem bescheidenen Gehalt. Nachdem er von der RMS Carpathia gerettet worden war, schickte Hammad bald ein Marconigramm aus New York an seinen Bruder im Mena House Hotel in Kairo mit der beruhigenden Botschaft: „Alles in Ordnung. - Hammad“.",
      "it": "Hammad Hassab (arabo: حمد حسب بريك), nato intorno al 1885 al Cairo, in Egitto, era un dragomanno multilingue - interprete e guida - che lavorava presso il prestigioso Shepheard’s Hotel sotto l’egida di Thomas Cook & Son. Parlava correntemente inglese, francese e tedesco ed era molto conosciuto nel Cairo cosmopolita dell’epoca. Nell’aprile 1912, Hammad fu invitato dai suoi ricchi amici americani, Henry Sleeper Harper e sua moglie Myra, ad accompagnarli a bordo del RMS Titanic. Salì a bordo a Cherbourg come passeggero di prima classe, nella cabina D-49, con il biglietto n. PC 17572 del valore di £76 14s 7d - una somma esorbitante rispetto al suo modesto salario. Salvato dal RMS Carpathia, Hammad inviò presto un marconigramma da New York a suo fratello, all’hotel Mena House del Cairo, per rassicurarlo: 'Tutto bene. - Hammad'.",
      "pt": "Hammad Hassab (árabe: حمد حسب بريك) nasceu por volta de 1885, no Cairo, Egito. Era um dragomano - intérprete e guia - trabalhando no prestigiado Shepheard’s Hotel, sob a empresa Thomas Cook & Son. Fluente em inglês, francês e alemão, tornou-se conhecido no Cairo cosmopolita. Em abril de 1912, foi convidado pelos amigos americanos Henry Sleeper Harper e sua esposa, Myra, para acompanhá-los no RMS Titanic. Embarcou em Cherbourg como passageiro de primeira classe, no camarote D-49, com a passagem de número PC 17572, no valor de £76 14s 7d - uma soma altíssima em comparação ao seu salário modesto. Sobreviveu ao naufrágio e foi resgatado pelo RMS Carpathia. De Nova Iorque, enviou um marconigrama ao irmão no Mena House Hotel, no Cairo, garantindo: “A salvo. - Hammad”. "
    },
    "postIceberg": {
      "fr": "Dans les années qui suivirent la catastrophe, Hammad disparut de la scène publique - sa famille déclara ne pas l’avoir revu avant 1915. Son petit-fils expliqua plus tard que ce silence était probablement dû au traumatisme : Hammad ne parla jamais de son expérience à bord du Titanic et refusa de voyager, hanté par ce qu’il avait vu. Hammad Hassab vécut ensuite discrètement en Égypte jusqu’à sa mort, estimée aux alentours de 1965, à environ 80 ans.",
      "en": " In the years following the disaster, Hammad vanished from public view-his family reportedly didn’t see him until 1915. His grandson later shared that this silence was likely due to trauma: Hammad never spoke of his time aboard Titanic and refused to travel, haunted by what he’d witnessed.  Hammad Hassab lived quietly in Egypt until his death, now estimated around 1965, at approximately 80 years of age. ",
      "da": "I årene efter katastrofen forsvandt Hammad fra offentligheden - hans familie hævdede, at de ikke så ham igen før i 1915. Hans barnebarn forklarede senere, at denne tavshed sandsynligvis skyldtes traumer: Hammad talte aldrig om sin tid ombord på Titanic og nægtede at rejse, hjemsøgt af det, han havde oplevet. Hammad Hassab levede derefter stille i Egypten indtil sin død, anslået omkring 1965, i en alder af cirka 80 år.",
      "de": "In den Jahren nach der Katastrophe zog sich Hammad aus der Öffentlichkeit zurück - seine Familie berichtete, dass sie ihn erst 1915 wieder sah. Sein Enkel erklärte später, dieses Schweigen sei vermutlich auf ein Trauma zurückzuführen: Hammad sprach nie über seine Zeit an Bord der Titanic und weigerte sich zu reisen, gequält von den Erinnerungen an das, was er erlebt hatte. Hammad Hassab lebte anschließend zurückgezogen in Ägypten bis zu seinem Tod, der um 1965 im Alter von etwa 80 Jahren datiert wird.",
      "it": "Negli anni successivi al disastro, Hammad scomparve dalla vita pubblica - la sua famiglia dichiarò di non averlo rivisto fino al 1915. Suo nipote spiegò in seguito che questo silenzio era probabilmente dovuto al trauma: Hammad non parlò mai della sua esperienza a bordo del Titanic e rifiutò di viaggiare, perseguitato da ciò che aveva visto. Hammad Hassab visse poi discretamente in Egitto fino alla sua morte, avvenuta intorno al 1965, all’età di circa 80 anni.",
      "pt": " Nos anos seguintes, desapareceu da vida pública. Sua família relatou que só voltou a ser visto em 1915. Segundo o neto, isso se deveu provavelmente ao trauma: Hammad nunca falava sobre sua experiência no Titanic e recusava-se a viajar novamente. Ele viveu discretamente no Egito até a sua morte, por volta de 1965, aos 80 anos."
    }
  }
}