{
  "passenger33": {
    "grade": "Passenger",
    "age": 36,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/33-Irene-Harris.jpg",
      "alt": "picture of Irene Harris"
    },
    "name": {
      "fr": "Irene Harris",
      "en": "Irene Harris",
      "da": "Irene Harris",
      "de": "Irene Harris",
      "it": "Irene Harris",
      "pt": "Irene Harris"
    },
    "description": {
      "fr": "Irene Harris, productrice théâtrale renommée, voyageait avec son mari, Henry Burkhardt Harris. Ils étaient des personnalités influentes de la scène théâtrale new-yorkaise, ayant produit de nombreux succès à Broadway. Avant d’embarquer sur le Titanic, ils avaient parcouru l’Europe, visitant les grands centres culturels et profitant des arts. Le couple était très en vue dans les cercles mondains pour sa contribution au théâtre. Le voyage sur le Titanic était leur retour à New York, où ils comptaient poursuivre leur travail, promouvoir de nouvelles productions et soutenir la communauté artistique.",
      "en": "Irene Harris, a prominent theatrical producer, was traveling with her husband, Henry Burkhardt Harris. They were influential figures in New York's theatre scene, having produced numerous successful Broadway shows. Before boarding the Titanic, they toured Europe, visiting key cultural centers and enjoying the arts. The couple was well-known in social circles for their contributions to the theatrical world. Irene's journey on the Titanic was part of their return trip to New York, where they planned to continue their work in the theatre industry, promoting new productions and supporting the arts community.",
      "da": "Irene Harris, en fremtrædende teaterproducent, var på rejse med sin mand, Henry Burkhardt Harris. De var indflydelsesrige skikkelser på New Yorks teaterscene og havde produceret adskillige succesfulde Broadway-shows. Før de gik om bord på Titanic, rejste de rundt i Europa og besøgte vigtige kultursteder og nød den europæiske kunstscene. Parret var velkendt i sociale kredse for deres bidrag til teaterverdenen. Irenes rejse med Titanic var en del af parrets hjemrejse til New York, hvor de ville fortsætte deres arbejde i teaterbranchen, promovere nye shows og støtte kunstmiljøet.",
      "de": "Irene Harris, eine bekannte Theaterproduzentin, reiste zusammen mit ihrem Mann Henry Burkhardt Harris. Sie waren einflussreiche Persönlichkeiten in der New Yorker Theaterszene und hatten zahlreiche erfolgreiche Broadway-Shows produziert. Bevor sie an Bord der Titanic gingen, hatten sie Europa bereist, wichtige Kulturzentren besucht und die Künste genossen. Das Paar war in gesellschaftlichen Kreisen für seinen Beitrag zur Theaterwelt bekannt. Irenes Reise auf der Titanic war Teil ihrer Rückkehr nach New York, wo sie ihre Arbeit in der Theaterbranche fortsetzen, neue Produktionen fördern und die Kunstgemeinde unterstützen wollten.",
      "it": "Irene Harris, una rinomata produttrice teatrale, viaggiava con suo marito, Henry Burkhardt Harris. Erano figure influenti nella scena teatrale di New York, avendo prodotto numerosi spettacoli di successo a Broadway. Prima di imbarcarsi sul Titanic, avevano visitato l'Europa, visitando importanti centri culturali e godendo delle arti. La coppia era ben nota nei circoli sociali per il loro contributo al mondo teatrale. Il viaggio di Irene sul Titanic faceva parte del loro ritorno a New York, dove pianificavano di continuare il loro lavoro nell'industria teatrale, promuovendo nuove produzioni e sostenendo la comunità artistica.",
      "pt": "Irene Harris, uma proeminente produtora teatral, viajava com seu marido, Henry Burkhardt Harris. O casal era figura influente na cena teatral de Nova York, tendo produzido inúmeros espetáculos de sucesso na Broadway. Antes de embarcar no Titanic, realizaram uma turnê pela Europa, visitando centros culturais importantes e apreciando as artes. Irene e Henry eram amplamente conhecidos nos círculos sociais por suas contribuições ao mundo teatral. A viagem no Titanic fazia parte do retorno do casal a Nova York, onde planejavam continuar seu trabalho na indústria teatral, promovendo novas produções e apoiando a comunidade artística."
    },
    "postIceberg": {
      "fr": "Irene Harris, productrice théâtrale, survécut à la catastrophe du Titanic en embarquant dans le canot de sauvetage n°8. Elle poursuivit son travail dans le théâtre, mais son mari, Henry Burkhardt Harris, ne survécut pas.",
      "en": "Irene Harris, a theatrical producer, survived the Titanic disaster by boarding lifeboat 8. She continued her work in theater, but her husband, Henry Burkhardt Harris, did not survive.",
      "da": "Teaterproducenten Irene Harris overlevede Titanic-katastrofen ved at gå om bord i redningsbåd nr. 8. Hun fortsatte sit arbejde i teaterverdenen, men hendes mand, Henry Burkhardt Harris, overlevede ikke.",
      "de": "Irene Harris, eine Theaterproduzentin, überlebte die Titanic-Katastrophe an Bord des Rettungsbootes 8. Sie setzte ihre Arbeit am Theater fort, aber ihr Mann Henry Burkhardt Harris überlebte nicht.",
      "it": "Irene Harris, una produttrice teatrale, sopravvisse al disastro del Titanic salendo sulla scialuppa di salvataggio 8. Continuò il suo lavoro nel teatro, ma il marito Henry Burkhardt Harris non sopravvisse.",
      "pt": "Irene Harris, produtora teatral, sobreviveu ao desastre do Titanic ao embarcar no bote salva-vidas nº 8. Ela continuou seu trabalho no teatro, mas seu marido, Henry Burkhardt Harris, não sobreviveu."
    }
  }
}