{
  "passenger84": {
    "grade": "staff",
    "age": 31,
    "role": {
      "fr": "Caissière au restaurant à la carte",
      "en": "cashier in the À la Carte Restaurant)",
      "da": "Kasserer i à la carte-restauranten",
      "de": "Kassiererin im À-la-carte-Restaurant",
      "it": "Cassiere nel ristorante à la carte",
      "pt": "Caixa no restaurante à la carte",
      "nl": "cashier in the À la Carte Restaurant)"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/84-NOPICS2.png",
      "alt": "picture of Ruth Harwood Bowker"
    },
    "name": {
      "fr": "Ruth Harwood Bowker",
      "en": "Ruth Harwood Bowker",
      "da": "Ruth Harwood Bowker",
      "de": "Ruth Harwood Bowker",
      "it": "Ruth Harwood Bowker",
      "pt": "Ruth Harwood Bowker",
      "nl": "Ruth Harwood Bowker"
    },
    "description": {
      "fr": "Ruth Harwood Bowker naquit le 11 décembre 1880 à Ware, dans le Hertfordshire, en Angleterre. Au début de la trentaine, elle menait une vie indépendante et avait trouvé un emploi auprès de la White Star Line, comme caissière au restaurant À la Carte, une concession exclusive dirigée par Luigi Gatti. Elle avait déjà acquis de l’expérience à bord de l’Olympic, le navire-jumeau du Titanic, avant d’être transférée sur ce dernier pour son voyage inaugural. Le 10 avril 1912, Ruth embarqua à Southampton, prête à prendre ses fonctions dans le luxueux restaurant À la Carte. Durant les premiers jours de la traversée, elle s’occupa des riches passagers de première classe et géra les comptes du personnel du restaurant. C’était un rôle exigeant, mais qui la plaçait au cœur du cadre le plus élégant du Titanic. Tard dans la nuit du 14 avril, Ruth fut réveillée par ce qu’elle décrivit plus tard comme un ' léger choc ' et un ' bruit de raclement '. Intriguée, elle quitta sa cabine et croisa l’architecte du navire, Thomas Andrews, qui lui conseilla de mettre son gilet de sauvetage tout en admettant calmement : ' Oui, elle est en train de sombrer. ' Peu après, le capitaine Smith en personne lui ordonna de monter dans un canot du côté bâbord. Bien qu’hésitante, elle fut aidée par un marin pour embarquer. Ruth se retrouva parmi les femmes et les enfants dans l’un des canots bâbord, très probablement le n°6 ou le n°8, et alors que l’embarcation s’éloignait, elle prêta main-forte aux marins en ramant lorsqu’ils s’épuisaient. Depuis les eaux sombres et glacées, elle fut témoin des ultimes instants du grand paquebot. Elle se souvint plus tard, avec une clarté obsédante, de l’extinction des lumières, de la rupture du navire en deux et des cris déchirants des laissés-pour-compte emplissant la nuit - un son, dit-elle, qu’elle n’oublierait jamais. Elle fut secourue par le RMS Carpathia et endura le froid et l’épuisement jusqu’à son arrivée à New York. Après la catastrophe, Ruth retourna en Angleterre, où elle reprit une existence discrète. Elle ne se maria jamais, et peu de choses furent enregistrées sur elle dans les décennies suivantes, bien que son témoignage ait fourni des éclairages précieux sur les dernières heures du Titanic. Ruth Harwood Bowker mourut le 23 mai 1956 à Marylebone, Londres, à l’âge de 75 ans. Elle est aujourd’hui rappelée comme l’une des membres dévouées du personnel du restaurant À la Carte du Titanic, une survivante dont le calme et la détermination lui permirent d’affronter l’une des plus grandes tragédies maritimes de l’Histoire.",
      "en": " Ruth Harwood Bowker was born on December 11, 1880, in Ware, Hertfordshire, England. By her early thirties, she was living an independent life and had secured work with the White Star Line, serving as a cashier in the À la Carte Restaurant, an exclusive dining concession operated by Luigi Gatti. She had already gained experience aboard Titanic’s sister ship, the Olympic, before being transferred to the Titanic for her maiden voyage. On April 10, 1912, Ruth boarded the Titanic at Southampton, ready to take up her post in the luxurious À la Carte Restaurant. For the first days of the crossing, she attended to wealthy first-class diners and managed the accounts for the restaurant staff. It was a demanding role but one that placed her among the elegant surroundings of Titanic’s most exclusive dining room. Late on the night of April 14, Ruth was awakened by what she later described as a “slight shock” and a “grating noise.” Curious, she left her cabin and encountered ship’s designer Thomas Andrews, who advised her to put on her lifebelt and quietly admitted, “Oh yes; she is going down.” Not long after, Captain Smith himself ordered her to board a lifeboat on the port side. Though reluctant, she was helped in by a sailor. Ruth found herself among the women and children in one of the port-side lifeboats, most likely Lifeboat 6 or 8, and as the boat pulled away, she helped the seamen row when their strength faltered. From the dark, icy water she witnessed the great liner’s final moments. She later recalled with haunting clarity how the lights went out, the ship broke in two, and the cries of those left behind filled the night air-a sound she said she would never forget. She was rescued by the RMS Carpathia and endured the cold and exhaustion until reaching New York. After the disaster, Ruth returned to England, where she continued her life quietly. She never married, and little is recorded of her in the decades that followed, though her testimony provided valuable insight into the final hours of the Titanic. Ruth Harwood Bowker died on May 23, 1956, in Marylebone, London, at the age of 75. She is remembered as one of the Titanic’s dedicated À la Carte Restaurant staff, a survivor whose calm resolve helped her endure one of history’s greatest maritime disasters. ",
      "da": "Ruth Harwood Bowker blev født den 11. december 1880 i Ware, Hertfordshire, England. I begyndelsen af trediverne levede hun et selvstændigt liv og havde fået arbejde hos White Star Line som kasserer i À la Carte Restaurant, en eksklusiv spiseafdeling drevet af Luigi Gatti. Hun havde allerede erfaring fra Titanics søsterskib, Olympic, før hun blev overført til Titanic til jomfrurejsen. Den 10. april 1912 gik Ruth ombord i Southampton, klar til at indtage sin stilling i det luksuriøse À la Carte Restaurant. I de første dage af overfarten tog hun sig af velhavende førsteklassepassagerer og førte regnskaber for restaurantens personale. Det var en krævende rolle, men en der placerede hende i de elegante omgivelser af Titanics mest eksklusive spisesal. Sent om aftenen den 14. april blev Ruth vækket af det, hun senere beskrev som et ”let stød” og en ”skurrende lyd.” Nysgerrig forlod hun sin kahyt og mødte skibets designer Thomas Andrews, der rådede hende til at tage redningsvest på og roligt indrømmede: ”Åh ja; hun går ned.” Kort efter beordrede kaptajn Smith personligt hende til at gå i en redningsbåd på bagbordssiden. Modvilligt, men hjulpet af en sømand, gik hun ombord. Ruth befandt sig blandt kvinder og børn i en af redningsbådene, sandsynligvis båd 6 eller 8, og da båden gled væk, hjalp hun sømændene med at ro, da deres kræfter svigtede. Fra det mørke, iskolde hav overværede hun det store skibs sidste øjeblikke. Hun mindedes senere med skræmmende klarhed, hvordan lysene slukkede, skibet brækkede i to, og skrigene fra de efterladte fyldte natten-en lyd, hun sagde, hun aldrig ville glemme. Hun blev reddet af RMS Carpathia og udholdt kulden og udmattelsen indtil ankomsten til New York. Efter katastrofen vendte Ruth tilbage til England, hvor hun fortsatte sit liv stille. Hun giftede sig aldrig, og der findes kun få oplysninger om hende i de følgende årtier, selvom hendes vidnesbyrd gav værdifuld indsigt i Titanics sidste timer. Ruth Harwood Bowker døde den 23. maj 1956 i Marylebone, London, 75 år gammel. Hun huskes som en af Titanics dedikerede medarbejdere i À la Carte Restaurant, en overlevende hvis rolige beslutsomhed hjalp hende med at udholde en af historiens største maritime katastrofer.",
      "de": "Ruth Harwood Bowker wurde am 11. Dezember 1880 in Ware, Hertfordshire, England, geboren. Anfang dreißig führte sie ein unabhängiges Leben und hatte bei der White Star Line Arbeit gefunden, als Kassiererin im À la Carte Restaurant, einer exklusiven Speiseeinrichtung, die von Luigi Gatti betrieben wurde. Sie hatte bereits Erfahrung an Bord der Olympic, dem Schwesterschiff der Titanic, bevor sie für die Jungfernfahrt auf die Titanic versetzt wurde. Am 10. April 1912 ging Ruth in Southampton an Bord, bereit, ihre Stelle im luxuriösen À la Carte Restaurant anzutreten. In den ersten Tagen der Überfahrt betreute sie wohlhabende Passagiere der Ersten Klasse und führte die Abrechnungen für das Restaurantpersonal. Es war eine anspruchsvolle Aufgabe, die sie jedoch in die eleganten Räumlichkeiten des exklusivsten Speisesaals der Titanic führte. Spät in der Nacht des 14. April wurde Ruth durch das geweckt, was sie später als einen „leichten Stoß“ und ein „schabendes Geräusch“ beschrieb. Neugierig verließ sie ihre Kabine und traf auf den Schiffsdesigner Thomas Andrews, der ihr riet, die Rettungsweste anzulegen, und leise zugab: „Oh ja; sie geht unter.“ Kurz darauf befahl Kapitän Smith ihr persönlich, an Bord eines Rettungsbootes auf der Backbordseite zu gehen. Zögerlich, aber mit Hilfe eines Seemanns, stieg sie ein. Ruth befand sich unter den Frauen und Kindern in einem der Rettungsboote, wahrscheinlich Boot 6 oder 8, und als das Boot sich entfernte, half sie den Seeleuten beim Rudern, als deren Kräfte nachließen. Aus dem dunklen, eisigen Wasser wurde sie Zeugin der letzten Momente des großen Liners. Später erinnerte sie sich mit erschreckender Deutlichkeit daran, wie die Lichter erloschen, das Schiff in zwei Teile zerbrach und die Schreie der Zurückgelassenen die Nacht erfüllten-ein Klang, den sie nie vergessen würde. Sie wurde von der RMS Carpathia gerettet und ertrug Kälte und Erschöpfung, bis New York erreicht war. Nach der Katastrophe kehrte Ruth nach England zurück, wo sie ihr Leben in Ruhe fortsetzte. Sie heiratete nie, und es gibt nur wenige Aufzeichnungen über sie in den folgenden Jahrzehnten, auch wenn ihr Zeugnis wertvolle Einblicke in die letzten Stunden der Titanic bot. Ruth Harwood Bowker starb am 23. Mai 1956 in Marylebone, London, im Alter von 75 Jahren. Sie wird als eines der engagierten Mitglieder des À la Carte Restaurant-Teams der Titanic erinnert-eine Überlebende, deren ruhige Entschlossenheit ihr half, eine der größten maritimen Katastrophen der Geschichte zu überstehen.",
      "it": "Ruth Harwood Bowker nacque l’11 dicembre 1880 a Ware, Hertfordshire, Inghilterra. All’inizio dei trent’anni conduceva una vita indipendente e aveva ottenuto un impiego con la White Star Line come cassiera nell’À la Carte Restaurant, un’esclusiva concessione di ristorazione gestita da Luigi Gatti. Aveva già maturato esperienza a bordo dell’Olympic, la nave gemella del Titanic, prima di essere trasferita sul Titanic per il suo viaggio inaugurale. Il 10 aprile 1912 Ruth salì a bordo a Southampton, pronta ad assumere il suo incarico nel lussuoso À la Carte Restaurant. Nei primi giorni della traversata si occupò dei ricchi passeggeri di prima classe e gestì i conti del personale del ristorante. Era un ruolo impegnativo, ma che la poneva tra le raffinate atmosfere della sala da pranzo più esclusiva del Titanic. Nella tarda notte del 14 aprile Ruth fu svegliata da quello che descrisse come un “leggero urto” e un “rumore di sfregamento”. Incuriosita, lasciò la cabina e incontrò il progettista della nave Thomas Andrews, che le consigliò di indossare il giubbotto di salvataggio e ammise tranquillamente: “Oh sì; sta affondando.” Poco dopo, lo stesso capitano Smith le ordinò di salire su una scialuppa dal lato di babordo. Sebbene esitante, fu aiutata da un marinaio a salire. Ruth si ritrovò tra le donne e i bambini in una delle scialuppe di quel lato, probabilmente la n. 6 o la n. 8, e mentre l’imbarcazione si allontanava, aiutò i marinai a remare quando le loro forze venivano meno. Dalle acque scure e gelide fu testimone degli ultimi istanti del grande transatlantico. In seguito ricordò con chiarezza inquietante lo spegnersi delle luci, la nave spezzarsi in due e le grida di chi rimase indietro riempire l’aria notturna-un suono che disse non avrebbe mai dimenticato. Fu salvata dalla RMS Carpathia e sopportò il freddo e la stanchezza fino all’arrivo a New York. Dopo la catastrofe Ruth tornò in Inghilterra, dove continuò la sua vita in silenzio. Non si sposò mai e di lei si hanno poche notizie nei decenni successivi, anche se la sua testimonianza fornì preziosi dettagli sulle ultime ore del Titanic. Ruth Harwood Bowker morì il 23 maggio 1956 a Marylebone, Londra, all’età di 75 anni. È ricordata come una delle dedite dipendenti dell’À la Carte Restaurant del Titanic, una sopravvissuta la cui calma determinazione le permise di affrontare una delle più grandi catastrofi marittime della storia.",
      "pt": " Ruth Harwood Bowker nasceu em 11 de dezembro de 1880, em Ware, Hertfordshire, Inglaterra. No início da década de 1910, levava uma vida independente e havia conquistado trabalho junto à White Star Line, atuando como caixeira do Restaurante À la Carte, um espaço exclusivo de refeições de primeira classe operado por Luigi Gatti. Já possuía experiência a bordo do navio-irmão Olympic antes de ser transferida para o Titanic em sua viagem inaugural.Em 10 de abril de 1912, embarcou em Southampton para assumir seu posto no requintado restaurante, onde, durante os primeiros dias de travessia, atendeu aos passageiros mais abastados e cuidou das contas da equipe de serviço. Era uma função exigente, mas que a colocava no coração do ambiente mais elegante do navio. Na noite de 14 de abril, Ruth foi despertada por um “leve choque” e um “ruído de raspagem”. Intrigada, saiu da cabine e encontrou o projetista do navio, Thomas Andrews, que a aconselhou a vestir o colete salva-vidas e admitiu em voz baixa: “Sim, o navio está afundando.” Pouco depois, o próprio Capitão Smith ordenou que embarcasse em um bote salva-vidas do lado de bombordo. Relutante, acabou ajudada por um marinheiro a subir a bordo. Colocada provavelmente no Bote 6 ou 8, Ruth juntou-se a outras mulheres e crianças e chegou a auxiliar os marinheiros nos remos quando estes enfraqueceram. Do escuro e gelado Atlântico, presenciou os últimos instantes do transatlântico, recordando com clareza perturbadora o momento em que as luzes se apagaram, o casco se partiu em duas seções e os gritos dos que ficaram para trás ecoaram pela noite - um som que, segundo ela, jamais esqueceria. Resgatada pelo RMS Carpathia, suportou frio e exaustão até chegar a Nova Iorque. Posteriormente retornou à Inglaterra, onde levou uma vida discreta. Nunca se casou, e pouco se registrou sobre sua trajetória nas décadas seguintes, embora seu depoimento tenha oferecido detalhes valiosos sobre as últimas horas do Titanic. Ruth Harwood Bowker faleceu em 23 de maio de 1956, em Marylebone, Londres, aos 75 anos. É lembrada como parte da dedicada equipe do Restaurante À la Carte, sobrevivente cuja firmeza e serenidade a ajudaram a atravessar um dos maiores desastres marítimos da história. ",
      "nl": " Ruth Harwood Bowker was born on December 11, 1880, in Ware, Hertfordshire, England. By her early thirties, she was living an independent life and had secured work with the White Star Line, serving as a cashier in the À la Carte Restaurant, an exclusive dining concession operated by Luigi Gatti. She had already gained experience aboard Titanic’s sister ship, the Olympic, before being transferred to the Titanic for her maiden voyage. On April 10, 1912, Ruth boarded the Titanic at Southampton, ready to take up her post in the luxurious À la Carte Restaurant. For the first days of the crossing, she attended to wealthy first-class diners and managed the accounts for the restaurant staff. It was a demanding role but one that placed her among the elegant surroundings of Titanic’s most exclusive dining room. Late on the night of April 14, Ruth was awakened by what she later described as a “slight shock” and a “grating noise.” Curious, she left her cabin and encountered ship’s designer Thomas Andrews, who advised her to put on her lifebelt and quietly admitted, “Oh yes; she is going down.” Not long after, Captain Smith himself ordered her to board a lifeboat on the port side. Though reluctant, she was helped in by a sailor. Ruth found herself among the women and children in one of the port-side lifeboats, most likely Lifeboat 6 or 8, and as the boat pulled away, she helped the seamen row when their strength faltered. From the dark, icy water she witnessed the great liner’s final moments. She later recalled with haunting clarity how the lights went out, the ship broke in two, and the cries of those left behind filled the night air-a sound she said she would never forget. She was rescued by the RMS Carpathia and endured the cold and exhaustion until reaching New York. After the disaster, Ruth returned to England, where she continued her life quietly. She never married, and little is recorded of her in the decades that followed, though her testimony provided valuable insight into the final hours of the Titanic. Ruth Harwood Bowker died on May 23, 1956, in Marylebone, London, at the age of 75. She is remembered as one of the Titanic’s dedicated À la Carte Restaurant staff, a survivor whose calm resolve helped her endure one of history’s greatest maritime disasters. "
    },
    "postIceberg": {
      "fr": "Ruth fut recueillie à bord du RMS Carpathia, qui sauva les survivants dans les premières heures du 15 avril 1912. Elle endura le froid et l’épuisement jusqu’à son arrivée saine et sauve à New York. Contrairement à certains de ses collègues, elle ne témoigna pas lors des enquêtes officielles. Elle rentra plutôt en Angleterre et reprit sa vie dans une relative discrétion. Elle ne se maria jamais, et peu de choses furent consignées sur ses dernières décennies. Cependant, sa survie et les récits qu’elle partagea avec ses proches et connaissances apportèrent de précieux éclairages sur les dernières heures du Titanic, en particulier sa rencontre avec Thomas Andrews et le capitaine Smith. Ruth Harwood Bowker mourut le 23 mai 1956 à Marylebone, Londres, à l’âge de 75 ans.",
      "en": "Ruth was taken aboard the RMS Carpathia, which rescued survivors in the early hours of 15 April 1912, and endured the cold and exhaustion until arriving safely in New York. Unlike some of her colleagues, she did not testify in the official inquiries. Instead, she returned to England and resumed her life in relative obscurity. She never married, and little is recorded of her later decades. However, her survival and testimony to friends and acquaintances offered valuable insights into Titanic’s final hours, particularly her encounter with Thomas Andrews and Captain Smith. Ruth Harwood Bowker died on 23 May 1956 in Marylebone, London, at the age of 75",
      "da": "Ruth blev taget ombord på RMS Carpathia, som reddede overlevende i de tidlige morgentimer den 15. april 1912, og hun udholdt kulden og udmattelsen, indtil hun ankom sikkert til New York. I modsætning til nogle af sine kolleger vidnede hun ikke i de officielle undersøgelser. I stedet vendte hun tilbage til England og genoptog sit liv i relativ ubemærkethed. Hun giftede sig aldrig, og der findes kun få oplysninger om hendes senere årtier. Hendes overlevelse og de beretninger, hun delte med venner og bekendte, gav dog værdifuld indsigt i Titanics sidste timer, især hendes møde med Thomas Andrews og kaptajn Smith. Ruth Harwood Bowker døde den 23. maj 1956 i Marylebone, London, i en alder af 75 år.",
      "de": "Ruth wurde an Bord der RMS Carpathia gebracht, die in den frühen Morgenstunden des 15. April 1912 die Überlebenden rettete, und ertrug die Kälte und Erschöpfung, bis sie sicher in New York ankam. Anders als einige ihrer Kollegen sagte sie nicht in den offiziellen Untersuchungen aus. Stattdessen kehrte sie nach England zurück und nahm ihr Leben in relativer Unbekanntheit wieder auf. Sie heiratete nie, und über ihre späteren Jahrzehnte ist wenig bekannt. Ihr Überleben und die Berichte, die sie mit Freunden und Bekannten teilte, lieferten jedoch wertvolle Einblicke in die letzten Stunden der Titanic, insbesondere ihre Begegnung mit Thomas Andrews und Kapitän Smith. Ruth Harwood Bowker starb am 23. Mai 1956 in Marylebone, London, im Alter von 75 Jahren.",
      "it": "Ruth fu accolta a bordo della RMS Carpathia, che nelle prime ore del 15 aprile 1912 soccorse i superstiti, e sopportò il freddo e la stanchezza fino ad arrivare sana e salva a New York. A differenza di alcuni suoi colleghi, non testimoniò nelle inchieste ufficiali. Tornò invece in Inghilterra e riprese la sua vita in relativa discrezione. Non si sposò mai e poco si sa dei suoi decenni successivi. Tuttavia, la sua sopravvivenza e le testimonianze offerte ad amici e conoscenti fornirono preziosi dettagli sulle ultime ore del Titanic, in particolare sul suo incontro con Thomas Andrews e il capitano Smith. Ruth Harwood Bowker morì il 23 maggio 1956 a Marylebone, Londra, all’età di 75 anni.",
      "pt": "Ruth foi levada a bordo do RMS Carpathia, que resgatou os sobreviventes nas primeiras horas de 15 de abril de 1912, suportando o frio e o cansaço até chegar em segurança a Nova Iorque. Diferente de algumas colegas, ela não depôs nos inquéritos oficiais. Em vez disso, voltou para a Inglaterra e retomou a vida de forma discreta. Nunca se casou, e pouco se sabe sobre suas décadas posteriores. Ainda assim, sua sobrevivência e os relatos que compartilhou com amigos deram informações valiosas sobre as últimas horas do Titanic, especialmente sobre seu encontro com Thomas Andrews e o capitão Smith. Ruth Harwood Bowker faleceu em 23 de maio de 1956, em Marylebone, Londres, aos 75 anos.",
      "nl": "Ruth was taken aboard the RMS Carpathia, which rescued survivors in the early hours of 15 April 1912, and endured the cold and exhaustion until arriving safely in New York. Unlike some of her colleagues, she did not testify in the official inquiries. Instead, she returned to England and resumed her life in relative obscurity. She never married, and little is recorded of her later decades. However, her survival and testimony to friends and acquaintances offered valuable insights into Titanic’s final hours, particularly her encounter with Thomas Andrews and Captain Smith. Ruth Harwood Bowker died on 23 May 1956 in Marylebone, London, at the age of 75"
    }
  }
}