{
  "passenger121": {
    "grade": "Passenger",
    "age": 39,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/121-Rhoda-Abbott.png",
      "alt": "picture of Rhoda Abbott"
    },
    "name": {
      "fr": "Rhoda Abbott",
      "en": "Rhoda Abbott",
      "da": "Rhoda Abbott",
      "de": "Rhoda Abbott",
      "it": "Rhoda Abbott",
      "pt": "Rhoda Abbott",
      "nl": "Rhoda Abbott"
    },
    "description": {
      "fr": "Rhoda Mary Abbott (née Hunt) naquit le 14 janvier 1873 à Aylesbury, dans le Buckinghamshire, en Angleterre. Elle était la fille de Joseph Hunt, ouvrier, et de son épouse Sarah, et avait deux frères et sœurs. Elle épousa Stanton Abbott, un citoyen américain, et partit s’installer aux États-Unis. Le couple se sépara plus tard, et Rhoda décida de retourner définitivement en Amérique avec ses deux fils, Rossmore (16 ans) et Eugene (13 ans). En mai 1901, Rhoda, Rossmore, Eugene et sa mère Sarah figurent sur la liste de passagers du SS New England, voyageant de Boston à Liverpool, via Queenstown. En août 1911, Mme Abbott choisit de s’installer en Angleterre pour vivre avec sa mère à St Albans, Hertfordshire. Elle et ses fils traversèrent l’Atlantique à bord de l’Olympic. Cependant, Rossmore et Eugene eurent vite le mal du pays pour Providence, et Mme Abbott décida finalement de retourner aux États-Unis pour le bien de ses fils. En avril 1912, elle réserva le voyage de sa petite famille comme passagers de troisième classe à bord du Titanic (billet n° C.A. 2673, coût : £20 5s). La cabine de Rhoda se trouvait à proximité de celle d’Amy Stanley.",
      "en": "Rhoda Mary Abbott (née Hunt) was born on 14 January 1873 in Aylesbury, Buckinghamshire, England. Daughter of Joseph Hunt, labourer, and his wife Sarah. She had two siblings. She married Stanton Abbott, an American citizen, and moved to the United States. The couple later separated, and Rhoda decided to return permanently to America with her two sons, Rossmore (16) and Eugene (13). In May 1901, Rhoda, Rossmore, Eugene, and her mother Sarah, were recorded on the passenger list on the SS New England, travelling to Liverpool, from Boston, via Queenstown.  In August 1911 Mrs Abbott decided to move to England to live with her mother in St. Albans, Hertfordshire.6 She and her boys made the crossing to England on board the Olympic. It wasn't long, however, before Rossmore and Eugene became homesick for Providence, and Mrs Abbott eventually decided to return to the states for her sons' benefit. In April of 1912, she booked her little family's passage back to America as steerage passengers on board the Titanic (ticket number C.A. 2673, £20 5s). Rhoda's cabin was close to that of Amy Stanley.",
      "da": "Rhoda Mary Abbott (født Hunt) blev født den 14. januar 1873 i Aylesbury, Buckinghamshire, England. Hun var datter af Joseph Hunt, daglejer, og hans hustru Sarah, og hun havde to søskende. Hun giftede sig med Stanton Abbott, en amerikansk statsborger, og flyttede til USA. Parret blev senere separeret, og Rhoda besluttede at vende permanent tilbage til Amerika sammen med sine to sønner, Rossmore (16) og Eugene (13). I maj 1901 blev Rhoda, Rossmore, Eugene og hendes mor Sarah registreret på passagerlisten for SS New England, som rejste fra Boston til Liverpool via Queenstown. I august 1911 besluttede fru Abbott at flytte til England for at bo hos sin mor i St. Albans, Hertfordshire. Hun og drengene krydsede Atlanterhavet ombord på Olympic. Kort efter blev Rossmore og Eugene dog hjemsyge efter Providence, og fru Abbott besluttede til sidst at vende tilbage til USA for sønnernes skyld. I april 1912 reserverede hun passage for sin lille familie som tredjeklassepassagerer ombord på Titanic (billetnummer C.A. 2673, £20 5s). Rhodas kahyt lå tæt på Amy Stanleys.",
      "de": "Rhoda Mary Abbott (geb. Hunt) wurde am 14. Januar 1873 in Aylesbury, Buckinghamshire, England, geboren. Sie war die Tochter von Joseph Hunt, Arbeiter, und seiner Frau Sarah und hatte zwei Geschwister. Sie heiratete Stanton Abbott, einen US-amerikanischen Staatsbürger, und zog in die Vereinigten Staaten. Das Paar trennte sich später, und Rhoda beschloss, dauerhaft nach Amerika zurückzukehren, begleitet von ihren beiden Söhnen Rossmore (16) und Eugene (13). Im Mai 1901 wurden Rhoda, Rossmore, Eugene und ihre Mutter Sarah auf der Passagierliste der SS New England verzeichnet, die von Boston über Queenstown nach Liverpool reiste. Im August 1911 beschloss Mrs. Abbott, nach England zu ziehen, um bei ihrer Mutter in St Albans, Hertfordshire, zu leben. Sie und ihre Söhne reisten mit der Olympic. Doch schon bald bekamen Rossmore und Eugene Heimweh nach Providence, und Mrs. Abbott entschloss sich schließlich, in die Vereinigten Staaten zurückzukehren. Im April 1912 buchte sie für ihre kleine Familie eine Überfahrt als Dritte-Klasse-Passagiere auf der Titanic (Ticketnummer C.A. 2673, £20 5s). Rhodas Kabine befand sich in der Nähe der von Amy Stanley.",
      "it": "Rhoda Mary Abbott (nata Hunt) nacque il 14 gennaio 1873 ad Aylesbury, Buckinghamshire, Inghilterra. Figlia di Joseph Hunt, lavoratore, e di sua moglie Sarah, aveva due fratelli. Sposò Stanton Abbott, un cittadino americano, e si trasferì negli Stati Uniti. La coppia si separò in seguito e Rhoda decise di tornare definitivamente in America con i suoi due figli, Rossmore (16) ed Eugene (13). Nel maggio 1901, Rhoda, Rossmore, Eugene e sua madre Sarah furono registrati nella lista passeggeri della SS New England, viaggiando da Boston a Liverpool, via Queenstown. Nell’agosto 1911 la signora Abbott decise di trasferirsi in Inghilterra per vivere con sua madre a St Albans, Hertfordshire. Lei e i suoi ragazzi attraversarono l’Atlantico a bordo dell’Olympic. Tuttavia, non passò molto tempo prima che Rossmore ed Eugene provassero nostalgia per Providence, e la signora Abbott decise infine di tornare negli Stati Uniti per il bene dei figli. Nell’aprile 1912 prenotò il passaggio della sua piccola famiglia come passeggeri di terza classe sul Titanic (biglietto n. C.A. 2673, £20 5s). La cabina di Rhoda era vicina a quella di Amy Stanley.",
      "pt": "Rhoda Mary Abbott (nascida Hunt) nasceu em 14 de janeiro de 1873 em Aylesbury, Buckinghamshire, Inglaterra. Era filha de Joseph Hunt, trabalhador braçal, e de sua esposa Sarah, e tinha dois irmãos. Casou-se com Stanton Abbott, cidadão americano, e mudou-se para os Estados Unidos. O casal posteriormente se separou, e Rhoda decidiu retornar definitivamente à América acompanhada de seus dois filhos, Rossmore (16) e Eugene (13). Em maio de 1901, Rhoda, Rossmore, Eugene e sua mãe Sarah aparecem na lista de passageiros do SS New England, viajando de Boston para Liverpool, com escala em Queenstown. Em agosto de 1911, Rhoda decidiu mudar-se para a Inglaterra a fim de viver com sua mãe em St. Albans, Hertfordshire, atravessando o Atlântico a bordo do Olympic. No entanto, não demorou para que Rossmore e Eugene começassem a sentir saudades de Providence, e Rhoda decidiu retornar aos Estados Unidos pelo bem dos filhos. Em abril de 1912, ela comprou passagens de terceira classe no Titanic para si e os meninos (bilhete nº C.A. 2673, £20 5s). Sua cabine ficava próxima à de Amy Stanley.",
      "nl": "Rhoda Mary Abbott (née Hunt) was born on 14 January 1873 in Aylesbury, Buckinghamshire, England. Daughter of Joseph Hunt, labourer, and his wife Sarah. She had two siblings. She married Stanton Abbott, an American citizen, and moved to the United States. The couple later separated, and Rhoda decided to return permanently to America with her two sons, Rossmore (16) and Eugene (13). In May 1901, Rhoda, Rossmore, Eugene, and her mother Sarah, were recorded on the passenger list on the SS New England, travelling to Liverpool, from Boston, via Queenstown.  In August 1911 Mrs Abbott decided to move to England to live with her mother in St. Albans, Hertfordshire.6 She and her boys made the crossing to England on board the Olympic. It wasn't long, however, before Rossmore and Eugene became homesick for Providence, and Mrs Abbott eventually decided to return to the states for her sons' benefit. In April of 1912, she booked her little family's passage back to America as steerage passengers on board the Titanic (ticket number C.A. 2673, £20 5s). Rhoda's cabin was close to that of Amy Stanley."
    },
    "postIceberg": {
      "fr": "Rhoda Abbott est rappelée comme la seule femme à avoir été repêchée vivante dans l’eau après le naufrage du Titanic. Durant la traversée vers New York, Mme Abbott dut rester alitée sur une couverture matelassée dans la salle de fumoir, ses jambes ayant été gravement affectées par le froid de l’eau. Son histoire est particulièrement poignante : une mère qui sacrifia sa chance de salut pour rester auprès de ses fils, pour finalement les perdre tous deux tout en survivant elle-même. Elle incarne la tragédie, le courage et la dévotion maternelle qui marquent tant de récits humains liés au Titanic.",
      "en": "Rhoda Abbott is remembered as the only woman who was pulled alive from the water after Titanic sank. During the voyage to New York Mrs Abbott stayed in a makeshift bed on a padded sheet in the smoking room because her legs were badly damaged from the effects of cold water. Her story is particularly poignant: a mother who sacrificed her chance at safety to remain with her sons, only to lose them both while surviving herself. She embodies the tragedy, courage, and maternal devotion that mark so many human stories aboard Titanic.",
      "da": "Rhoda Abbott huskes som den eneste kvinde, der blev trukket levende op af vandet efter Titanics forlis. Under rejsen til New York måtte fru Abbott blive liggende på en midlertidig seng på et polstret lagen i rygesalonen, da hendes ben var alvorligt skadet af kulden i vandet. Hendes historie er særligt gribende: en mor, der ofrede sin chance for redning for at blive hos sine sønner, blot for at miste dem begge, mens hun selv overlevede. Hun legemliggør tragedien, modet og den moderlige hengivenhed, der kendetegner så mange menneskelige historier ombord på Titanic.",
      "de": "Rhoda Abbott wird als die einzige Frau in Erinnerung behalten, die lebend aus dem Wasser gezogen wurde, nachdem die Titanic gesunken war. Auf der Fahrt nach New York musste Mrs. Abbott in einem provisorischen Bett auf einem gepolsterten Laken im Rauchsalon liegen, da ihre Beine durch die Kälte des Wassers schwer geschädigt waren. Ihre Geschichte ist besonders ergreifend: eine Mutter, die ihre eigene Rettung aufgab, um bei ihren Söhnen zu bleiben, nur um beide zu verlieren, während sie selbst überlebte. Sie verkörpert die Tragödie, den Mut und die mütterliche Hingabe, die so viele menschliche Geschichten der Titanic prägen.",
      "it": "Rhoda Abbott è ricordata come l’unica donna ad essere stata tratta viva dall’acqua dopo l’affondamento del Titanic. Durante il viaggio verso New York, la signora Abbott rimase su un letto improvvisato con un lenzuolo imbottito nella sala fumatori, poiché le sue gambe erano state gravemente danneggiate dal freddo dell’acqua. La sua storia è particolarmente toccante: una madre che sacrificò la propria possibilità di salvezza per restare accanto ai figli, solo per perderli entrambi pur sopravvivendo lei stessa. Incarna la tragedia, il coraggio e la devozione materna che segnano tante storie umane legate al Titanic.",
      "pt": "Rhoda Abbott é lembrada como a única mulher que foi retirada com vida da água após o naufrágio do Titanic. Durante a viagem para Nova Iorque, a Sra. Abbott permaneceu em uma cama improvisada sobre um lençol acolchoado na sala de fumantes, pois suas pernas haviam sido gravemente afetadas pelo frio da água. Sua história é particularmente comovente: uma mãe que sacrificou sua chance de segurança para permanecer ao lado dos filhos, apenas para perdê-los ambos enquanto sobrevivia. Ela personifica a tragédia, a coragem e a devoção materna que marcam tantas histórias humanas ligadas ao Titanic.",
      "nl": "Rhoda Abbott is remembered as the only woman who was pulled alive from the water after Titanic sank. During the voyage to New York Mrs Abbott stayed in a makeshift bed on a padded sheet in the smoking room because her legs were badly damaged from the effects of cold water. Her story is particularly poignant: a mother who sacrificed her chance at safety to remain with her sons, only to lose them both while surviving herself. She embodies the tragedy, courage, and maternal devotion that mark so many human stories aboard Titanic."
    }
  }
}