{
  "passenger47": {
    "grade": "Passenger",
    "age": 18,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/47-Martta-Maria-Hiltunen.jpg",
      "alt": "picture of Martta Maria Hiltunen"
    },
    "name": {
      "fr": "Martta Maria Hiltunen",
      "en": "Martta Maria Hiltunen",
      "da": "Martta Maria Hiltunen",
      "de": "Martta Maria Hiltunen",
      "it": "Martta Maria Hiltunen",
      "pt": "Martta Maria Hiltunen",
      "nl": "Martta Maria Hiltunen"
    },
    "description": {
      "fr": "Martta Hiltunen naquit à Kuopio, en Finlande, au cœur des lacs et forêts du pays. Sa famille déménagea ensuite à Kontiolahti, toujours dans la région des lacs, entourée de 183 plans d’eau. Martta reçut son éducation à Kontiolahti et, à 18 ans, se prépara à émigrer aux États-Unis. Elle avait trouvé un emploi de gouvernante chez la famille Hämäläinen. Anna Hämäläinen devait rejoindre son mari, ouvrier métallurgiste à Detroit, Michigan, avec leur fils Vilho, âgé d’un an. Le passeport de Martta lui permettait de travailler cinq ans aux États-Unis comme gouvernante chez les Hämäläinen. Comme beaucoup d’autres Finlandais, Martta et son employeuse voyagèrent à bord du Polaris, suivant la route Hangö-Copenhague-Hull, longeant la Suède, le Danemark et la côte est anglaise avant Southampton. Contrairement à la plupart des Finlandais du Titanic, Martta voyageait en seconde classe avec son employeuse et son fils, faisant partie des six seuls passagers finlandais à ne pas voyager en troisième classe.",
      "en": "Martta Hiltunen was born in Kuopio, Finland, situated among the lakes and forests of Finnish Lakeland. At some point in her life, her family relocated to Kontiolahti, but they stayed firmly situated in the lake district, as the village is surrounded by 183 lakes. Martta was educated while living in Kontiolahti, and at age 18 she prepared to emigrate to the United States. She had received work as a housekeeper with the Hämäläinen family. Anna Hämäläinen was destined for Detroit, Michigan with her 1 year-old son Vilho, to meet with her husband who was working there as a metal beater. Martta’s passport enabled her to work in the U.S. for five years, where she would be the Hämäläinens housekeeper.Like many other Finnish immigrants, Martta and her employer traveled aboard the steamship Polaris, traveling the Hangö-Copenhagen-Hull route. The route took travelers around the southern tip of Sweden and back up past Denmark to reach Hull on the eastern coast of England, passing through the Baltic Sea and the North Sea before they’d even reached Southampton.However, unlike most of the other Finnish passengers aboard Titanic, Martta traveled with her employer and her son in 2nd. As such was one of only six Finnish passengers aboard not traveling in 3rd. ",
      "da": "Martta Hiltunen var født i Kuopio i Finland, der ligger blandt søer og skove i den finske region Sølandet. På et tidspunkt flyttede hendes familie til Kontiolahti, også i Sølandet, en landsby omgivet af 183 søer. \n\nMartta blev uddannet, mens hun boede i Kontiolahti, og som 18-årig forberedte hun sig på at skulle emigrere til Amerika. Hun havde fået arbejde som husholderske hos familien Hämäläinen. Anna Hämäläinen var på vej til Detroit i Michigan med sin 1-årige søn Vilho for at slutte sig til sin mand, som arbejdede der som metalarbejder. Marttas pas gav hende mulighed for at arbejde i USA i fem år, hvor hun skulle være Hämäläinens husholderske.\n\nSom mange andre finske immigranter rejste Martta og hendes arbejdsgiver med dampskibet Polaris, der sejlede på ruten Hangö-København-Hull. Ruten førte passagererne rundt om Sveriges sydspids, op igennem Øresund forbi Danmark og videre til Hull på Englands østkyst via Nordsøen, før de nåede frem til Southampton.\n\nI modsætning til de fleste andre finske passagerer om bord på Titanic rejste Martta sammen med sin arbejdsgiver og hendes søn på anden klasse. Hun var én ud af kun seks finske passagerer om bord, der ikke rejste på tredje klasse. ",
      "de": "Martta Hiltunen wurde in Kuopio, Finnland, geboren, das inmitten der Seen und Wälder der finnischen Seenplatte liegt. Später zog ihre Familie nach Kontiolahti um, blieb aber in der Gegend, da das Dorf von 183 Seen umgeben ist. Martta wurde in Kontiolahti ausgebildet und bereitete sich im Alter von 18 Jahren auf die Auswanderung in die Vereinigten Staaten vor. Sie erhielt eine Anstellung als Haushälterin bei der Familie Hämäläinen. Anna Hämäläinen wollte mit ihrem einjährigen Sohn Vilho nach Detroit, Michigan, um ihren Mann zu treffen, der dort als Metallschmied arbeitete. Marttas Pass ermöglichte es ihr, fünf Jahre lang in den USA zu arbeiten, wo sie die Haushälterin der Hämäläinens sein sollte. Wie viele andere finnische Einwanderer reisten Martta und ihr Arbeitgeber an Bord des Dampfschiffs Polaris auf der Route Hangö-Kopenhagen-Hull. Die Route führte die Reisenden um die Südspitze Schwedens herum und an Dänemark vorbei zurück nach Hull an der Ostküste Englands, wobei sie die Ostsee und die Nordsee durchquerten, noch bevor sie Southampton erreichten. Im Gegensatz zu den meisten anderen finnischen Passagieren an Bord der Titanic reiste Martta jedoch mit ihrem Arbeitgeber und ihrem Sohn in der Zweiten Klasse. Damit war sie eine von nur sechs finnischen Passagieren an Bord, die nicht in der Dritten Klasse reisten. ",
      "it": "Martta Hiltunen nasce a Kuopio, in Finlandia, tra i laghi e le foreste della Finlandia lacustre. Ad un certo punto della sua vita, la sua famiglia si trasferì a Kontiolahti, ma rimasero nel distretto dei laghi, poiché il villaggio è circondato da ben 183 laghi. All’età di 18 anni si preparò ad emigrare negli Stati Uniti. Aveva trovato lavoro come governante presso la famiglia Hämäläinen. La signora Anna Hämäläinen doveva andare a Detroit, nel Michigan, con il figlio di 1 anno Vilho, per incontrare il marito che lavorava lì come battitore di metallo. Il passaporto di Martta le permetteva di lavorare negli U.S.A. per cinque anni e lì sarebbe stata la governante degli Hämäläinens. Come molti altri immigrati finlandesi, Martta e la sua datrice di lavoro viaggiarono a bordo della nave a vapore Polaris, percorrendo la rotta Hangö-Copenhagen-Hull. Nel percorso i viaggiatori toccarono la punta meridionale della Svezia e poi risalirono indietro oltre la Danimarca per raggiungere Hull sulla costa orientale dell’Inghilterra, passando attraverso il Mar Baltico e il Mare del Nord, prima ancora di raggiungere Southampton. Tuttavia, a differenza della maggior parte degli altri passeggeri finlandesi a bordo del Titanic, Martta era uno dei soli sei passeggeri finlandesi a bordo del Titanic  non viaggiano in terza classe. ",
      "pt": "Martta Hiltunen nasceu em Kuopio, na Finlândia, situada entre lagos e florestas da região dos lagos finlandeses. Em algum momento de sua vida, sua família mudou-se para Kontiolahti, permanecendo firmemente na região dos lagos, já que a vila é cercada por 183 lagos. Martta foi educada enquanto morava em Kontiolahti e, aos 18 anos, preparou-se para emigrar para os Estados Unidos. Ela havia conseguido trabalho como governanta para a família Hämäläinen. Anna Hämäläinen viajava para Detroit, Michigan, com seu filho Vilho, de um ano, para se encontrar com o marido, que trabalhava lá como baterista de metais. O passaporte de Martta permitia que ela trabalhasse nos EUA por cinco anos, onde atuaria como governanta da família Hämäläinen. Como muitos outros imigrantes finlandeses, Martta e sua empregadora viajaram a bordo do navio a vapor Polaris, na rota Hangö-Copenhague-Hull. O trajeto levava os passageiros ao redor da ponta sul da Suécia e depois para o norte, passando pela Dinamarca até Hull, na costa leste da Inglaterra, atravessando o Mar Báltico e o Mar do Norte antes de chegarem a Southampton. No entanto, ao contrário da maioria dos outros passageiros finlandeses a bordo do Titanic, Martta viajava com sua empregadora e o filho desta na Segunda Classe. Assim, ela foi uma das apenas seis passageiras finlandesas a bordo que não viajavam na Terceira Classe.",
      "nl": "Martta Hiltunen was born in Kuopio, Finland, situated among the lakes and forests of Finnish Lakeland. At some point in her life, her family relocated to Kontiolahti, but they stayed firmly situated in the lake district, as the village is surrounded by 183 lakes. Martta was educated while living in Kontiolahti, and at age 18 she prepared to emigrate to the United States. She had received work as a housekeeper with the Hämäläinen family. Anna Hämäläinen was destined for Detroit, Michigan with her 1 year-old son Vilho, to meet with her husband who was working there as a metal beater. Martta’s passport enabled her to work in the U.S. for five years, where she would be the Hämäläinens housekeeper.Like many other Finnish immigrants, Martta and her employer traveled aboard the steamship Polaris, traveling the Hangö-Copenhagen-Hull route. The route took travelers around the southern tip of Sweden and back up past Denmark to reach Hull on the eastern coast of England, passing through the Baltic Sea and the North Sea before they’d even reached Southampton.However, unlike most of the other Finnish passengers aboard Titanic, Martta traveled with her employer and her son in 2nd. As such was one of only six Finnish passengers aboard not traveling in 3rd. "
    },
    "postIceberg": {
      "fr": "Martta Maria Hiltunen, passagère finlandaise de troisième classe, ne survécut pas à la catastrophe du Titanic. Son corps ne fut jamais retrouvé. Son destin tragique rappelle celui de nombreux jeunes immigrés dont les rêves d’une nouvelle vie en Amérique furent brisés par le drame.",
      "en": "Martta Maria Hiltunen, a Finnish second-class passenger, did not survive the Titanic disaster. Her body was never recovered. Hiltunen's tragic end is a reminder of the many young immigrants whose dreams of a new life in America were cut short by the tragedy.",
      "da": "Martta Maria Hiltunen, finsk passager på anden klasse, overlevede ikke Titanic-katastrofen. Hendes lig blev aldrig fundet. Hiltunens tragiske endeligt er en påmindelse om de mange unge immigranter, hvis drømme om et nyt liv i Amerika forsvandt i dybet sammen med Titanic.",
      "de": "Martta Maria Hiltunen, eine finnische Passagierin der Zweiten Klasse, überlebte die Titanic-Katastrophe nicht. Ihre Leiche wurde nie geborgen. Hiltunens tragisches Ende ist eine Erinnerung an die vielen jungen Einwanderer, deren Träume von einem neuen Leben in Amerika durch die Tragödie zunichte gemacht wurden.",
      "it": "Martta Maria Hiltunen, una passeggera finlandese di seconda classe, non sopravvisse al disastro del Titanic. Il suo corpo non fu mai recuperato. La tragica fine di Hiltunen è un promemoria dei molti giovani immigrati i cui sogni di una.",
      "pt": "Martta Maria Hiltunen, passageira finlandesa da Terceira Classe, não sobreviveu ao desastre do Titanic. Seu corpo nunca foi recuperado. O trágico fim de Hiltunen é um lembrete das muitas jovens imigrantes cujos sonhos de uma nova vida na América foram interrompidos pela tragédia.",
      "nl": "Martta Maria Hiltunen, a Finnish second-class passenger, did not survive the Titanic disaster. Her body was never recovered. Hiltunen's tragic end is a reminder of the many young immigrants whose dreams of a new life in America were cut short by the tragedy."
    }
  }
}