{
  "passenger114": {
    "grade": "Passenger",
    "age": 21,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/114-Antti-Wiljam-Sihvola.png",
      "alt": "picture of Antti Wiljam Sihvola"
    },
    "name": {
      "fr": "Antti Wiljam Sihvola",
      "en": "Antti Wiljam Sihvola",
      "da": "Antti Wiljam Sihvola",
      "de": "Antti Wiljam Sihvola",
      "it": "Antti Wiljam Sihvola",
      "pt": "Antti Wiljam Sihvola"
    },
    "description": {
      "fr": "Né le 1er avril 1891 à Ruotsinpyhtää, en Finlande, il était le fils de Matti Sihvola et d’Anna Tomasdotter, et avait un frère aîné nommé Matti. Le 30 mars 1912, il obtint un passeport à Uusimaa afin d’émigrer aux États-Unis - plus précisément à Mountain Home, dans l’Idaho, où un emploi l’attendait chez un ami de la famille, M. A. Honga. Après la catastrophe, ses parents reçurent 75 £ du Mansion House Titanic Relief Fund et 50 £ de compensation de la White Star Line.",
      "en": " Born on April 1, 1891, in Ruotsinpyhtää, Finland. Son of Matti Sihvola and Anna Tomasdotter, with an elder brother named Matti. On March 30, 1912, obtained a passport in Uusimaa to emigrate to the United States-specifically to Mountain Home, Idaho, where he had a job arranged with a family friend, Mr. A. Honga.His parents received £75 from the Mansion House Titanic Relief Fund and £50 compensation from the White Star Line.",
      "da": "Født den 1. april 1891 i Ruotsinpyhtää, Finland. Søn af Matti Sihvola og Anna Tomasdotter, med en ældre bror ved navn Matti. Den 30. marts 1912 fik han udstedt et pas i Uusimaa for at emigrere til USA - nærmere bestemt til Mountain Home, Idaho, hvor han havde et arbejde arrangeret hos en familieven, hr. A. Honga. Hans forældre modtog £75 fra Mansion House Titanic Relief Fund og £50 i erstatning fra White Star Line.",
      "de": "Geboren am 1. April 1891 in Ruotsinpyhtää, Finnland. Sohn von Matti Sihvola und Anna Tomasdotter, mit einem älteren Bruder namens Matti. Am 30. März 1912 erhielt er in Uusimaa einen Pass, um in die Vereinigten Staaten auszuwandern - genauer gesagt nach Mountain Home, Idaho, wo ihn eine Arbeitsstelle bei einem Familienfreund, Herrn A. Honga, erwartete. Seine Eltern erhielten £75 vom Mansion House Titanic Relief Fund und £50 Entschädigung von der White Star Line.",
      "it": "Nato il 1º aprile 1891 a Ruotsinpyhtää, in Finlandia. Figlio di Matti Sihvola e Anna Tomasdotter, aveva un fratello maggiore di nome Matti. Il 30 marzo 1912 ottenne un passaporto a Uusimaa per emigrare negli Stati Uniti - precisamente a Mountain Home, Idaho, dove lo attendeva un lavoro presso un amico di famiglia, il signor A. Honga. I suoi genitori ricevettero 75 £ dal Mansion House Titanic Relief Fund e 50 £ di risarcimento dalla White Star Line.",
      "pt": "Nascido em 1º de abril de 1891 em Ruotsinpyhtää, Finlândia, era filho de Matti Sihvola e Anna Tomasdotter, e tinha um irmão mais velho chamado Matti. Em 30 de março de 1912, obteve um passaporte em Uusimaa para emigrar para os Estados Unidos - especificamente para Mountain Home, Idaho, onde já tinha um trabalho acertado com um amigo da família, o Sr. A. Honga. Após o desastre, seus pais receberam £75 do Mansion House Titanic Relief Fund e £50 de indenização da White Star Line."
    },
    "postIceberg": {
      "fr": "La nouvelle de la mort d’Antti parvint en Finlande peu après la catastrophe. Sa famille fut anéantie par la perte de leur jeune fils, parti dans l’espoir de construire une vie meilleure pour lui-même et peut-être de subvenir aux besoins de ses proches depuis l’étranger. Pour leur venir en aide, le Mansion House Titanic Relief Fund accorda à ses parents une subvention de 75 £. De plus, la White Star Line versa à la famille une compensation de 50 £.",
      "en": "News of Antti’s death reached Finland soon after the disaster. His family was devastated by the loss of their young son, who had set out to build a life for himself and perhaps support his loved ones from abroad. To provide assistance, the Mansion House Titanic Relief Fund awarded his parents a grant of £75. In addition, the White Star Line provided the family with £50 in compensation.",
      "da": "Nyheden om Anttis død nåede Finland kort efter katastrofen. Hans familie var knust over tabet af deres unge søn, som var draget ud for at skabe sig et liv og måske forsørge sine kære fra udlandet. For at yde hjælp tildelte Mansion House Titanic Relief Fund hans forældre et tilskud på 75 £. Derudover gav White Star Line familien en erstatning på 50 £.",
      "de": "Die Nachricht von Anttis Tod erreichte Finnland kurz nach der Katastrophe. Seine Familie war am Boden zerstört über den Verlust ihres jungen Sohnes, der aufgebrochen war, um sich ein Leben aufzubauen und vielleicht seine Angehörigen aus dem Ausland zu unterstützen. Zur Unterstützung gewährte der Mansion House Titanic Relief Fund seinen Eltern eine Beihilfe von 75 £. Außerdem stellte die White Star Line der Familie eine Entschädigung von 50 £ zur Verfügung.",
      "it": "La notizia della morte di Antti giunse in Finlandia poco dopo la catastrofe. La sua famiglia fu devastata dalla perdita del giovane figlio, partito con l’intento di costruirsi una vita e, forse, di sostenere i propri cari dall’estero. Per fornire assistenza, il Mansion House Titanic Relief Fund concesse ai suoi genitori una sovvenzione di 75 £. Inoltre, la White Star Line offrì alla famiglia un risarcimento di 50 £.",
      "pt": "A notícia da morte de Antti chegou à Finlândia pouco depois do desastre. Sua família ficou devastada com a perda do jovem filho, que havia partido em busca de construir uma vida para si e, talvez, sustentar os entes queridos a partir do exterior. Para oferecer ajuda, o Mansion House Titanic Relief Fund concedeu aos pais uma doação de £75. Além disso, a White Star Line forneceu à família uma compensação de £50."
    }
  }
}