{
  "passenger2": {
    "grade": "Premier Officier",
    "age": 39,
    "role": {
      "fr": "Chief Designer",
      "en": "Chief Designer",
      "da": "Chefarkitekt",
      "de": "Chefdesigner",
      "it": "Capo progettista",
      "pt": "Arquiteto-chefe",
      "nl": "Chief Designer"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/02-Thomas-Andrews.jpg",
      "alt": "picture of Thomas Andrews Jr."
    },
    "name": {
      "fr": "Thomas Andrews Jr.",
      "en": "Thomas Andrews Jr.",
      "da": "Thomas Andrews Jr.",
      "de": "Thomas Andrews Jr.",
      "it": "Thomas Andrews Jr.",
      "pt": "Thomas Andrews Jr.",
      "nl": "Thomas Andrews Jr."
    },
    "description": {
      "fr": "Thomas Andrews Jr. était un architecte naval et constructeur de navires qui joua un rôle de premier plan dans la conception et la construction du Titanic. Andrews est né dans cette profession, puisque son oncle, Lord Pirrie, était le principal propriétaire des chantiers navals Harland & Wolff à Belfast. Thomas commença sa carrière chez Harland & Wolff à l’âge de 16 ans en tant qu’apprenti premium et continua à gravir les échelons, se familiarisant à fond avec chaque étape de la construction navale avant d’être finalement nommé directeur général de l’entreprise en 1907. C’était un homme travailleur et dévoué, très apprécié de ses employés. Il avait la réputation de prendre très au sérieux la sécurité et le confort des ouvriers, intégrant les retours de l’équipage dans ses conceptions. Sa femme se souvenait qu’il appelait les ouvriers du chantier ses 'potes'. Andrews insistait pour être présent lors du voyage inaugural de tous les nouveaux navires, et lors du premier voyage de l’Olympic en 1911, l’équipage lui avait offert une canne qu’ils avaient achetée ensemble. Pour le voyage inaugural du Titanic, Harland & Wolff envoya une équipe connue sous le nom de Guarantee Group. Dirigée par Andrews, cette équipe d’experts comprenait des représentants de nombreuses disciplines pour s’assurer que tout à bord répondait aux standards d’excellence de Harland & Wolff. Pendant le voyage inaugural, le Guarantee Group travaillait dans tout le navire pour s’assurer que les équipements destinés aux passagers fonctionnaient correctement et pour réparer tout détail incomplet ou imparfait. Malgré son dévouement à son travail, ceux qui l’entouraient durant les premiers jours du voyage se souviennent qu’Andrews parlait souvent de son foyer, ses pensées se tournant vers sa femme et sa jeune fille restées en Irlande.",
      "en": "Thomas Andrews Jr. was a naval architect and shipbuilder who took a leading role in the design and construction of Titanic. Andrews was born into the profession, as his uncle Lord Pirrie, was the principal owner of Belfast shipbuilders Harland & Wolff. Thomas began his career at Harland & Wolff at 16 as a premium apprentice, and continued to work his way up through the ranks, becoming thoroughly acquainted with every stage of shipbuilding before eventually being made Managing Director of the company in 1907. He was a hardworking, dedicated man, who was well-liked by his employees. He had a reputation for taking the safety and comfort of workers seriously, incorporating input from crew into designs. His wife recalled him referring to the shipyard workers as his “pals.” Andrews insisted on being present for the maiden voyage of all new ships, and during Olympic’s first run in 1911 the crew had gifted him with a walking stick they had chipped in to purchase themselves.For Titanic’s maiden voyage, Harland & Wolff sent a team known as the Guarantee Group. Lead by Andrews, this team of experts included representatives from a multitude of disciplines to ensure that everything onboard met Harland & Wolff’s standards of excellence. During the maiden voyage the guarantee group was employed throughout the ship to ensure passenger amenities were in working order, and to repair any incomplete or imperfect details. Despite his dedication to his work, those near him in the first days of the journey recall Andrews speaking often of home, his thoughts turning to his wife, and his young daughter back home in Ireland.",
      "da": "Thomas Andrews Jr. var en skibsarkitekt og skibsbygger, som spillede en ledende rolle i designet og konstruktionen af Titanic. Andrews blev nærmest født ind i erhvervet, da hans onkel, Lord Pirrie, var ejer af Belfast-skibsværftet Harland & Wolff. Thomas begyndte sin karriere hos Harland & Wolff som 16-årig som premium-lærling og fortsatte med at arbejde sig op igennem rækkerne, samtidig med at han tillærte sig alle faser af skibsbyggeriet, før han til sidst blev udnævnt til direktør for virksomheden i 1907. Han var en hårdtarbejdende, dedikeret mand, som var vellidt af sine medarbejdere. Han havde ry for at tage arbejdernes sikkerhed og komfort alvorligt og inddrog besætningen i designudviklingen. Hans kone husker, at han omtalte værftsarbejderne som sine 'venner' Andrews insisterede på at være til stede på alle nye skibes jomfrurejse, og under Olympics første sejlads i 1911 havde besætningen foræret ham en stok, som de selv havde købt.\n\nTil Titanics jomfrurejse sendte Harland & Wolff et team af eksperter kendt som Garantigruppen (the Guarantee Group). Under ledelse af Andrews omfattede dette ekspertteam repræsentanter fra en lang række faggrupper og deres opgave var at kontrollere, at alt om bord levede op til Harland & Wolffs høje kvalitetsstandarder. Under jomfrurejsen blev Garantigruppen brugt overalt på skibet til at sikre, at passagerernes forhold var i orden, og at ufærdige faciliteter eller mangler straks blev udbedret. \n\nPå trods af hans dedikation til sit arbejde husker de, der var tæt på ham i rejsens første dage, at Andrews ofte talte om sit hjem, og at hans tanker gik til hans kone og hans lille datter hjemme i Irland.",
      "de": "Thomas Andrews Jr. war Schiffbauingenieur und Schiffbauer mit tragender Rolle bei der Planung und dem Bau der Titanic. Andrews wurde in den Beruf hineingeboren, denn sein Onkel Lord Pirrie war der Haupteigentümer des Belfaster Schiffbauunternehmens Harland & Wolff. Thomas Andrews begann seine Karriere bei Harland & Wolff im Alter von 16 Jahren als Lehrling und arbeitete sich immer weiter nach oben, wobei er alle Phasen des Schiffbaus gründlich studierte, bis er schließlich 1907 zum Geschäftsführer des Unternehmens ernannt wurde. Er war ein fleißiger, engagierter Mann, der bei seinen Mitarbeitern sehr beliebt war. Deren Sicherheit und Komfort stand für ihn an erster Stelle und auch jegliche Anregungen und Ideen der Besatzung ließ er gerne in seine Entwürfe einfließen. Seine Frau erinnerte sich, dass er in seinen Erzählungen die Werftarbeiter oft als seine „Kumpel“ bezeichnete. Andrews bestand darauf, bei der Jungfernfahrt aller neuen Schiffe dabei zu sein, und bei der ersten Fahrt der Olympic im Jahr 1911 schenkte ihm die Besatzung einen Spazierstock, für den sie alle zusammengelegt hatten. Für die Jungfernfahrt der Titanic stellte Harland & Wolff ein Team zusammen, die sogenannte “Guarantee Group”. Unter der Leitung von Andrews setzte sich dieses Expertenteam aus Vertretern einer Vielzahl von Fachrichtungen zusammen, um sicherzustellen, dass alles an Bord den Qualitätsstandards von Harland & Wolff entsprach. Während der Jungfernfahrt war die “Guarantee Group” überall auf dem Schiff im Einsatz, um sicherzustellen, dass die Annehmlichkeiten für die Passagiere funktionstüchtig waren, und um unvollständige oder mangelhafte Details zu reparieren. Trotz seines Engagements für seine Arbeit, erinnern sich diejenigen, die in den ersten Tagen der Reise in seiner Nähe waren, dass Andrews oft von zu Hause sprach, dass seine Gedanken bei seiner Frau und seiner kleinen Tochter in Irland waren.",
      "it": "Thomas Andrews Jr. era un architetto navale e costruttore navale che ebbe un ruolo di primo piano nella progettazione e costruzione del Titanic. Andrews era nato nella professione, poiché suo zio, Lord Pirrie, era il principale proprietario dei cantieri navali Harland & Wolff di Belfast. Thomas iniziò la sua carriera alla Harland & Wolff a 16 anni come apprendista speciale e continuò a farsi strada attraverso i vari livelli, acquisendo una conoscenza approfondita di ogni fase della costruzione navale, fino a diventare direttore generale dell’azienda nel 1907. Era un uomo laborioso e dedito, molto apprezzato dai suoi dipendenti. Aveva la reputazione di prendere molto seriamente la sicurezza e il benessere dei lavoratori, integrando nei progetti i suggerimenti provenienti dall’equipaggio. Sua moglie ricordava che si riferiva agli operai del cantiere come ai suoi “amici”. Andrews insisteva per essere presente al viaggio inaugurale di tutte le nuove navi e, durante la prima traversata dell’Olympic nel 1911, l’equipaggio gli aveva regalato un bastone da passeggio, comprato collettivamente. Per il viaggio inaugurale del Titanic, Harland & Wolff inviò una squadra nota come Guarantee Group. Guidato da Andrews, questo gruppo di esperti includeva rappresentanti di numerose discipline per garantire che tutto a bordo rispettasse gli standard di eccellenza di Harland & Wolff. Durante il viaggio inaugurale il Guarantee Group lavorò in tutta la nave per assicurarsi che i servizi destinati ai passeggeri fossero funzionanti e per riparare eventuali dettagli incompleti o imperfetti. Nonostante la sua dedizione al lavoro, chi gli stava vicino nei primi giorni del viaggio ricordava Andrews parlare spesso di casa, con il pensiero rivolto a sua moglie e alla sua giovane figlia rimaste in Irlanda.",
      "pt": "Thomas Andrews Jr. foi um arquiteto naval e construtor naval que desempenhou um papel de liderança no projeto e construção do Titanic. Andrews nasceu dentro da profissão, pois seu tio, Lord Pirrie, era o principal proprietário do estaleiro de Belfast, Harland & Wolff. Thomas iniciou sua carreira na Harland & Wolff aos 16 anos como aprendiz premium e continuou a progredir na empresa, familiarizando-se profundamente com todas as etapas da construção naval até ser nomeado Diretor-Geral da companhia em 1907. Era um homem trabalhador e dedicado, muito estimado pelos seus funcionários. Tinha a reputação de levar a sério a segurança e o conforto dos trabalhadores, incorporando o feedback da tripulação nos projetos. Sua esposa lembrava dele referindo-se aos operários do estaleiro como seus “camaradas”. Andrews insistia em estar presente na viagem inaugural de todos os novos navios e, durante a primeira viagem do Olympic em 1911, a tripulação lhe presenteou com uma bengala que haviam comprado juntos. Para a viagem inaugural do Titanic, a Harland & Wolff enviou uma equipe conhecida como o Grupo de Garantia. Liderado por Andrews, este grupo de especialistas incluía representantes de diversas disciplinas para assegurar que tudo a bordo atendesse aos padrões de excelência da Harland & Wolff. Durante a viagem inaugural, o Grupo de Garantia esteve presente em todo o navio para garantir o funcionamento das comodidades para os passageiros e reparar quaisquer detalhes incompletos ou imperfeitos. Apesar de sua dedicação ao trabalho, aqueles próximos a ele nos primeiros dias da viagem recordam Andrews falando frequentemente sobre sua casa, com pensamentos voltados para sua esposa e sua jovem filha na Irlanda.",
      "nl": "Thomas Andrews Jr. was a naval architect and shipbuilder who took a leading role in the design and construction of Titanic. Andrews was born into the profession, as his uncle Lord Pirrie, was the principal owner of Belfast shipbuilders Harland & Wolff. Thomas began his career at Harland & Wolff at 16 as a premium apprentice, and continued to work his way up through the ranks, becoming thoroughly acquainted with every stage of shipbuilding before eventually being made Managing Director of the company in 1907. He was a hardworking, dedicated man, who was well-liked by his employees. He had a reputation for taking the safety and comfort of workers seriously, incorporating input from crew into designs. His wife recalled him referring to the shipyard workers as his “pals.” Andrews insisted on being present for the maiden voyage of all new ships, and during Olympic’s first run in 1911 the crew had gifted him with a walking stick they had chipped in to purchase themselves.For Titanic’s maiden voyage, Harland & Wolff sent a team known as the Guarantee Group. Lead by Andrews, this team of experts included representatives from a multitude of disciplines to ensure that everything onboard met Harland & Wolff’s standards of excellence. During the maiden voyage the guarantee group was employed throughout the ship to ensure passenger amenities were in working order, and to repair any incomplete or imperfect details. Despite his dedication to his work, those near him in the first days of the journey recall Andrews speaking often of home, his thoughts turning to his wife, and his young daughter back home in Ireland."
    },
    "postIceberg": {
      "fr": "Thomas Andrews, le principal concepteur du RMS Titanic, consacra tous ses efforts à encourager les gens à monter dans les canots de sauvetage. De nombreux passagers et membres d’équipage se souviennent de l’attitude calme et encourageante d’Andrews lors de la dernière nuit du Titanic. Andrews fut vu pour la dernière fois dans le fumoir de première classe, sans son gilet de sauvetage. Selon un autre témoignage, cependant, Andrews aurait été aperçu pour la dernière fois avec le capitaine Smith, sautant du pont dans la mer. Il fut salué comme un héros pour ses efforts visant à sauver les autres et disparut dans la tragédie. Son corps ne fut jamais retrouvé.",
      "en": "Thomas Andrews, the RMS Titanic's chief designer, spent all his efforts encouraging people to get into the lifeboats. Many passengers and crew recall Andrews calm encouragement on Titanic's final night. Andrews was last seen in the first-class smoking room without his lifebelt. According to one account, however, Andrews was last seen with Captain Smith jumping from the Bridge into the sea.He was hailed as a hero for his efforts to save others, and was lost in the tragedy. His body was never recovered. ",
      "da": "Thomas Andrews, RMS Titanics chefarkitekt, brugte alle sine kræfter på at opfordre folk til at gå i redningsbådene. Mange passagerer og besætningsmedlemmer husker Andrews rolige opmuntringer på Titanics sidste nat. Andrews blev sidst set i rygerummet på første klasse uden sit redningsbælte. En anden beretning går på, at Andrews sidst blev set sammen med kaptajn Smith, da han sprang i havet fra broen. Han blev hyldet som en helt for sin indsats for at redde andre og omkom i tragedien. Hans lig blev aldrig fundet. ",
      "de": "Thomas Andrews, der leitende Schiffbauingenieur der RMS Titanic, gab sich alle Mühe, die Menschen zu ermutigen, in die Rettungsboote zu steigen. Viele Passagiere und Besatzungsmitglieder erinnern sich an Andrews ruhige, tröstende Worte in der letzten Nacht der Titanic. Er wurde zuletzt im Raucherraum der Ersten Klasse ohne seine Rettungsweste gesehen. Einem anderen Bericht zufolge jedoch wurde Andrews zuletzt beobachtet, wie er zusammen mit Kapitän Smith von der Brücke ins Meer sprang, der wegen seiner Bemühungen um die Rettung anderer als Held gefeiert wurde und in der Tragödie unterging. Seine Leiche wurde nie geborgen. ",
      "it": "Thomas Andrews, il capo progettista del RMS Titanic, impiegò tutti i suoi sforzi incoraggiando le persone a salire sulle scialuppe di salvataggio. Molti passeggeri e membri dell'equipaggio ricordano l'incoraggiamento calmo di Andrews l'ultima notte del Titanic. Andrews fu visto l'ultima volta nel salone di prima classe senza il suo giubbotto di salvataggio. Secondo un racconto, tuttavia, Andrews fu visto l'ultima volta con il Capitano Smith saltare dal ponte in mare. Fu acclamato come un eroe per i suoi sforzi nel salvare gli altri e fu perso nella tragedia. Il suo corpo non fu mai recuperato.",
      "pt": "Thomas Andrews, o principal projetista do RMS Titanic, dedicou seus últimos momentos a encorajar passageiros e tripulantes a embarcarem nos botes salva-vidas. Muitos testemunharam sua calma e firmeza durante a noite final do navio. Andrews foi visto pela última vez na sala de fumantes da primeira classe, sem colete salva-vidas. Contudo, segundo um relato, ele teria sido visto junto ao Capitão Smith saltando da Ponte para o mar. Reconhecido como um herói por seus esforços em salvar vidas, Andrews se perdeu na tragédia, e seu corpo jamais foi recuperado.",
      "nl": "Thomas Andrews, the RMS Titanic's chief designer, spent all his efforts encouraging people to get into the lifeboats. Many passengers and crew recall Andrews calm encouragement on Titanic's final night. Andrews was last seen in the first-class smoking room without his lifebelt. According to one account, however, Andrews was last seen with Captain Smith jumping from the Bridge into the sea.He was hailed as a hero for his efforts to save others, and was lost in the tragedy. His body was never recovered. "
    }
  }
}