{
  "passenger57": {
    "grade": "Passenger",
    "age": 42,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": ""
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/57-Catherine-Mcgowan.jpg",
      "alt": "picture of Catherine Mcgowan"
    },
    "name": {
      "fr": "Catherine Mcgowan",
      "en": "Catherine Mcgowan",
      "da": "Catherine Mcgowan",
      "de": "Catherine Mcgowan",
      "it": "Catherine Mcgowan",
      "pt": "Catherine Mcgowan"
    },
    "description": {
      "fr": "En 1911, Catherine “Kate” Macgowan vit le rêve américain. Elle a émigré d’Irlande à la fin des années 1800 et, à 42 ans, possède une pension florissante à Chicago. Pour Noël 1911, Kate retourne dans le comté de Mayo, en Irlande, pour rendre visite à ses proches, avec l’intention de ramener sa nièce de 17 ans, Annie Mcgowan, à Chicago. À une époque où l’Irlande souffre d’un manque cruel de revenus, de nombreuses familles du comté de Mayo ont déjà des membres à l’étranger, et d’autres partent chaque jour. Les récits de Kate sur sa réussite aux États-Unis inspirent ceux qui n’ont pas encore émigré. Son amie Catherine Bourke, son mari et sa belle-sœur décident de se joindre à Kate et Annie pour la traversée. Sept jeunes femmes célibataires du voisinage avaient déjà prévu de partir en Amérique et choisissent de voyager avec le groupe de Kate, espérant trouver la sécurité dans le nombre. Les deux derniers membres du groupe sont de jeunes hommes, cousins de certaines voyageuses, chacun espérant rejoindre des frères et sœurs déjà installés en Amérique. Le groupe final de quatorze personnes est composé de cousins, frères et sœurs, et voisins, tous embarqués dans le voyage vers un avenir meilleur avec Miss Mcgowan.",
      "en": "In 1911, Miss Catherine “Kate” Macgowan was living the American dream. She had emigrated from Ireland in the late 1800s, and by 42 owned a successful boarding house in Chicago. Kate returned home to County Mayo, Ireland for Christmas of 1911 to visit friends and family, intending to bring her 17 year-old niece Annie Mcgowan with her back to Chicago.  At a time when Ireland was stricken by a crushing lack of income, many County Mayo families already had members living abroad, and still more leaving by the day. Kate Mcgowan’s stories of the success she’d found in the States surely lit a fire under some of those who hadn’t yet emigrated. Kate’s good friend Catherine Bourke, along with her husband and sister in-law decided to join Kate and Annie on the crossing.  Seven young, unmarried women from the neighborhood had already planned to travel to America and chose to travel with Kate’s group in hopes that they would find safety in numbers. The last two members of the party were young men, both cousins of a few of the traveling women who were each hoping to join their siblings in America. The final group of fourteen consisted of cousins, siblings, and neighbors, all joining Miss Mcgowan's ferry to a brighter future.",
      "da": "I 1911 levede Catherine ''Kate'' MacGowan den amerikanske drøm. Hun var emigreret fra Irland i slutningen af 1800-tallet, og som 42-årig drev hun et succesfuldt pensionat i Chicago. Kate vendte hjem til County Mayo i Irland i julen 1911 for at besøge venner og familie og havde til hensigt at tage sin 17-årige niece Annie McGowan med tilbage til Chicago. På et tidspunkt, hvor Irland stod midt i en voldsom økonomisk krise, havde mange familier i County Mayo allerede medlemmer, der var emigreret til udlandet, og hver dag udvandrede stadig flere. Kate McGowans succesfortælling om Amerika tændte helt sikkert en ild i nogle af dem, der endnu ikke var emigreret. Kates gode veninde Catherine Bourke besluttede sammen med sin mand og svigerinde at tage med Kate og Annie på rejsen over Atlanten.  Syv unge, ugifte kvinder fra nabolaget havde allerede planlagt at rejse til Amerika og valgte også at rejse med Kates gruppe i håb om, at de ville være mere sikre, når de rejste flere sammen. De sidste to medlemmer af gruppen var unge mænd, begge fætre til nogle af de medrejsende kvinder, som håbede at slutte sig til deres søskende i Amerika. Den samlede gruppe udgjorde 14 personer og bestod af fætre, kusiner, søskende og naboer, der alle sluttede sig til Kate McGowans rejseselskab mod en lysere fremtid.",
      "de": "Im Jahr 1911 lebte Miss Catherine „Kate“ Macgowan den amerikanischen Traum. Sie war in den späten 1800er Jahren aus Irland ausgewandert und besaß mit 42 Jahren eine erfolgreiche Pension in Chicago. Zu Weihnachten 1911 kehrte Kate in die irische Grafschaft Mayo zurück, um Freunde und Familie zu besuchen, und wollte ihre 17-jährige Nichte Annie Mcgowan mit nach Chicago bringen. In einer Zeit, in der Irland von einem erdrückenden Einkommensmangel geplagt war, lebten in vielen Familien der Grafschaft Mayo bereits Mitglieder im Ausland, und täglich verließen noch mehr Familienmitglieder das Land. Kate Mcgowans Erzählungen über den Erfolg, den sie in den USA gefunden hatte, entfachten sicherlich bei einigen, die noch nicht ausgewandert waren, ein Feuer. Kates gute Freundin Catherine Bourke beschloss zusammen mit ihrem Mann und ihrer Schwägerin, Kate und Annie auf der Überfahrt zu begleiten.  Sieben junge, unverheiratete Frauen aus der Nachbarschaft hatten bereits geplant, nach Amerika zu reisen, und beschlossen, sich Kates Gruppe anzuschließen, in der Hoffnung, dass sie in der Gruppe Sicherheit finden würden. Die letzten beiden Mitglieder der Gruppe waren junge Männer, beides Cousins von zweien der reisenden Frauen, die beide hofften, ihren Geschwistern in Amerika zu folgen. Die letzte Gruppe von vierzehn Personen bestand aus Cousins und Cousinen, Geschwistern und Nachbarn, die sich alle Miss Mcgowans Fähre in eine bessere Zukunft anschlossen.",
      "it": "Nel 1911, Miss Catherine “Kate” Macgowan stava vivendo il sogno americano. Era emigrata dall’Irlanda alla fine del 1800 e da 42 anni possedeva una pensioncina molto apprezzata a Chicago. Kate tornò a casa nella contea di Mayo, in Irlanda per il Natale del 1911 per visitare amici e familiari, con l’intenzione di portare con sé la nipote diciassettenne Annie Mcgowan a Chicago.In quell’epoca  l’Irlanda era colpita da una feroce crisi economica e molte famiglie della contea di Mayo contavano già membri che vivevano all’estero e ne partivano sempre più di giorno in giorno. La storia di Kate Mcgowan e del successo che aveva trovato negli Stati Uniti sicuramente accese grandi aspettative in alcuni di quelli che non erano ancora emigrati. La buona amica di Kate, Catherine Bourke, insieme al marito e alla cognata,  decise di unirsi a Kate e Annie. Sette giovani donne non sposate del quartiere che avevano già pianificato di andare in America, scelsero di viaggiare con il gruppo di Kate nella speranza di trovare una sicurezza economica. Altri due membri del gruppo erano giovani uomini, entrambi cugini di alcune delle donne che speravano di riunirsi ai fratelli in America. L’ultimo gruppo di quattordici persone  era composto da cugini, fratelli e vicini, tutti unitisi alla signorina Mcgowan alla ricerca di un futuro più luminoso.",
      "pt": "Em 1911, a Srta. Catherine “Kate” Macgowan vivia o sonho americano. Ela havia emigrado da Irlanda no final do século XIX e, aos 42 anos, já era proprietária de uma pensão de sucesso em Chicago. No Natal de 1911, Kate retornou ao seu lar no Condado de Mayo, Irlanda, para visitar amigos e familiares, com a intenção de levar consigo sua sobrinha de 17 anos, Annie Mcgowan, de volta a Chicago. Numa época em que a Irlanda sofria com uma esmagadora falta de recursos, muitas famílias do Condado de Mayo já tinham parentes vivendo no exterior - e outros partiam a cada dia. As histórias de Kate sobre o sucesso que havia conquistado nos Estados Unidos certamente despertaram o desejo de emigração em alguns que ainda permaneciam. Sua grande amiga, Catherine Bourke, decidiu juntar-se à viagem com o marido e a cunhada. Sete jovens mulheres solteiras da vizinhança já planejavam viajar para a América e optaram por acompanhar o grupo de Kate, acreditando que encontrariam segurança em número. Os dois últimos integrantes do grupo eram jovens homens, primos de algumas das viajantes, que também desejavam juntar-se aos irmãos já estabelecidos na América. Assim, o grupo final de quatorze pessoas era formado por primos, irmãos e vizinhos - todos unidos na jornada conduzida por Miss Mcgowan em direção a um futuro mais promissor."
    },
    "postIceberg": {
      "fr": "Catherine McGowan, voyageant en troisième classe, ne survécut pas à la catastrophe du Titanic.",
      "en": "Catherine McGowan, traveling in third class, did not survive the Titanic disaster.",
      "da": "Catherine McGowan, der rejste på tredje klasse, overlevede ikke Titanic-katastrofen.",
      "de": "Catherine McGowan, die in der Dritten Klasse reiste, überlebte die Titanic-Katastrophe nicht.",
      "it": "Catherine McGowan, che viaggiava in terza classe, non sopravvisse al disastro del Titanic.",
      "pt": "Catherine McGowan, passageira da Terceira Classe, não sobreviveu ao desastre do Titanic."
    }
  }
}