{
  "passenger58": {
    "grade": "Passenger",
    "age": 24,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/58-Elin-Hakkarainen.jpg",
      "alt": "picture of Elin Hakkarainen"
    },
    "name": {
      "fr": "Elin Hakkarainen",
      "en": "Elin Hakkarainen",
      "da": "Elin Hakkarainen",
      "de": "Elin Hakkarainen",
      "it": "Elin Hakkarainen",
      "pt": "Elin Hakkarainen",
      "nl": "Elin Hakkarainen"
    },
    "description": {
      "fr": "Passagère de troisième classe, Elin Hakkarainen voyage avec son mari Pekka alors qu’ils retournent aux États-Unis après leur mariage en Finlande. Née en Finlande, Elin a émigré aux États-Unis en 1907, où elle rencontre Pekka, un ouvrier sidérurgiste également originaire de Finlande. Le couple retourne au pays et se marie en janvier 1912. Leur séjour en Finlande doit être bref: ils prévoient de repartir pour les États-Unis en avril afin que Pekka évite la conscription dans l’armée russe. Leur plan initial de voyager sur le Mauretania est abandonné au profit du luxe du Titanic. Elin décrit les 'extras' dont ils bénéficient en troisième classe et leur routine à bord. Ils se promènent sur les ponts le jour et passent leurs soirées à jouer avec des amis finlandais dans la salle commune de troisième classe. Le dimanche 14, ils assistent à l’office religieux après le petit-déjeuner et passent une nouvelle soirée tardive à jouer. Quand ils se couchent ce soir-là, ils ont du mal à croire qu’ils doivent débarquer à New York dans seulement deux jours.",
      "en": "3rd passenger Elin Hakkarainen was traveling with her husband Pekka as they returned to the U.S. after their wedding in Finland. A Finnish-born woman, Elin had emigrated to the U.S. in 1907, where she met Pekka - a steelworker who was also a native of Finland. The two returned to their home country and were married in January of 1912. Their sojourn home was to be brief, however, planning their return to the U.S. in April of the same year, so Pekka might avoid conscription into the Russian army.Their initial plan to take the Mauretania was scrapped in favor of the luxury of the new liner Titanic. Elin described the extras they enjoyed in Titanic's 3rd, and described settling into a routine. They walked the ship's decks during the day, and spent evenings playing games in the third-class general room with friends from Finland. On Sunday the fourteenth they attended church services after breakfast, and spent another late evening in the game room. As they climbed into bed sometime late that evening, they could scarcely believe they were scheduled to land in New York in only two days.",
      "da": "Elin Hakkarainen, passager på tredje klasse, rejste med sin mand Pekka - de var på vej tilbage til USA efter deres bryllup i Finland. Elin var født i Finland og emigrerede til USA i 1907, hvor hun mødte Pekka - en stålarbejder, som også var født i Finland. De to vendte tilbage til deres hjemland og blev gift i januar 1912. Deres ophold hjemme skulle dog blive kort, for de planlagde at vende tilbage til USA i april samme år, så Pekka kunne undgå at blive indkaldt til den russiske hær. Deres oprindelige plan om at sejle med Mauretania blev ændret til fordel for den nye luksusliner Titanic. Elin skrev om de ekstra bekvemmeligheder, de nød godt af på tredje klasse på Titanic, og beskrev, hvordan de fandt ind i en rutine. De spadserede rundt på skibets dæk om dagen, og om aftenen spillede de spil med venner fra Finland i opholdsrummet på tredje klasse. Søndag den 14. april deltog de i gudstjenesten efter morgenmaden og tilbragte endnu en sen aften med at spille i opholdsrummet. Da de gik i seng sent den aften, kunne de næsten ikke tro, at de skulle ankomme til New York om kun to dage.",
      "de": "Die Passagierin Elin Hakkarainen reiste mit ihrem Mann Pekka in der Dritten Klasse, als sie nach ihrer Hochzeit in Finnland in die USA zurückkehrten. Die gebürtige Finnin Elin war 1907 in die USA ausgewandert, wo sie Pekka kennenlernte - einen Stahlarbeiter, der ebenfalls aus Finnland stammte. Die beiden kehrten in ihr Heimatland zurück und heirateten im Januar 1912. Ihr Aufenthalt in der Heimat sollte jedoch nur kurz sein, denn sie planten ihre Rückkehr in die USA für April desselben Jahres, damit Pekka der Einberufung zur russischen Armee entgehen konnte. Ihr ursprünglicher Plan, die Mauretania zu nehmen, wurde zugunsten des Luxus des neuen Linienschiffs Titanic verworfen. Elin beschrieb die „Extras“, die sie in der Dritten Klasse der Titanic genossen, und erzählte, dass sie sich an eine Routine gewöhnt hatten. Tagsüber gingen sie auf den Decks des Schiffes spazieren und verbrachten die Abende mit Spielen im Aufenthaltsraum der Dritten Klasse mit Freunden aus Finnland. Am Sonntag, dem vierzehnten, besuchten sie nach dem Frühstück den Gottesdienst und verbrachten einen weiteren späten Abend im Spielzimmer. Als sie am späten Abend ins Bett gingen, konnten sie kaum glauben, dass sie in nur zwei Tagen in New York ankommen würden.",
      "it": "La passeggera di terza classe Elin Hakkarainen era in viaggio con il marito Pekka e stava tornando negli Stati Uniti dopo essersi sposati in Finlandia. Elin era emigrata negli Stati Uniti nel 1907 dove aveva incontrato Pekka, un operaio siderurgico anch’egli nativo della Finlandia. I due tornarono nel loro paese natale e si sposarono nel gennaio del 1912. Il soggiorno a casa fu breve, tuttavia, pianificarono il ritorno negli Stati Uniti nell’aprile dello stesso anno, in modo che Pekka potesse evitare la leva nell’esercito russo l’anno seguente.Il piano iniziale di prendere il Mauritania fu scartato in favore del lussuoso, nuovo transatlantico Titanic. Elin, in un messaggio dal transatlantico, descrisse i vantaggi di cui godevano nella terza classe del Titanic e descrisse la loro piacevole “routine” quotidiana: camminavano sui ponti della nave durante il giorno e passavano le serate giocando nella sala comune di terza classe con gli amici finlandesi. Domenica 14 avevano frequentato le funzioni della chiesa dopo la prima colazione e avevano trascorso un’altra serata attardandosi nella sala giochi. Andarono a letto a tarda sera e non riuscivano a credere che avrebbero potuto raggiungere New York con soli altri due  giorni di navigazione.",
      "pt": "Elin Hakkarainen viajava com o marido, Pekka, em seu retorno aos Estados Unidos após o casamento na Finlândia. Nascida na Finlândia, Elin havia emigrado para os EUA em 1907, onde conheceu Pekka - um operário siderúrgico também natural do país. O casal voltou à terra natal e se casou em janeiro de 1912. No entanto, a estadia seria breve: planejavam regressar aos Estados Unidos em abril do mesmo ano, para que Pekka pudesse evitar o alistamento obrigatório no exército russo. O plano inicial era embarcar no navio Mauretania, mas foi abandonado em favor do luxo do novo transatlântico Titanic. Elin descreveu os “extras” de que desfrutaram na terceira classe do Titanic e como rapidamente estabeleceram uma rotina a bordo. Caminhavam pelos conveses durante o dia e, à noite, passavam o tempo jogando com amigos finlandeses no salão de uso geral da terceira classe. No domingo, dia 14, participaram de um culto religioso após o café da manhã e voltaram a se reunir à noite para jogos no salão. Ao deitarem-se tarde naquela noite, mal podiam acreditar que, em apenas dois dias, deveriam chegar a Nova Iorque.",
      "nl": "Elin Hakkarainen reisde in de derde klasse van de Titanic. Deze persoon was 24 jaar oud. Deze persoon reisde als passagier. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Elin Hakkarainen kort samen."
    },
    "postIceberg": {
      "fr": "Beaucoup de survivants de troisième classe ne parlaient pas suffisamment anglais pour être interviewés au moment du naufrage, mais en 1987, l’anglais d’Elin était excellent et elle écrivit un récit de son expérience pour Yankee Magazine. Elle décrit la confusion dans les couloirs de troisième classe, les portes verrouillées, et le fait d’avoir été sauvée par un steward qui guida leur groupe vers l’endroit où les canots étaient mis à l’eau. 'Bientôt, il y eut un coup très fort et très rapide à la porte, et une de mes amies finlandaises entra en courant pour dire que le navire avait heurté quelque chose et coulait. “Où est Pekko?” demanda-t-elle. “Il est parti voir pourquoi le navire s’était arrêté. Je ne sais pas où il est maintenant.” “Comment est-il sorti du couloir?” continua-t-elle. “Toutes les portes sont verrouillées!” J’étais confuse; je ne savais pas quoi faire. Après quelques instants, j’ai attrapé mon sac à main et mon gilet de sauvetage et j’ai couru dans le couloir. La porte était verrouillée! Toutes les portes étaient verrouillées.'",
      "en": "Many 3rd survivors didn't speak enough English to be interviewed at the time of the sinking, but by 1987 Elin's English was strong, and she wrote an account of her ecperience for Yankee Magazine. She describes the confusion of 3rd hallways, of encountering locked doors, and being part of a group saved by a steward who guided them to where the lifeboats were being loaded.Soon there was a hard and very fast knock at the door, and one of my friends from Finland dashed in to say the ship had struck something and was sinking. 'Where is Pekko?' she asked. 'He went to see why the ship had stopped. I don’t know where he is now.' 'How did he get out of the passageway?' she continued. 'All the doors are locked!' I was confused; I didn’t know what to do next. After a few moments I grabbed my purse and life jacket and ran out to the passageway. The door was locked! All of the doors were locked. Elin describes calling out to her husband from the life boat in hopes that he would be able to find her, but Pekka was lost in the sinking.",
      "da": "Mange overlevende fra tredje klasse talte ikke godt nok engelsk til at blive interviewet på tidspunktet for forliset, men i 1987 var Elins engelsk rigtig godt, og hun skrev en beretning om sine oplevelser til Yankee Magazine. Hun beskriver forvirringen i gangene på tredje klasse, mødet med låste døre og det at være en del af en gruppe, der blev reddet af en steward, som viste dem hen til det sted, hvor man gik i redningsbådene.\n\n'Pludselig bankede det hårdt og hurtigt på døren, og en af mine venner fra Finland styrtede ind og sagde, at skibet havde ramt noget og var ved at synke. 'Hvor er Pekka?' spurgte hun. 'Han gik op for at se, hvorfor skibet er stoppet. Jeg ved ikke, hvor han er nu.' 'Hvordan kom han op?' fortsatte hun. 'Alle døre er låst!” Jeg var forvirret, og jeg vidste ikke, hvad jeg skulle gøre. Efter et øjeblik tog jeg min taske og redningsvest og løb ud i gangen. Døren var låst! Alle døre var låst.'\n\nElin beskriver, hvordan hun kaldte på sin mand fra redningsbåden i håb om, at han ville kunne finde hende, men Pekka var omkommet i forliset.",
      "de": "Viele Überlebende der Dritten Klasse sprachen zum Zeitpunkt des Schiffbruchs nicht gut genug Englisch, um interviewt zu werden, aber 1987 hatte sich Elins Englisch verbessert und sie schrieb einen Bericht über ihre Erfahrungen für das Yankee Magazine. Sie beschreibt das Durcheinander in den Gängen der Dritten Klasse, die verschlossenen Türen und die Tatsache, dass sie zu einer Gruppe gehörte, die von einem Steward gerettet wurde, der sie zu den Rettungsbooten führte. „Bald klopfte es laut und schnell an die Tür und einer meiner finnischen Freunde stürmte herein und sagte, das Schiff sei auf etwas gestoßen und würde sinken. Wo ist Pekko?“, fragte sie. Er war gegangen, um zu sehen, warum das Schiff stehen geblieben war. Ich weiß nicht, wo er jetzt ist. Wie ist er aus dem Gang gekommen?', fragte er weiter. Alle Türen sind geschlossen!“ Ich war verwirrt und wusste nicht, was ich tun sollte. Nach ein paar Augenblicken schnappte ich mir meine Tasche und meine Schwimmweste und rannte in Richtung Korridor. Die Tür war geschlossen! Alle Türen waren geschlossen.“ Elin beschreibt, wie sie ihren Mann vom Rettungsboot aus rief, in der Hoffnung, dass er sie finden würde, aber Pekka war im Schiffswrack verschollen.",
      "it": "Molti sopravvissuti di terza classe non parlavano abbastanza bene inglese per essere ascoltati subito dopo l’affondamento, ma nel 1987 l’inglese di Elin era ormai solido e la donna scrisse un resoconto della sua esperienza per il Yankee Magazine. Nel suo racconto descrive la confusione dei corridoi di terza classe, la disperazione per le porte chiuse a chiave e la speranza quando lei e tutto un gruppo vennero salvati da uno steward che li giudò verso le scialuppe. “Bussarono insistentemente alla porta: uno dei miei amici dalla Finlandia si era precipitato a dirci che la nave aveva colpito qualcosa e stava affondando. ‘Dov’è Pekko?’ chiese. ‘ È andato a vedere perché la nave si era fermata. Non so dove sia ora.’ Risposi.  ‘Come ha fatto a uscire verso il ponte?’ continuò. ‘Tutte le porte sono chiuse!’ Ero confusa. Non sapevo cosa fare. Dopo alcuni momenti di rsitazione ho afferrato la borsa e giubbotto di salvataggio e sono corsa verso il passaggio delle scale. La porta era chiusa! Tutte le porte erano chiuse a chiave!” Dopo che lo Steward fece loro strada Elin descrive le sue grida disperate alla ricerca del marito anche quando era ormai salita sulla scialuppa.",
      "pt": "Muitos sobreviventes da Terceira Classe não falavam inglês suficiente para serem entrevistados na época do naufrágio, mas em 1987 o inglês de Elin já estava fluente e ela escreveu um relato de sua experiência para a revista Yankee Magazine. Ela descreve a confusão nos corredores da Terceira Classe, o encontro com portas trancadas e como fez parte de um grupo salvo por um mordomo que os guiou até os botes salva-vidas que estavam sendo embarcados. Logo houve uma batida forte e muito rápida na porta, e uma das minhas amigas da Finlândia entrou correndo para dizer que o navio havia colidido com algo e estava afundando. ‘Onde está Pekko?’ ela perguntou. ‘Ele foi ver por que o navio parou. Não sei onde ele está agora.’ ‘Como ele conseguiu sair do corredor?’ continuou. ‘Todas as portas estão trancadas!’ Eu fiquei confusa; não sabia o que fazer a seguir. Depois de alguns momentos, peguei minha bolsa e meu colete salva-vidas e corri para o corredor. A porta estava trancada! Todas as portas estavam trancadas; Elin descreve ter chamado seu marido do bote salva-vidas na esperança de que ele a encontrasse, mas Pekka se perdeu durante o naufrágio.",
      "nl": "Na de schipbreuk bleef Elin Hakkarainen bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
