{
  "passenger82": {
    "grade": "staff",
    "age": 50,
    "role": {
      "fr": "Hôtesse principale",
      "en": "Senior Stewardess",
      "da": "Chefstewardesse",
      "de": "Chefstewardess",
      "it": "Capo assistente di volo",
      "pt": "Comissária-chefe",
      "nl": "Senior Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/82-Mary-Elizabeth-Leather.png",
      "alt": "picture of Mary Elizabeth Leather"
    },
    "name": {
      "fr": "Mary Elizabeth Leather",
      "en": "Mary Elizabeth Leather",
      "da": "Mary Elizabeth Leather",
      "de": "Mary Elizabeth Leather",
      "it": "Mary Elizabeth Leather",
      "pt": "Mary Elizabeth Leather",
      "nl": "Mary Elizabeth Leather"
    },
    "description": {
      "fr": "Elizabeth Mary Leather - née Edwards - naquit le 16 juin 1861 à Liverpool. Fille d’un journaliste et de son épouse, elle choisit la vie en mer et travailla de longues années comme stewardess de première classe avant de rejoindre le RMS Titanic en avril 1912. Forte d’une carrière maritime d’au moins une décennie, elle avait servi à bord de navires tels que le Cuban et le Cedric, tout en résidant à Port Sunlight, près de Liverpool. Lorsqu’elle s’engagea à Southampton comme stewardess principale du Titanic, elle percevait un salaire de 3 livres et 10 shillings par mois, une rémunération honorable pour l’époque. Dans la nuit où le Titanic heurta l’iceberg, elle se leva avec calme pour aider ses passagers, les enveloppant de couvertures et les guidant sur le pont B. Elle affronta le chaos de cette nuit tragique avec sang-froid et courage. Par la suite, elle fut l’une des deux seules stewardesses officiellement appelées à témoigner lors de l’enquête du Board of Trade, apportant son récit direct de la catastrophe. Son image et son histoire incarnent la bravoure de l’équipage du Titanic - des femmes qui portèrent une lourde responsabilité dans des circonstances impossibles. Elizabeth Mary Leather symbolise le dévouement stoïque des stewards du navire, dont beaucoup ne survécurent pas.",
      "en": "Elizabeth Mary Leather-nee Edwards-was born on June 16, 1861, in Liverpool. Daughter of a newspaper reporter and his wife, she chose a life at sea and worked as a first-class stewardess for years before joining the RMS Titanic in April 1912. With a steady maritime career spanning at least a decade, she held positions aboard ships such as the Cuban and Cedric, living in Port Sunlight, near Liverpool. When she signed on to the Titanic at Southampton as a senior stewardess, she earned £3 10s per month, a reasonable wage for the time. On the night the Titanic struck the iceberg, she rose calmly to help her passengers, wrapping them in blankets as she guided them on B-deck. She endured the night’s chaos with composure and courage. In the aftermath, she was one of just two stewardesses officially called to testify at the Board of Trade inquiry-contributing her firsthand account of the tragedy. Her image and story reflect the bravery of the Titanic's crew-women who carried the weight of responsibility under impossible circumstances. Elizabeth Mary Leather represents the stoic dedication of the ship’s stewards, many of whom would not survive. ",
      "da": "Elizabeth Mary Leather-født Edwards-blev født den 16. juni 1861 i Liverpool. Datter af en avisreporter og hans hustru, valgte hun et liv til søs og arbejdede i årevis som stewardesse i første klasse, før hun tiltrådte RMS Titanic i april 1912. Med en stabil maritim karriere, der strakte sig over mindst et årti, havde hun stillinger ombord på skibe som Cuban og Cedric, mens hun boede i Port Sunlight nær Liverpool. Da hun underskrev sin kontrakt på Titanic i Southampton som overordnet stewardesse, tjente hun £3 10s pr. måned-en rimelig løn for tiden. Den nat, hvor Titanic ramte isbjerget, rejste hun sig roligt for at hjælpe sine passagerer, pakkede dem ind i tæpper, mens hun guidede dem på B-dæk. Hun udholdt nattens kaos med ro og mod. Efterfølgende var hun en af kun to stewardesser, der officielt blev kaldt til at vidne ved Board of Trade Inquiry-hvor hun bidrog med sin førstehåndsberetning om tragedien. Hendes billede og historie afspejler modet hos Titanics besætning-kvinder, der bar ansvaret under umulige omstændigheder. Elizabeth Mary Leather repræsenterer den stoiske dedikation hos skibets stewarder, hvoraf mange ikke overlevede.",
      "de": "Elizabeth Mary Leather-geb. Edwards-wurde am 16. Juni 1861 in Liverpool geboren. Tochter eines Zeitungsreporters und seiner Frau, entschied sie sich für ein Leben auf See und arbeitete viele Jahre lang als Erste-Klasse-Stewardess, bevor sie im April 1912 an Bord der RMS Titanic ging. Mit einer soliden maritimen Karriere, die sich über mindestens ein Jahrzehnt erstreckte, hatte sie Positionen auf Schiffen wie der Cuban und der Cedric inne und lebte in Port Sunlight in der Nähe von Liverpool. Als sie in Southampton als leitende Stewardess auf der Titanic anheuerte, verdiente sie £3 10s pro Monat-ein angemessener Lohn für die damalige Zeit. In der Nacht, als die Titanic den Eisberg rammte, erhob sie sich ruhig, um ihren Passagieren zu helfen, wickelte sie in Decken und führte sie auf Deck B. Sie ertrug das Chaos der Nacht mit Gelassenheit und Mut. Im Anschluss war sie eine von nur zwei Stewardessen, die offiziell aufgefordert wurden, bei der Board of Trade Inquiry auszusagen-und trug ihren Augenzeugenbericht zur Tragödie bei. Ihr Bild und ihre Geschichte spiegeln den Mut der Besatzung der Titanic wider-Frauen, die unter unmöglichen Umständen Verantwortung trugen. Elizabeth Mary Leather verkörpert die stoische Hingabe der Schiffs-Stewards, von denen viele nicht überlebten.",
      "it": "Elizabeth Mary Leather-nata Edwards-nacque il 16 giugno 1861 a Liverpool. Figlia di un cronista e di sua moglie, scelse una vita in mare e lavorò per anni come cameriera di prima classe prima di imbarcarsi sulla RMS Titanic nell’aprile 1912. Con una solida carriera marittima durata almeno un decennio, ricoprì incarichi su navi come la Cuban e la Cedric, vivendo a Port Sunlight, vicino a Liverpool. Quando firmò a Southampton come cameriera senior sulla Titanic, guadagnava £3 10s al mese-uno stipendio ragionevole per l’epoca. La notte in cui la Titanic colpì l’iceberg, si alzò con calma per assistere i suoi passeggeri, avvolgendoli in coperte mentre li guidava sul ponte B. Affrontò il caos della notte con compostezza e coraggio. In seguito fu una delle sole due cameriere ufficialmente chiamate a testimoniare davanti alla Board of Trade Inquiry-contribuendo con il suo racconto diretto della tragedia. La sua immagine e la sua storia riflettono il coraggio dell’equipaggio della Titanic-donne che portarono il peso della responsabilità in circostanze impossibili. Elizabeth Mary Leather rappresenta la dedizione stoica degli steward della nave, molti dei quali non sopravvissero.",
      "pt": "Elizabeth Mary Leather - nascida Elizabeth Mary Edwards - veio ao mundo em 16 de junho de 1861, em Liverpool. Filha de um repórter de jornal e sua esposa, escolheu a vida no mar, atuando por muitos anos como camareira de primeira classe antes de integrar a tripulação do RMS Titanic, em abril de 1912. Com uma sólida carreira marítima de pelo menos uma década, serviu em navios como o Cuban e o Cedric, residindo em Port Sunlight, próximo a Liverpool. Ao assinar contrato no Titanic, em Southampton, como camareira sênior, recebeu o salário de £3 10s por mês, considerado razoável para a época. Na noite em que o Titanic colidiu com o iceberg, Elizabeth levantou-se com calma para auxiliar os passageiros, cobrindo-os com mantas enquanto os guiava pelo convés B. Enfrentou o caos daquela noite com compostura e coragem. Após a tragédia, foi uma das apenas duas camareiras chamadas a depor oficialmente no inquérito do Board of Trade, oferecendo seu relato direto dos acontecimentos.Sua imagem e sua trajetória simbolizam a bravura da tripulação feminina do Titanic - mulheres que carregaram a responsabilidade de servir e proteger em circunstâncias impossíveis. Elizabeth Mary Leather representa a dedicação estoica dos camareiros do navio, muitos dos quais não sobreviveram.",
      "nl": "Elizabeth Mary Leather-nee Edwards-was born on June 16, 1861, in Liverpool. Daughter of a newspaper reporter and his wife, she chose a life at sea and worked as a first-class stewardess for years before joining the RMS Titanic in April 1912. With a steady maritime career spanning at least a decade, she held positions aboard ships such as the Cuban and Cedric, living in Port Sunlight, near Liverpool. When she signed on to the Titanic at Southampton as a senior stewardess, she earned £3 10s per month, a reasonable wage for the time. On the night the Titanic struck the iceberg, she rose calmly to help her passengers, wrapping them in blankets as she guided them on B-deck. She endured the night’s chaos with composure and courage. In the aftermath, she was one of just two stewardesses officially called to testify at the Board of Trade inquiry-contributing her firsthand account of the tragedy. Her image and story reflect the bravery of the Titanic's crew-women who carried the weight of responsibility under impossible circumstances. Elizabeth Mary Leather represents the stoic dedication of the ship’s stewards, many of whom would not survive. "
    },
    "postIceberg": {
      "fr": "Le professionnalisme et l’expérience directe de Mary firent d’elle l’une des deux seules stewardesses appelées à témoigner lors de l’enquête officielle du Board of Trade sur la catastrophe. Son récit apporta des détails précieux sur la mise à l’eau des canots de sauvetage et sur le comportement des passagers, renforçant l’image de bravoure et de sang-froid de l’équipage du Titanic durant l’évacuation. Après le naufrage, Mary reprit du service au sein de la White Star Line, poursuivant sa carrière maritime. Elle s’installa plus tard avec sa famille à Ewell, dans le Surrey. Mary Elizabeth Leather s’éteignit le 2 janvier 1933, à l’âge de 71 ans, dans un petit hôpital local. Elle fut inhumée aux côtés de son mari à l’église St. Mary the Virgin, à Ewell. Bien que sa pierre tombale indique par erreur l’année 1932 comme date de décès, son héritage demeure celui d’une remarquable membre féminine de l’équipage du Titanic.",
      "en": "Mary’s professionalism and first-hand experience led to her being one of only two stewardesses called to testify at the official Board of Trade Inquiry into the disaster. Her account provided valuable details about lifeboat launching and passenger behavior, reinforcing the bravery and composure of Titanic’s crew during the evacuation. After the Titanic disaster, Mary returned to service with the White Star Line, continuing her maritime career. She later settled with her family in Ewell, Surrey. Mary Elizabeth Leather died on January 2, 1933, at the age of 71, in a local cottage hospital. She was buried beside her husband at St. Mary the Virgin Church, Ewell. Though her gravestone mistakenly records her year of death as 1932, her legacy endures as one of the Titanic’s remarkable female crew members.",
      "da": "Marys professionalisme og førstehåndserfaring gjorde hende til en af kun to stewardesser, der blev kaldt til at vidne ved den officielle Board of Trade Inquiry om katastrofen. Hendes beretning gav værdifulde detaljer om søsætning af redningsbåde og passagerernes opførsel og understregede Titanics besætnings mod og ro under evakueringen. Efter Titanic-katastrofen vendte Mary tilbage i tjeneste hos White Star Line og fortsatte sin maritime karriere. Senere slog hun sig ned med sin familie i Ewell, Surrey. Mary Elizabeth Leather døde den 2. januar 1933 i en alder af 71 år på et lokalt hospital. Hun blev begravet ved siden af sin mand i St. Mary the Virgin Church, Ewell. Selvom hendes gravsten fejlagtigt angiver dødsåret som 1932, lever hendes arv videre som et af Titanics bemærkelsesværdige kvindelige besætningsmedlemmer.",
      "de": "Marys Professionalität und ihre unmittelbare Erfahrung führten dazu, dass sie eine von nur zwei Stewardessen war, die aufgefordert wurden, vor der offiziellen Board of Trade Inquiry zur Katastrophe auszusagen. Ihr Bericht lieferte wertvolle Details über das Aussetzen der Rettungsboote und das Verhalten der Passagiere und unterstrich den Mut und die Gelassenheit der Besatzung der Titanic während der Evakuierung. Nach der Titanic-Katastrophe kehrte Mary in den Dienst der White Star Line zurück und setzte ihre maritime Laufbahn fort. Später ließ sie sich mit ihrer Familie in Ewell, Surrey, nieder. Mary Elizabeth Leather starb am 2. Januar 1933 im Alter von 71 Jahren in einem örtlichen Krankenhaus. Sie wurde neben ihrem Ehemann an der St. Mary the Virgin Church in Ewell beigesetzt. Obwohl ihr Grabstein fälschlicherweise das Todesjahr 1932 angibt, bleibt ihr Vermächtnis als eines der bemerkenswerten weiblichen Besatzungsmitglieder der Titanic bestehen.",
      "it": "Il professionalismo e l’esperienza diretta di Mary la portarono a essere una delle sole due cameriere di bordo chiamate a testimoniare all’inchiesta ufficiale del Board of Trade sulla tragedia. La sua testimonianza fornì dettagli preziosi sul varo delle scialuppe e sul comportamento dei passeggeri, rafforzando l’immagine di coraggio e compostezza dell’equipaggio della Titanic durante l’evacuazione. Dopo il disastro della Titanic, Mary tornò al servizio con la White Star Line, proseguendo la sua carriera marittima. In seguito si stabilì con la sua famiglia a Ewell, nel Surrey. Mary Elizabeth Leather morì il 2 gennaio 1933 all’età di 71 anni in un piccolo ospedale locale. Fu sepolta accanto a suo marito presso la chiesa di St. Mary the Virgin, Ewell. Sebbene la sua lapide riporti erroneamente come anno di morte il 1932, il suo lascito perdura come una delle notevoli donne dell’equipaggio della Titanic.",
      "pt": " O profissionalismo e a experiência direta de Mary fizeram com que ela fosse uma das apenas duas camareiras chamadas a depor no Inquérito oficial do Board of Trade sobre o desastre. Seu relato trouxe informações importantes sobre o lançamento dos botes salva-vidas e o comportamento dos passageiros, reforçando a coragem e a calma da tripulação do Titanic durante a evacuação. Depois do naufrágio, Mary voltou ao serviço na White Star Line, continuando sua carreira no mar. Mais tarde, estabeleceu-se com a família em Ewell, Surrey. Mary Elizabeth Leather faleceu em 2 de janeiro de 1933, aos 71 anos, em um hospital local. Foi sepultada ao lado do marido na St. Mary the Virgin Church, em Ewell. Sua lápide, no entanto, registra incorretamente o ano de falecimento como 1932. Ainda assim, sua memória permanece como a de uma das notáveis mulheres da tripulação do Titanic",
      "nl": "Mary’s professionalism and first-hand experience led to her being one of only two stewardesses called to testify at the official Board of Trade Inquiry into the disaster. Her account provided valuable details about lifeboat launching and passenger behavior, reinforcing the bravery and composure of Titanic’s crew during the evacuation. After the Titanic disaster, Mary returned to service with the White Star Line, continuing her maritime career. She later settled with her family in Ewell, Surrey. Mary Elizabeth Leather died on January 2, 1933, at the age of 71, in a local cottage hospital. She was buried beside her husband at St. Mary the Virgin Church, Ewell. Though her gravestone mistakenly records her year of death as 1932, her legacy endures as one of the Titanic’s remarkable female crew members."
    }
  }
}