{
  "passenger67": {
    "grade": "Passenger",
    "age": 23,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/67-NOPICS2.png",
      "alt": "picture of Latifah al-Ba'qlīnī"
    },
    "name": {
      "fr": "Laṭīfah al-Ba'qlīnī",
      "en": "Laṭīfah al-Ba'qlīnī",
      "da": "Laṭīfah al-Ba'qlīnī",
      "de": "Laṭīfah al-Ba'qlīnī",
      "it": "Laṭīfah al-Ba'qlīnī",
      "pt": "Laṭīfah al-Ba'qlīnī",
      "nl": "Laṭīfah al-Ba'qlīnī"
    },
    "description": {
      "fr": "Laṭīfah al-Ba'qlīnī, qui voyageait avec As'ad Tannūs, cherche elle aussi une nouvelle vie en Amérique. Elle vit également en Syrie, confrontée aux mêmes défis économiques. Ensemble, ils planifient leur voyage, mutualisent leurs ressources et se préparent à une nouvelle vie. Leur objectif est d’obtenir de meilleures conditions de vie et plus d’opportunités aux États-Unis. La traversée sur le Titanic symbolise pour eux un nouveau départ et l’espoir d’un avenir meilleur.",
      "en": "Laṭīfah al-Ba'qlīnī, traveling with As'ad Tannūs, was also seeking a new life in America. Before boarding the Titanic, she lived in Syria, where she faced economic challenges and limited opportunities. Laṭīfah and As'ad planned their journey together, pooling their resources and making the necessary preparations. Their goal was to find better living conditions and greater opportunities in the United States. The voyage on the Titanic represented a hopeful start for both, as they looked forward to the promise of a better future in a new country.",
      "da": "Laṭīfah al-Ba'qlīnī, som rejste sammen med As'ad Tannūs, søgte også et nyt liv i Amerika. Før hun gik ombord på Titanic, boede hun i Syrien, hvor hun havde økonomiske udfordringer og begrænsede muligheder. Laṭīfah og As'ad planlagde deres rejse sammen, sparede op og gjorde de nødvendige forberedelser. Deres mål var at få et bedre liv og flere muligheder i USA. Rejsen med Titanic var en håbefuld start for dem begge, og de så frem til at tage hul på en bedre fremtid i et nyt land.",
      "de": "Laṭīfah al-Ba'qlīnī, die mit As'ad Tannūs reiste, suchte ebenfalls ein neues Leben in Amerika. Bevor sie an Bord der Titanic ging, lebte sie in Syrien, wo sie mit wirtschaftlichen Herausforderungen und begrenzten Möglichkeiten konfrontiert war. Laṭīfah und As'ad planten ihre Reise gemeinsam, legten ihre Ressourcen zusammen und trafen die notwendigen Vorbereitungen. Ihr Ziel war es, in den Vereinigten Staaten bessere Lebensbedingungen und Chancen zu finden. Die Reise auf der Titanic stellte für beide einen hoffnungsvollen Anfang dar, da sie sich auf eine bessere Zukunft in einem neuen Land freuten.",
      "it": "Laṭīfah al-Ba'qlīnī, che viaggiava con As'ad Tannūs, cercava anche lei una nuova vita in America. Prima di imbarcarsi sul Titanic, viveva in Siria, dove affrontava sfide economiche e opportunità limitate. Laṭīfah e As'ad pianificarono il loro viaggio insieme, mettendo in comune le loro risorse e facendo i preparativi necessari. Il loro obiettivo era trovare migliori condizioni di vita e maggiori opportunità negli Stati Uniti. Il viaggio sul Titanic rappresentava un inizio speranzoso per entrambi, poiché guardavano con fiducia a un futuro migliore in un nuovo paese. ",
      "pt": "Laṭīfah al-Ba'qlīnī, que viajava com As'ad Tannūs, também buscava uma nova vida na América. Antes de embarcar no Titanic, ela vivia na Síria, onde enfrentava dificuldades econômicas e poucas oportunidades. Laṭīfah e As'ad planejaram a viagem juntos, unindo seus recursos e fazendo os preparativos necessários. O objetivo deles era encontrar melhores condições de vida e maiores oportunidades nos Estados Unidos. A travessia no Titanic representava para ambos um início repleto de esperança, enquanto aguardavam ansiosos pela promessa de um futuro melhor em um novo país.",
      "nl": "Laṭīfah al-Ba'qlīnī, traveling with As'ad Tannūs, was also seeking a new life in America. Before boarding the Titanic, she lived in Syria, where she faced economic challenges and limited opportunities. Laṭīfah and As'ad planned their journey together, pooling their resources and making the necessary preparations. Their goal was to find better living conditions and greater opportunities in the United States. The voyage on the Titanic represented a hopeful start for both, as they looked forward to the promise of a better future in a new country."
    },
    "postIceberg": {
      "fr": "Latifeh Baaklini, 24 ans, et ses trois petites filles ont failli manquer de temps. Elles trouvèrent de justesse des places dans un canot, réservé principalement aux femmes et aux enfants, comme le veut la loi maritime. Soudain, sa fille adolescente, Adele, décida de retourner à sa cabine. Son père, l’homme d’affaires Nagib Kiameh, écrivit plus tard dans une lettre datée du 4 juillet 1912 que 'sa cupidité a failli lui coûter la vie'. Le canot avait en fait déjà été descendu à la mer sans elle, malgré les cris de Latifeh. Adele revint quelques instants plus tard, une paire de chaussettes nouée autour du cou. On découvrit plus tard qu’elle avait caché ses pièces d’or dans ses chaussettes et que ses bras étaient chargés de pots de debs (mélasse) qu’elle voulait emporter, car elle avait du mal à en trouver.",
      "en": "Latifeh Baaklini, 24, and her three little girls, almost ran out of time. They barely found spots in a lifeboat, assigned primarily to women and children, as maritime law dictates. Abruptly,her teenage daughter, Adele, decided to head back to her cabin. Her father, businessman Nagib Kiameh, later wrote in a letter dated July 4, 1912, that “her greed almost killed her.”The lifeboat had actually been lowered into the sea without her, despite Latifeh’s screams. Adele returned a few moments later, with a pair of socks wrapped around her neck and tied with a rope. It was later revealed that she had placed her gold coins inside her socks and her arms were full of pots of debs (molasses) that she wanted to take with her, because she had a hard time making it.",
      "da": " Latifeh Baaklini, 24 år, og hendes tre små piger var ved at løbe tør for tid. De fandt med nød og næppe plads i en redningsbåd, der primært var beregnet til kvinder og børn, som søloven foreskriver. Pludselig besluttede en ung pige i båden, som Latifeh kendte, at gå tilbage til sin kahyt. Hendes far, forretningsmanden Nagib Kiameh, skrev senere i et brev dateret den 4. juli 1912, at 'hendes grådighed næsten slog hende ihjel'\n\nRedningsbåden var faktisk ved at blive sænket ned i havet uden hende på trods af Latifehs modstand. Hun kom tilbage et øjeblik senere med et par sokker viklet om halsen med et reb og kom med. Det viste sig senere, at hun havde lagt guldmønter i sine sokker, og i hænderne havde hun potter fyldt med debs (melasse), en arabisk specialitet, som hun ville tage med sig, fordi den var meget svær at lave.",
      "de": "Der 24-jährigen Latifeh Baaklini und ihren drei Kindern lief fast die Zeit davon. Sie fanden gerade noch einen Platz in einem Rettungsboot, das nach dem Seerecht hauptsächlich für Frauen und Kinder vorgesehen ist. Plötzlich beschloss ihre Teenagertochter Adele, in ihre Kabine zurückzukehren. Ihr Vater, der Geschäftsmann Nagib Kiameh, schrieb später in einem Brief vom 4. Juli 1912, dass „ihre Gier sie fast umgebracht hätte“. Das Rettungsboot war trotz der Schreie Latifehs bereits ohne sie ins Meer gesenkt worden. Wenige Augenblicke später kehrte Adele zurück, mit einem Paar Socken um den Hals gewickelt und mit einem Seil zusammengebunden. Später stellte sich heraus, dass sie ihre Goldmünzen in den Socken versteckt hatte und die Arme voller Töpfe mit Debs (Sirup) hatte, die sie mitnehmen wollte, weil es ihr schwer fiel, sich von ihnen zu trennen.",
      "it": "Latifeh Baaklini, 24 anni, e le sue tre bambine, quasi esaurirono il tempo. Trovarono a malapena posti in una scialuppa di salvataggio, assegnata principalmente a donne e bambini, come stabilisce la legge marittima. Improvvisamente, la sua figlia adolescente, Adele, decise di tornare nella sua cabina. Suo padre, l'uomo d'affari Nagib Kiameh, scrisse successivamente in una lettera datata 4 luglio 1912 che la sua avidità quasi la uccise. La scialuppa era già stata calata in mare senza di lei, nonostante le urla di Latifeh. Adele tornò pochi istanti dopo, con un paio di calzini avvolti intorno al collo e legati con una corda. Si rivelò poi che aveva nascosto le sue monete d'oro nei calzini e aveva le braccia piene di pentole di debs (melassa) che voleva portare con sé, perché aveva difficoltà a separarsene.",
      "pt": "Latifeh Baaklini, 24 anos, e suas três filhas pequenas quase ficaram sem tempo. Mal conseguiram lugares em um bote salva-vidas, reservado principalmente para mulheres e crianças, conforme determina a lei marítima. De repente, sua filha adolescente, Adele, decidiu voltar para a cabine. Seu pai, o empresário Nagib Kiameh, escreveu em uma carta datada de 4 de julho de 1912 que “a ganância dela quase a matou.” O bote salva-vidas havia sido baixado ao mar sem ela, apesar dos gritos de Latifeh. Adele voltou alguns minutos depois, com um par de meias enroladas no pescoço e amarradas com uma corda. Depois foi revelado que ela havia colocado suas moedas de ouro dentro das meias e suas mãos estavam cheias de potes de debs (melaço) que ela queria levar consigo, pois estava tendo dificuldade para se deslocar.",
      "nl": "Latifeh Baaklini, 24, and her three little girls, almost ran out of time. They barely found spots in a lifeboat, assigned primarily to women and children, as maritime law dictates. Abruptly,her teenage daughter, Adele, decided to head back to her cabin. Her father, businessman Nagib Kiameh, later wrote in a letter dated July 4, 1912, that “her greed almost killed her.”The lifeboat had actually been lowered into the sea without her, despite Latifeh’s screams. Adele returned a few moments later, with a pair of socks wrapped around her neck and tied with a rope. It was later revealed that she had placed her gold coins inside her socks and her arms were full of pots of debs (molasses) that she wanted to take with her, because she had a hard time making it."
    }
  }
}