{
  "passenger96": {
    "grade": "Passenger",
    "age": 18,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/96-Madelaine-Talmage-Astor.png",
      "alt": "picture of Madelaine Talmage Astor"
    },
    "name": {
      "fr": "Madelaine Talmage Astor",
      "en": "Madelaine Talmage Astor",
      "da": "Madelaine Talmage Astor",
      "de": "Madelaine Talmage Astor",
      "it": "Madelaine Talmage Astor",
      "pt": "Madelaine Talmage Astor",
      "nl": "Madelaine Talmage Astor"
    },
    "description": {
      "fr": "Madeleine Talmage Force naquit le 19 juin 1893 à Brooklyn, New York. Elle était la cadette de William Hurlbut Force et de Katherine Talmage, membres d’une famille aisée et socialement en vue. Élevée dans le privilège, elle fit ses études à la prestigieuse école pour jeunes filles Miss Spence’s School et voyagea beaucoup durant sa jeunesse, évoluant dans les cercles de l’élite new-yorkaise. En 1911, à seulement 18 ans, Madeleine épousa le colonel John Jacob Astor IV, l’un des hommes les plus riches du monde, également inventeur, soldat et magnat de l’immobilier. Leur union - le colonel Astor avait 47 ans, soit plus du double de l’âge de Madeleine - fit la une de la presse internationale et suscita la controverse dans la haute société. Après leur lune de miel en Europe, le couple se prépara à rentrer aux États-Unis au printemps 1912. Ils réservèrent leur traversée à bord du RMS Titanic. Madeleine et son mari embarquèrent à Cherbourg, France, le 10 avril 1912, accompagnés de sa femme de chambre, Rosalie Bidois, du valet d’Astor, Victor Robbins, ainsi que de leur chien. Le couple occupait la cabine de première classe C-62-64, l’une des plus luxueuses du navire, en route vers leur résidence de la Cinquième Avenue, à New York. Lorsque le Titanic heurta l’iceberg dans la nuit du 14 avril, le colonel Astor accompagna sa jeune épouse enceinte jusqu’au pont des embarcations. Des témoins rapportèrent qu’il découpa un gilet de sauvetage pour en montrer le contenu afin de la rassurer. Madeleine fut aidée à embarquer dans le canot n°4 vers 1 h 55, en compagnie de sa femme de chambre. Astor, interdit d’embarquer en raison de la règle ' les femmes et les enfants d’abord ', resta en arrière. Il périt lors du naufrage ; son corps fut retrouvé par la suite. À seulement 19 ans, Madeleine devint veuve et incarna, malgré elle, l’un des visages symboliques de la tragédie du Titanic.",
      "en": "Madeleine Talmage Force was born on June 19, 1893, in Brooklyn, New York, the younger daughter of William Hurlbut Force and Katherine Talmage, members of a wealthy and socially prominent family. Raised in privilege, she was educated at Miss Spence’s School for Girls and traveled widely in her youth, moving within the circles of New York’s elite. In 1911, at just 18 years old, Madeleine married Colonel John Jacob Astor IV, one of the richest men in the world and a prominent inventor, soldier, and real estate magnate. Their union-Colonel Astor was 47, more than twice Madeleine’s age-captured international headlines and stirred controversy within high society. Following their honeymoon abroad, the couple prepared to return to the United States in the spring of 1912. They booked passage aboard the RMS Titanic. Madeleine and her husband boarded at Cherbourg, France, on April 10, 1912, accompanied by her maid, Rosalie Bidois, Astor’s valet, Victor Robbins, and their dog. The couple occupied First-Class Cabin C-62-64, one of the finest suites on board, bound for their Fifth Avenue home in New York. When Titanic struck the iceberg on the night of April 14, Colonel Astor escorted his young, pregnant wife to the boat deck. Witnesses recalled him cutting a lifebelt open to demonstrate its contents to reassure her. Madeleine was helped into Lifeboat 4 around 1:55 a.m., together with her maid. Astor, forbidden to accompany her due to the “women and children first” rule, remained behind. He perished when the ship sank; his body was later recovered. At only 19 years old, Madeleine became a widow and an emblem of the Titanic tragedy. ",
      "da": "Madeleine Talmage Force blev født den 19. juni 1893 i Brooklyn, New York, som den yngste datter af William Hurlbut Force og Katherine Talmage, medlemmer af en velhavende og socialt fremtrædende familie. Hun voksede op i privilegium, gik på den prestigefyldte Miss Spence’s School for Girls og rejste meget i sin ungdom, hvor hun færdedes i New Yorks elitekredse. I 1911, kun 18 år gammel, giftede hun sig med oberst John Jacob Astor IV, en af verdens rigeste mænd samt opfinder, soldat og ejendomsmagnat. Ægteskabet vakte international opmærksomhed og skabte debat i overklassen, da Astor var 47 år gammel, mere end dobbelt så gammel som Madeleine. Efter bryllupsrejsen i Europa forberedte parret sig på at vende tilbage til USA i foråret 1912 og bookede en rejse med RMS Titanic. De gik ombord i Cherbourg den 10. april 1912, ledsaget af Madeleines kammerpige Rosalie Bidois, Astors tjener Victor Robbins og deres hund. De boede i en af skibets mest luksuriøse suiter, kahyt C-62-64. Da Titanic ramte isbjerget den 14. april, fulgte Astor sin unge, gravide hustru til bådedækket. Vidner fortalte, at han skar en redningsvest op for at vise hende indholdet og berolige hende. Madeleine blev hjulpet ombord i redningsbåd nr. 4 omkring kl. 1.55 sammen med sin kammerpige. Astor fik ikke lov til at gå med på grund af reglen “kvinder og børn først” og blev tilbage. Han omkom i forliset; hans krop blev senere fundet. Kun 19 år gammel blev Madeleine enke og et symbol på Titanic-tragedien.",
      "de": "Madeleine Talmage Force wurde am 19. Juni 1893 in Brooklyn, New York, als jüngste Tochter von William Hurlbut Force und Katherine Talmage geboren, Angehörige einer wohlhabenden und angesehenen Familie. Sie wuchs privilegiert auf, besuchte die renommierte Miss Spence’s School for Girls und reiste in ihrer Jugend viel, wobei sie sich in den Kreisen der New Yorker Elite bewegte. 1911 heiratete sie im Alter von nur 18 Jahren Colonel John Jacob Astor IV, einen der reichsten Männer der Welt, Erfinder, Offizier und Immobilienmagnaten. Die Ehe sorgte international für Schlagzeilen und Kontroversen in der Gesellschaft, da Astor 47 Jahre alt war - mehr als doppelt so alt wie Madeleine. Nach ihrer Hochzeitsreise nach Europa bereiteten sie im Frühjahr 1912 die Rückkehr in die USA vor und buchten die Überfahrt mit der RMS Titanic. Sie gingen am 10. April 1912 in Cherbourg an Bord, begleitet von Madeleines Zofe Rosalie Bidois, Astors Diener Victor Robbins und ihrem Hund. Das Paar bewohnte eine der luxuriösesten Suiten des Schiffes, Kabine C-62-64. Als die Titanic am 14. April den Eisberg rammte, begleitete Astor seine junge, schwangere Frau auf das Bootsdeck. Zeugen berichteten, dass er eine Rettungsweste aufschnitt, um ihr den Inhalt zu zeigen und sie zu beruhigen. Madeleine wurde gegen 1:55 Uhr zusammen mit ihrer Zofe in Rettungsboot Nr. 4 gebracht. Astor durfte wegen der Regel „Frauen und Kinder zuerst“ nicht mit und blieb zurück. Er kam beim Untergang ums Leben; seine Leiche wurde später geborgen. Mit nur 19 Jahren wurde Madeleine Witwe und zu einem Sinnbild der Titanic-Tragödie.",
      "it": "Madeleine Talmage Force nacque il 19 giugno 1893 a Brooklyn, New York, figlia minore di William Hurlbut Force e Katherine Talmage, membri di una famiglia ricca e socialmente in vista. Cresciuta nel privilegio, studiò alla prestigiosa Miss Spence’s School for Girls e viaggiò molto durante la giovinezza, frequentando i circoli dell’élite newyorkese. Nel 1911, a soli 18 anni, sposò il colonnello John Jacob Astor IV, uno degli uomini più ricchi del mondo, nonché inventore, militare e magnate immobiliare. La loro unione - Astor aveva 47 anni, più del doppio di Madeleine - attirò i titoli della stampa internazionale e suscitò controversie nell’alta società. Dopo la luna di miele in Europa, la coppia si preparò a tornare negli Stati Uniti nella primavera del 1912 e prenotò il viaggio sul RMS Titanic. Madeleine e suo marito salirono a bordo a Cherbourg, in Francia, il 10 aprile 1912, accompagnati dalla cameriera Rosalie Bidois, dal valletto di Astor, Victor Robbins, e dal loro cane. Occuparono la suite di prima classe C-62-64, una delle più lussuose della nave, diretti alla loro residenza sulla Fifth Avenue a New York. Quando il Titanic colpì l’iceberg la notte del 14 aprile, il colonnello Astor accompagnò la giovane moglie incinta fino al ponte delle scialuppe. Testimoni raccontarono che tagliò un giubbotto di salvataggio per mostrarne il contenuto e rassicurarla. Madeleine fu aiutata a salire sulla scialuppa n. 4 intorno all’1:55, insieme alla cameriera. Astor, non ammesso a causa della regola “prima le donne e i bambini”, rimase indietro. Morì nel naufragio; il suo corpo fu successivamente recuperato. A soli 19 anni, Madeleine divenne vedova e, suo malgrado, un simbolo della tragedia del Titanic.",
      "pt": "Madeleine Talmage Force nasceu em 19 de junho de 1893, no Brooklyn, Nova Iorque, filha de William Hurlbut Force e Katherine Talmage, membros de uma família rica e influente. Criada com privilégios, estudou na Miss Spence’s School for Girls e viajou bastante em sua juventude, convivendo com a elite nova-iorquina. Em 1911, com apenas 18 anos, casou-se com o Coronel John Jacob Astor IV, um dos homens mais ricos do mundo, inventor, soldado e magnata do setor imobiliário. O casamento chamou a atenção internacional - Astor tinha 47 anos, mais do que o dobro da idade de Madeleine - e gerou controvérsia entre a alta sociedade. Após a lua de mel na Europa, o casal preparou o retorno aos Estados Unidos na primavera de 1912. Eles embarcaram no RMS Titanic em Cherbourg, França, em 10 de abril, acompanhados pela empregada de Madeleine, Rosalie Bidois, pelo valete de Astor, Victor Robbins, e pelo cachorro da família. Hospedaram-se na luxuosa suíte de primeira classe C-62-64, a caminho de sua casa na Quinta Avenida, em Nova Iorque. Na noite de 14 de abril, quando o Titanic atingiu o iceberg, o Coronel Astor acompanhou sua jovem esposa grávida até o convés dos botes. Testemunhas contaram que ele chegou a cortar um colete salva-vidas para tranquilizá-la. Madeleine foi colocada no bote nº 4, por volta da 1h55, junto com sua empregada. Astor, impedido de entrar devido à regra de 'mulheres e crianças primeiro', ficou para trás e morreu no naufrágio. Seu corpo foi recuperado depois. Aos 19 anos, Madeleine tornou-se viúva e símbolo da tragédia.",
      "nl": "Madeleine Talmage Force was born on June 19, 1893, in Brooklyn, New York, the younger daughter of William Hurlbut Force and Katherine Talmage, members of a wealthy and socially prominent family. Raised in privilege, she was educated at Miss Spence’s School for Girls and traveled widely in her youth, moving within the circles of New York’s elite. In 1911, at just 18 years old, Madeleine married Colonel John Jacob Astor IV, one of the richest men in the world and a prominent inventor, soldier, and real estate magnate. Their union-Colonel Astor was 47, more than twice Madeleine’s age-captured international headlines and stirred controversy within high society. Following their honeymoon abroad, the couple prepared to return to the United States in the spring of 1912. They booked passage aboard the RMS Titanic. Madeleine and her husband boarded at Cherbourg, France, on April 10, 1912, accompanied by her maid, Rosalie Bidois, Astor’s valet, Victor Robbins, and their dog. The couple occupied First-Class Cabin C-62-64, one of the finest suites on board, bound for their Fifth Avenue home in New York. When Titanic struck the iceberg on the night of April 14, Colonel Astor escorted his young, pregnant wife to the boat deck. Witnesses recalled him cutting a lifebelt open to demonstrate its contents to reassure her. Madeleine was helped into Lifeboat 4 around 1:55 a.m., together with her maid. Astor, forbidden to accompany her due to the “women and children first” rule, remained behind. He perished when the ship sank; his body was later recovered. At only 19 years old, Madeleine became a widow and an emblem of the Titanic tragedy. "
    },
    "postIceberg": {
      "fr": "En août 1912, elle donna naissance à John Jacob Astor VI, connu à titre posthume sous le surnom de ' bébé du Titanic '. Elle hérita d’une grande partie de la fortune de son défunt mari, mais sous des conditions qui restreignaient un éventuel remariage. Bravant les conventions, elle se remaria pourtant à deux reprises - d’abord avec William K. Dick en 1916, avec qui elle eut deux fils, puis plus tard avec Enzo Fiermonte, un boxeur et acteur italien. Malgré ces années ultérieures mouvementées, elle demeura une figure marquante du monde mondain new-yorkais. Madeleine s’éteignit le 27 mars 1940, à l’âge de 46 ans, à Palm Beach, en Floride, laissant derrière elle un héritage à jamais lié à la fois à la splendeur de l’âge doré américain et à la tragédie du Titanic.",
      "en": "In August 1912, she gave birth to John Jacob Astor VI, posthumously known as the “Titanic Baby.” She inherited a large portion of her late husband’s fortune but under conditions that restricted remarriage. Defying convention, she later remarried twice-first to William K. Dick in 1916, with whom she had two sons, and later to Enzo Fiermonte, an Italian boxer and actor. Despite these turbulent later years, she remained a fixture in New York’s social world. Madeleine died on March 27, 1940, at the age of 46, in Palm Beach, Florida, leaving behind a legacy forever intertwined with both the grandeur of the Gilded Age and the sorrow of the Titanic.",
      "da": "I august 1912 fødte hun John Jacob Astor VI, posthumt kendt som “Titanic-babyen”. Hun arvede en stor del af sin afdøde mands formue, men under betingelser, der begrænsede muligheden for et nyt ægteskab. Trods konventionerne giftede hun sig dog to gange mere - først med William K. Dick i 1916, med hvem hun fik to sønner, og senere med Enzo Fiermonte, en italiensk bokser og skuespiller. På trods af disse urolige senere år forblev hun en fremtrædende skikkelse i New Yorks selskabsliv. Madeleine døde den 27. marts 1940 i en alder af 46 år i Palm Beach, Florida, og efterlod sig en arv, der for altid er forbundet både med pragtens Gilded Age og Titanics tragedie.",
      "de": "Im August 1912 brachte sie John Jacob Astor VI zur Welt, der posthum als das „Titanic-Baby“ bekannt wurde. Sie erbte einen großen Teil des Vermögens ihres verstorbenen Mannes, jedoch unter Bedingungen, die eine erneute Heirat einschränkten. Entgegen den Konventionen heiratete sie dennoch zweimal erneut - zunächst 1916 William K. Dick, mit dem sie zwei Söhne hatte, und später Enzo Fiermonte, einen italienischen Boxer und Schauspieler. Trotz dieser bewegten späteren Jahre blieb sie eine feste Größe im gesellschaftlichen Leben New Yorks. Madeleine starb am 27. März 1940 im Alter von 46 Jahren in Palm Beach, Florida, und hinterließ ein Vermächtnis, das für immer mit dem Glanz des Gilded Age und der Tragödie der Titanic verbunden ist.",
      "it": "Nell’agosto 1912 diede alla luce John Jacob Astor VI, conosciuto postumamente come il “bambino del Titanic”. Ereditò gran parte della fortuna del defunto marito, ma con condizioni che limitavano un eventuale nuovo matrimonio. Sfidà le convenzioni e si risposò due volte: la prima nel 1916 con William K. Dick, dal quale ebbe due figli, e successivamente con Enzo Fiermonte, pugile e attore italiano. Nonostante questi anni turbolenti, rimase una figura di spicco della vita mondana newyorkese. Madeleine morì il 27 marzo 1940, a 46 anni, a Palm Beach, in Florida, lasciando un’eredità per sempre legata tanto allo splendore della Gilded Age quanto alla tragedia del Titanic.",
      "pt": "Em agosto de 1912, deu à luz John Jacob Astor VI, chamado de o “bebê do Titanic”. Herdou parte significativa da fortuna do marido, mas com restrições em caso de novo casamento. Desafiando as convenções, casou-se novamente duas vezes: em 1916, com William K. Dick, com quem teve dois filhos; e mais tarde com Enzo Fiermonte, boxeador e ator italiano.Apesar das turbulências, Madeleine manteve-se presente na vida social de Nova Iorque. Morreu em 27 de março de 1940, em Palm Beach, Flórida, aos 46 anos. Sua vida ficou marcada tanto pelo esplendor da Era Dourada quanto pela dor da tragédia do Titanic.",
      "nl": "In August 1912, she gave birth to John Jacob Astor VI, posthumously known as the “Titanic Baby.” She inherited a large portion of her late husband’s fortune but under conditions that restricted remarriage. Defying convention, she later remarried twice-first to William K. Dick in 1916, with whom she had two sons, and later to Enzo Fiermonte, an Italian boxer and actor. Despite these turbulent later years, she remained a fixture in New York’s social world. Madeleine died on March 27, 1940, at the age of 46, in Palm Beach, Florida, leaving behind a legacy forever intertwined with both the grandeur of the Gilded Age and the sorrow of the Titanic."
    }
  }
}