{
  "passenger76": {
    "grade": "Passenger",
    "age": 26,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/76-David-Vartanian.png",
      "alt": "picture of David Vartanian"
    },
    "name": {
      "fr": "David Vartanian",
      "en": "David Vartanian",
      "da": "David Vartanian",
      "de": "David Vartanian",
      "it": "David Vartanian",
      "pt": "David Vartanian"
    },
    "description": {
      "fr": "David Vartanian, né le 15 avril 1890 à Oror, Kiği, Turquie, est un Arménien persécuté sous le régime ottoman. Ouvrier, il épouse Mary Baidzar en 1911. Face à l’aggravation des troubles politiques et religieux, Vartanian et ses compatriotes, dont Neshan Krekorian, fuient au Canada, laissant sa femme derrière lui. Il embarque à Cherbourg comme passager de troisième classe avec le billet n°2658.",
      "en": "David Vartanian, born on April 15, 1890, in Oror, Kiği, Turkey, was an ethnic Armenian facing severe persecution under the Ottoman regime. A laborer, he married Mary Baidzar in 1911. Due to escalating political and religious unrest, Vartanian and compatriots, including Neshan Krekorian, fled to Canada, leaving his wife behind. He boarded the Titanic at Cherbourg as a third-class passenger with ticket number 2658.",
      "da": "David Vartanian, født den 15. april 1890 i Oror, Kiği, Tyrkiet, var etnisk armenier, der blev udsat for alvorlig forfølgelse under det osmanniske styre. Han var arbejdsmand og blev gift med Mary Baidzar i 1911. På grund af tiltagende politisk og religiøs uro flygtede Vartanian og flere landsmænd, herunder Neshan Krekorian, til Canada og efterlod sin kone. Han gik om bord på Titanic i Cherbourg som passager på tredje klasse med billetnummer 2658.",
      "de": "David Vartanian, geboren am 15. April 1890 in Oror, Kiği, Türkei, war ein ethnischer Armenier, der unter dem osmanischen Regime schwer verfolgt wurde. Er war Arbeiter und heiratete 1911 Mary Baidzar. Aufgrund eskalierender politischer und religiöser Unruhen floh Vartanian mit Landsleuten, darunter Neshan Krekorian, nach Kanada und ließ seine Frau zurück. Er ging in Cherbourg als Passagier der Dritten Klasse mit der Ticketnummer 2658 an Bord der Titanic.",
      "it": "David Vartanian, nato il 15 aprile 1890 a Oror, Kiği, in Turchia, era un armeno etnico che affrontava gravi persecuzioni sotto il regime ottomano. Operaio, sposò Mary Baidzar nel 1911. A causa dell'aggravarsi dei disordini politici e religiosi, Vartanian e alcuni compatrioti, tra cui Neshan Krekorian, fuggirono in Canada, lasciando la moglie. Si imbarcò sul Titanic a Cherbourg come passeggero di terza classe con il biglietto numero 2658.",
      "pt": "David Vartanian, nascido em 15 de abril de 1890 em Oror, Kiği, Turquia, era de origem armênia e enfrentava forte perseguição sob o regime otomano. Trabalhador braçal, casou-se com Mary Baidzar em 1911. Devido ao agravamento das tensões políticas e religiosas, Vartanian e alguns compatriotas - entre eles Neshan Krekorian - decidiram fugir para o Canadá, deixando sua esposa para trás. Ele embarcou no Titanic em Cherbourg como passageiro da terceira classe, portando o bilhete de número 2658."
    },
    "postIceberg": {
      "fr": "David Vartanian  fut sauvé en montant dans le canot 15. Le jour du sauvetage, le 15 avril 1912, était son 22e anniversaire. Après son arrivée à New York, David se rendit à Hamilton, Ontario, Canada. Il y vécut plusieurs années avant de s’installer aux États-Unis. Il crut que sa femme avait été victime du génocide arménien, mais découvrit qu’elle était toujours en vie. David envoya de l’argent pour qu’elle le rejoigne. Le couple se retrouva aux chutes du Niagara après onze ans de séparation.",
      "en": "David was rescued by boarding lifeboat.15. The day of the rescue, 15 April 1912, was his 22nd birthday.Following his arrival in New York, David went to Hamilton, Ontario, Canada.   He lived there for several years before eventually settling in the US. He thought his wife had been a victim of the Armenian Genocide but discovered that she was still alive. David sent money for her to meet him. The couple reunited at Niagara Falls reunited after an eleven year separation.",
      "da": "David blev reddet ved at gå om bord i redningsbåd nr.15. Dagen, hvor han blev reddet, den 15. april 1912, var hans 22-års fødselsdag.\n\nEfter sin ankomst til New York tog David til Hamilton, Ontario, i Canada.   Her boede han i flere år, før han til sidst flyttede til USA. Han troede, at hans kone var blevet offer for det armenske folkedrab, men fandt ud af, at hun stadig var i live. David sendte penge til hende, så hun kunne slutte sig til ham. Parret blev genforenet ved Niagara Falls efter 11 års adskillelse.",
      "de": "David wurde an Bord des Rettungsbootes 15 gerettet. Der Tag der Rettung, der 15. April 1912, war sein 22. Geburtstag. Nach seiner Ankunft in New York ging David nach Hamilton, Ontario, Kanada. Dort lebte er mehrere Jahre lang, bevor er sich in den Vereinigten Staaten niederließ. Er dachte, seine Frau sei dem Völkermord an den Armeniern zum Opfer gefallen, fand aber heraus, dass sie noch am Leben war. David schickte ihr Geld, damit sie zu ihm kommen konnte. Das Paar traf sich nach elf Jahren der Trennung an den Niagarafällen wieder.",
      "it": "David fu salvato salendo sulla scialuppa 15. Il giorno del salvataggio, il 15 aprile 1912, era il suo 22° compleanno.Dopo il suo arrivo a New York, David andò a Hamilton, Ontario, Canada. Visse lì per diversi anni prima di stabilirsi negli Stati Uniti. Pensava che sua moglie fosse stata vittima del genocidio armeno, ma scoprì che era ancora viva. David inviò denaro affinché potesse raggiungerlo. La coppia si riunì alle cascate del Niagara dopo undici anni di separazione.",
      "pt": "David foi resgatado ao embarcar no bote salva-vidas 15. O dia do resgate, 15 de abril de 1912, foi seu 22º aniversário. Following his arrival in New York, David went to Hamilton, Ontario, Canada.   He lived there for several years before eventually settling in the US. He thought his wife had been a victim of the Armenian Genocide but discovered that she was still alive. David sent money for her to meet him. The couple reunited at Niagara Falls reunited after an eleven year separation."
    }
  }
}