{
  "passenger115": {
    "grade": "Passenger",
    "age": 69,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/115-NOPICS2.png",
      "alt": "picture of Samuel Beard Risien"
    },
    "name": {
      "fr": "Samuel Beard Risien",
      "en": "Samuel Beard Risien",
      "da": "Samuel Beard Risien",
      "de": "Samuel Beard Risien",
      "it": "Samuel Beard Risien",
      "pt": "Samuel Beard Risien"
    },
    "description": {
      "fr": "Samuel Beard Risien naquit en 1875 au Texas, aux États-Unis. Il était le fils de William Henry Risien, un inventeur et homme d’affaires anglais, et de son épouse, Mary Ann Beard. Samuel provenait d’une famille bien connue au Texas, notamment pour ses contributions au développement industriel et aux premiers établissements de la région. Charpentier devenu hôtelier, il mena une vie partagée entre l’Angleterre, l’Afrique du Sud et le Texas. Il épousa d’abord Mary Louisa Lellyet en 1867, avec qui il eut quatre enfants. Après le décès de celle-ci, il se remaria avec sa belle-sœur, Emma Jane Lellyet. En avril 1912, Samuel se rendit en Angleterre pour affaires, puis réserva son retour sur le RMS Titanic. Il embarqua à Southampton comme passager de première classe. Sa destination était San Angelo, au Texas, où sa famille l’attendait. Lorsque le Titanic heurta l’iceberg, Samuel tenta d’obtenir une place dans les canots de sauvetage, mais sans succès. Son corps fut ensuite récupéré par le câblier Mackay-Bennett et identifié comme le corps n°168. Parmi ses effets personnels figuraient des bijoux et des papiers confirmant son identité.",
      "en": "Samuel Beard Risien was born in 1875 in Texas, United States. He was the son of William Henry Risien, an English-born inventor and businessman, and his wife, Mary Ann Beard. Samuel came from a family well known in Texas, particularly for contributions to early industry and settlement. Carpenter turned hotelier, with a life spanning England, South Africa, and Texas. Married his first wife Mary Louisa Lellyet in 1867; had four children. Later remarried her sister, Emma Jane Lellyet, after Mary’s death. In April 1912, Samuel traveled to England on business and then booked his return passage on the RMS Titanic. He boarded at Southampton as a first-class passenger. His destination was his home in San Angelo, Texas, where his family awaited his return. When Titanic struck the iceberg, Samuel attempted to secure a place in the lifeboats but was unsuccessful. His body was later recovered by the cable ship Mackay-Bennett, and identified as Body No. 168. Among his effects were personal items, including jewelry and papers, which confirmed his identity.",
      "da": "Samuel Beard Risien blev født i 1875 i Texas, USA. Han var søn af William Henry Risien, en engelskfødt opfinder og forretningsmand, og hans hustru, Mary Ann Beard. Samuel kom fra en velkendt familie i Texas, især for deres bidrag til den tidlige industri og bosættelse. Han begyndte som tømrer, men blev senere hotelvært og levede et liv, der strakte sig mellem England, Sydafrika og Texas. Han giftede sig først med Mary Louisa Lellyet i 1867, og de fik fire børn. Efter hendes død giftede han sig med hendes søster, Emma Jane Lellyet. I april 1912 rejste Samuel til England på forretningsrejse og bestilte derefter sin returrejse med RMS Titanic. Han gik om bord i Southampton som førsteklassepassager. Hans destination var hjemmet i San Angelo, Texas, hvor familien ventede på hans tilbagekomst. Da Titanic ramte isbjerget, forsøgte Samuel at få en plads i redningsbådene, men uden held. Hans lig blev senere bjærget af kabelskibet Mackay-Bennett og identificeret som lig nr. 168. Blandt hans ejendele var personlige genstande, herunder smykker og papirer, som bekræftede hans identitet.",
      "de": "Samuel Beard Risien wurde 1875 in Texas, USA, geboren. Er war der Sohn von William Henry Risien, einem in England geborenen Erfinder und Geschäftsmann, und dessen Frau Mary Ann Beard. Samuel entstammte einer in Texas bekannten Familie, die insbesondere zur frühen Industrie und Besiedlung beigetragen hatte. Aus einem Zimmermann wurde ein Hotelier, dessen Leben sich zwischen England, Südafrika und Texas abspielte. Er heiratete zunächst Mary Louisa Lellyet im Jahr 1867; das Paar hatte vier Kinder. Nach ihrem Tod heiratete er ihre Schwester, Emma Jane Lellyet. Im April 1912 reiste Samuel geschäftlich nach England und buchte anschließend seine Rückreise auf der RMS Titanic. Er ging in Southampton als Passagier der Ersten Klasse an Bord. Sein Ziel war San Angelo, Texas, wo seine Familie auf seine Rückkehr wartete. Als die Titanic den Eisberg rammte, versuchte Samuel, einen Platz in den Rettungsbooten zu bekommen, jedoch ohne Erfolg. Seine Leiche wurde später vom Kabelschiff Mackay-Bennett geborgen und als Leiche Nr. 168 identifiziert. Unter seinen Habseligkeiten befanden sich persönliche Gegenstände, darunter Schmuck und Papiere, die seine Identität bestätigten.",
      "it": "Samuel Beard Risien nacque nel 1875 in Texas, Stati Uniti. Era figlio di William Henry Risien, inventore e uomo d’affari nato in Inghilterra, e di sua moglie, Mary Ann Beard. Samuel proveniva da una famiglia nota in Texas, in particolare per i contributi allo sviluppo industriale e agli insediamenti della regione. Da carpentiere divenne albergatore, conducendo una vita che si svolse tra Inghilterra, Sudafrica e Texas. Si sposò per la prima volta con Mary Louisa Lellyet nel 1867, con la quale ebbe quattro figli. Dopo la morte di lei, sposò la sorella, Emma Jane Lellyet. Nell’aprile 1912, Samuel si recò in Inghilterra per affari e prenotò poi il ritorno sul RMS Titanic. Si imbarcò a Southampton come passeggero di prima classe. La sua destinazione era San Angelo, Texas, dove la sua famiglia lo attendeva. Quando il Titanic colpì l’iceberg, Samuel tentò di ottenere un posto sulle scialuppe di salvataggio, ma senza successo. Il suo corpo fu successivamente recuperato dal posacavi Mackay-Bennett e identificato come Corpo n. 168. Tra i suoi effetti personali vi erano gioielli e documenti che ne confermarono l’identità.",
      "pt": "Samuel Beard Risien nasceu em 1875, no Texas, Estados Unidos. Era filho de William Henry Risien, inventor e empresário inglês, e de sua esposa, Mary Ann Beard. Samuel vinha de uma família bastante conhecida no Texas, especialmente por suas contribuições para o desenvolvimento industrial e para os primeiros assentamentos da região. De carpinteiro, tornou-se hoteleiro, levando uma vida marcada por passagens entre a Inglaterra, a África do Sul e o Texas. Casou-se pela primeira vez com Mary Louisa Lellyet, em 1867, com quem teve quatro filhos. Após a morte dela, contraiu novo matrimônio com sua cunhada, Emma Jane Lellyet. Em abril de 1912, Samuel viajou à Inglaterra a negócios e reservou seu retorno no RMS Titanic. Embarcou em Southampton como passageiro da primeira classe. Seu destino era sua casa em San Angelo, Texas, onde a família o aguardava. Quando o Titanic colidiu com o iceberg, Samuel tentou conseguir um lugar em um dos botes salva-vidas, mas não teve sucesso. Seu corpo foi posteriormente recuperado pelo navio-cabo Mackay-Bennett e identificado como o Corpo nº 168. Entre seus pertences estavam objetos pessoais, incluindo joias e documentos, que confirmaram sua identidade."
    },
    "postIceberg": {
      "fr": "La mort de Samuel bouleversa profondément sa famille et sa communauté au Texas. Il est rappelé parmi les passagers américains de première classe qui périrent, malgré des taux de survie relativement plus élevés dans cette catégorie. Son histoire illustre combien la tragédie du Titanic toucha non seulement des émigrants et des Européens, mais aussi des familles américaines en vue. Après la catastrophe, ses parents reçurent des aides financières - 75 £ d’un fonds de secours et 50 £ de la White Star Line.",
      "en": "Samuel’s death deeply affected his family and community in Texas. He is remembered among the American first-class passengers whose lives were lost, despite the comparatively higher survival rates in that class. His story illustrates how Titanic’s tragedy touched not only emigrants and Europeans but also prominent American families. After the tragedy, his parents received relief payments-£75 from a relief fund and £50 from White Star Line.",
      "da": "Samuels død påvirkede dybt hans familie og lokalsamfund i Texas. Han huskes blandt de amerikanske førsteklassepassagerer, der mistede livet, på trods af de relativt højere overlevelsesrater i denne klasse. Hans historie viser, hvordan Titanics tragedie ikke kun berørte emigranter og europæere, men også fremtrædende amerikanske familier. Efter katastrofen modtog hans forældre økonomisk støtte - £75 fra en hjælpekasse og £50 fra White Star Line.",
      "de": "Samuels Tod traf seine Familie und die Gemeinschaft in Texas zutiefst. Er wird unter den amerikanischen Passagieren der Ersten Klasse erinnert, die ihr Leben verloren, trotz der vergleichsweise höheren Überlebensraten in dieser Klasse. Seine Geschichte verdeutlicht, dass die Tragödie der Titanic nicht nur Auswanderer und Europäer, sondern auch prominente amerikanische Familien traf. Nach der Katastrophe erhielten seine Eltern finanzielle Unterstützung - 75 £ aus einem Hilfsfonds und 50 £ von der White Star Line.",
      "it": "La morte di Samuel colpì profondamente la sua famiglia e la comunità del Texas. È ricordato tra i passeggeri americani di prima classe che persero la vita, nonostante i tassi di sopravvivenza relativamente più alti in quella categoria. La sua storia dimostra come la tragedia del Titanic abbia toccato non solo emigranti ed europei, ma anche famiglie americane di spicco. Dopo la catastrofe, i suoi genitori ricevettero aiuti economici - £75 da un fondo di soccorso e £50 dalla White Star Line.",
      "pt": "A morte de Samuel abalou profundamente sua família e a comunidade no Texas. Ele é lembrado entre os passageiros americanos da primeira classe que perderam a vida, apesar das taxas de sobrevivência relativamente mais altas nesse grupo. Sua história ilustra como a tragédia do Titanic afetou não apenas emigrantes e europeus, mas também famílias proeminentes dos Estados Unidos. Após o desastre, seus pais receberam auxílios financeiros - £75 de um fundo de assistência e £50 da White Star Line."
    }
  }
}