{
  "passenger31": {
    "grade": "Passenger",
    "age": 52,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/31-Helen-Churchill-Candee.jpg",
      "alt": "picture of Helen Churchill Candee"
    },
    "name": {
      "fr": "Helen Churchill Candee",
      "en": "Helen Churchill Candee",
      "da": "Helen Churchill Candee",
      "de": "Helen Churchill Candee",
      "it": "Helen Churchill Candee",
      "pt": "Helen Churchill Candee",
      "nl": "Helen Churchill Candee"
    },
    "description": {
      "fr": "Helen Churchill Hungerford naquit dans une famille aisée de New York en 1858. À 22 ans, elle se maria et prit le nom de Candee. Après la naissance de ses deux enfants, elle se sépara de son mari. Candee était journaliste indépendante, décoratrice d’intérieur, auteure et suffragette : elle publia dans le Lady’s Home Journal, Harper’s Bazaar, Scribner’s Monthly et écrivit plusieurs livres. À la fin du XIXe siècle, Candee et ses enfants s’installèrent dans le Territoire de l’Oklahoma pour obtenir un divorce, possible selon la loi locale. Elle se fit connaître en écrivant sur sa vie, contribuant au Boomer Movement, qui encourageait la migration de colons non autochtones sur des terres autrefois réservées aux tribus déplacées au XIXe siècle. Parmi ses publications pro-Oklahoma figurait son unique roman, ' An Oklahoma Romance '. Candee gagna en notoriété avec ses ouvrages sur la capacité des femmes à travailler (' How Women May Earn A Living ', 1900) et sur la décoration (' Decorative Styles and Periods ', 1906). En 1912, alors qu’elle menait des recherches en Europe, elle apprit que son fils avait été grièvement blessé dans un accident. Elle planifia aussitôt son retour, réservant une place sur le Titanic pour se distraire de ses inquiétudes parmi le faste du paquebot le plus luxueux du monde.",
      "en": "Helen Churchill Hungerford was born to an affluent New York City family in 1858. At age 22 she married and took the name Candee, though after the births of her two children she and her husband separated. Candee was a freelance writer, interior decorator, author, and suffragette who had penned articles for publications like the Lady’s Home Journal, Harper’s Bazaar, and Scribner’s Monthly as well as writing several books. In the late 1800s Candee and the children relocated to the Oklahoma Territory in hopes of obtaining a divorce, which the laws of the time would allow. While there, she gained prominence writing about her life, contributing to the Boomer Movement of the time. The movement encouraged non-native settler migration to the Oklahoma Territory: land which had been previously set aside as part of Indian Territory after the forceful relocation of many Native American tribes earlier in the 19th century. Candee’s pro-Oklahoma publications included her only book of fiction: a novel called “An Oklahoma Romance”.Candee continued to gain prominence with her books about subjects like women’s ability to contribute to the workforce (How Women May Earn A Living, 1900,) and interior decoration (Decorative Styles and Periods, 1906). In 1912 Candee had been researching a book in Europe when she received word her son had been badly injured in an accident. She immediately planned her return, booking passage aboard the Titanic, where she could distract herself from worry among the finery of the social class on the most luxurious liner afloat.",
      "da": "Helen Churchill Hungerford blev født ind i en velhavende familie i New York City i 1858. Som 22-årig blev hun gift og tog navnet Candee, men efter fødslen af hendes to børn gik hun og hendes mand fra hinanden. Candee var freelanceskribent, indretningsarkitekt, forfatter og suffragette og havde skrevet artikler til magasiner som Lady's Home Journal, Harper's Bazaar og Scribner's Monthly og desuden skrevet flere bøger. \n\nI slutningen af 1800-tallet flyttede Candee og børnene til Oklahoma Territory i håb om at få en skilsmisse, som datidens love tillod der. Mens hun var der, blev hun kendt for at skrive om sit liv og bidrog til datidens såkaldte Boomer-bevægelse, der gik ind for at åbne indianerterritorierne for hvid bosættelse. Bevægelsen tilskyndede ikke-indfødte nybyggere til at flytte til Oklahoma Territory: land, som tidligere var blevet afsat som en del af indianerterritoriet efter tvangsflytningen af mange indianerstammer tidligere i det 19. århundrede. Candees pro-Oklahoma-publikationer omfattede hendes eneste skønlitterære bog: en roman med titlen 'An Oklahoma Romance'.\n\nCandee fortsatte med at gøre sig bemærket med sine bøger om emner som kvinders evne til at bidrage til arbejdsstyrken (How Women May Earn A Living, 1900) og boligindretning (Decorative Styles and Periods, 1906). I 1912 var Candee i Europa for at lave research til en bog, da hun fik besked om, at hendes søn var kommet slemt til skade i en ulykke. Hun planlagde straks sin returrejse og bestilte plads på Titanic, hvor hun kunne blive afledt fra sine bekymringer blandt andre velhavende på det mest luksuriøse skib til søs.",
      "de": "Helen Churchill Hungerford wurde 1858 in einer wohlhabenden Familie in New York City geboren. Im Alter von 22 Jahren heiratete sie und nahm den Namen Candee an, doch nach der Geburt ihrer beiden Kinder trennten sie und ihr Mann sich. Candee war eine freiberufliche Schriftstellerin, Innenarchitektin, Autorin und Aktivistin der Frauenrechtsbewegung, die Artikel für Publikationen wie das Lady's Home Journal, Harper's Bazaar und Scribner's Monthly verfasst und mehrere Bücher geschrieben hatte. Ende des 19. Jahrhunderts zog Candee mit den Kindern in das Oklahoma-Territorium, in der Hoffnung, eine Scheidung zu erwirken, was nach den damaligen Gesetzen möglich war. Dort wurde sie bekannt, indem sie über ihr Leben schrieb und zur Boomer-Bewegung der damaligen Zeit beitrug. Die Bewegung förderte die Einwanderung nicht-einheimischer Siedler in das Oklahoma-Territorium: Land, das nach der gewaltsamen Umsiedlung vieler Indianerstämme zu Beginn des 19. Jahrhunderts als Teil des Indianerterritoriums ausgewiesen worden war. Zu Candees Pro-Oklahoma-Publikationen gehörte auch ihr einziges belletristisches Werk: der Roman „An Oklahoma Romance“. Candee erlangte weitere Bekanntheit mit ihren Büchern über Themen wie die Fähigkeit von Frauen, zur Arbeitswelt beizutragen (How Women May Earn A Living, 1900) und Inneneinrichtung (Decorative Styles and Periods, 1906). 1912 recherchierte Candee in Europa für ein Buch, als sie die Nachricht erhielt, dass ihr Sohn bei einem Unfall schwer verletzt worden war. Sie plante sofort ihre Rückkehr und buchte eine Passage an Bord der Titanic, wo sie sich auf dem luxuriösesten Schiff der Welt inmitten des Prunks der gesellschaftlichen Klasse von ihren Sorgen ablenken konnte.",
      "it": "Helen Churchill Hungerford nacque da una ricca famiglia di New York nel 1858. All’età di 22 anni si sposò e prese il Cognome Candee.  Dopo la nascita dei suoi due figli lei e suo marito si separarono. Candee era una scrittrice freelance, arredatrice d’interni, autore,  ed era una suffragetta che aveva scritto articoli per pubblicazioni come il Lady’s Home Journal, Harper’s Bazaar e Scribner’s Monthly, oltre a pubblicare diversi libri. Alla fine del 1800 la Candee e i bambini si trasferirono nel territorio dell’Oklahoma nella speranza di ottenere un divorzio più veloce. Mentre era lì, divenne famosa  pubblicando una sua autobiografia, contribuendo al Movimento che incoraggiò la migrazione dei coloni non nativi verso il Territorio dell’Oklahoma, terra che era stata precedentemente messa da parte come parte del Territorio indiano dopo il trasferimento forzato di molte tribù native americane all’inizio del XIX secolo. Le pubblicazioni pro-Oklahoma di Candee includevano il suo unico libro di narrativa: un romanzo intitolato “An Oklahoma Romance”. Candee continuò a guadagnare importanza con i suoi libri su argomenti come la capacità delle donne di contribuire alla forza lavoro (Come le donne possono guadagnarsi da vivere, 1900,) e la decorazione d’interni (Stili e periodi decorativi, 1906). Nel 1912 Candee era stata alla ricerca di un libro in Europa quando ricevette la notizia che suo figlio era stato gravemente ferito in un incidente e pianificò immediatamente il suo ritorno, prenotando un passaggio a bordo del Titanic, dove poteva distrarsi dalla preoccupazione tra le comodità di prima classe sul transatlantico più lussuoso al mondo.",
      "pt": "Helen Churchill Hungerford nasceu em 1858 em uma família abastada da cidade de Nova York. Aos 22 anos, casou-se e adotou o sobrenome Candee, embora, após o nascimento de seus dois filhos, ela e o marido tenham se separado. Candee trabalhou como escritora freelancer, decoradora de interiores, autora e sufragista, tendo colaborado com publicações como Lady’s Home Journal, Harper’s Bazaar e Scribner’s Monthly, além de ter escrito diversos livros. No final do século XIX, Candee e os filhos mudaram-se para o Território de Oklahoma, na esperança de obter o divórcio, que as leis da época permitiam nessa jurisdição. Durante sua estadia, ganhou destaque por seus escritos sobre sua vida, contribuindo para o Movimento Boomer - que incentivava a migração de não nativos para o Território de Oklahoma, área anteriormente designada como Território Indígena após a realocação forçada de várias tribos indígenas no início do século XIX. Entre suas publicações pró-Oklahoma, destacou-se seu único romance ficcional, intitulado An Oklahoma Romance. Candee continuou a ganhar reconhecimento com seus livros sobre temas como a participação feminina no mercado de trabalho (How Women May Earn A Living, 1900) e decoração de interiores (Decorative Styles and Periods, 1906). Em 1912, enquanto pesquisava para um livro na Europa, recebeu notícias de que seu filho havia sofrido um grave acidente. Imediatamente planejou seu retorno, reservando passagem no Titanic, onde esperava aliviar sua ansiedade entre o luxo e a elegância da classe social da mais luxuosa embarcação à época.",
      "nl": "Helen Churchill Hungerford was born to an affluent New York City family in 1858. At age 22 she married and took the name Candee, though after the births of her two children she and her husband separated. Candee was a freelance writer, interior decorator, author, and suffragette who had penned articles for publications like the Lady’s Home Journal, Harper’s Bazaar, and Scribner’s Monthly as well as writing several books. In the late 1800s Candee and the children relocated to the Oklahoma Territory in hopes of obtaining a divorce, which the laws of the time would allow. While there, she gained prominence writing about her life, contributing to the Boomer Movement of the time. The movement encouraged non-native settler migration to the Oklahoma Territory: land which had been previously set aside as part of Indian Territory after the forceful relocation of many Native American tribes earlier in the 19th century. Candee’s pro-Oklahoma publications included her only book of fiction: a novel called “An Oklahoma Romance”.Candee continued to gain prominence with her books about subjects like women’s ability to contribute to the workforce (How Women May Earn A Living, 1900,) and interior decoration (Decorative Styles and Periods, 1906). In 1912 Candee had been researching a book in Europe when she received word her son had been badly injured in an accident. She immediately planned her return, booking passage aboard the Titanic, where she could distract herself from worry among the finery of the social class on the most luxurious liner afloat."
    },
    "postIceberg": {
      "fr": "Helen Churchill Candee, auteure américaine, survécut en embarquant dans le canot de sauvetage n°6. Elle poursuivit sa carrière d’écrivaine et publia plusieurs livres, s’inspirant de son expérience du Titanic dans ses œuvres littéraires.",
      "en": "Helen Churchill Candee, an American author, survived by boarding lifeboat 6. She continued her writing career and published several books, drawing from her Titanic experience in her literary work.",
      "da": "Helen Churchill Candee, amerikansk forfatter, overlevede ved at gå om bord i redningsbåd nr. 6. Hun fortsatte sin forfatterkarriere og udgav flere bøger, hvor hun trak på sin Titanic-oplevelse.",
      "de": "Helen Churchill Candee, eine amerikanische Schriftstellerin, überlebte an Bord des Rettungsbootes 6. Sie setzte ihre Schriftstellerkarriere fort und veröffentlichte mehrere Bücher, wobei sie sich in ihren literarischen Werken von ihren Erfahrungen auf der Titanic inspirieren ließ.",
      "it": "Helen Churchill Candee, un'autrice americana, sopravvisse salendo sulla scialuppa di salvataggio 6. Continuò la sua carriera di scrittrice e pubblicò diversi libri, traendo ispirazione dalla sua esperienza sul Titanic nelle sue opere letterarie.",
      "pt": "Helen Churchill Candee, autora americana, sobreviveu ao desastre ao embarcar no bote salva-vidas nº 6. Após o naufrágio, continuou sua carreira literária, publicando diversas obras, nas quais incorporou suas experiências vividas a bordo do Titanic.",
      "nl": "Helen Churchill Candee, an American author, survived by boarding lifeboat 6. She continued her writing career and published several books, drawing from her Titanic experience in her literary work."
    }
  }
}