{
  "passenger111": {
    "grade": "Passenger",
    "age": 42,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/111-Alice_Adelaide-Louch.png",
      "alt": "picture of Alice Adelaide Louch"
    },
    "name": {
      "fr": "Alice Adelaide Louch",
      "en": "Alice Adelaide Louch",
      "da": "Alice Adelaide Louch",
      "de": "Alice Adelaide Louch",
      "it": "Alice Adelaide Louch",
      "pt": "Alice Adelaide Louch"
    },
    "description": {
      "fr": "Mme Charles Louch naquit Alice Adelaide Slow à Hoxton, Shoreditch, Middlesex, en Angleterre, le 20 juillet 1869. Elle était la fille de Charles Slow (1832-1892), tonnelier, et de Sarah Adelaide Dean (1833-1907), tous deux originaires de Londres et mariés le 8 octobre 1854 à l’église St John, Hackney. Elle eut six frères et sœurs connus. Au printemps 1890, elle épousa Charles Louch, originaire de Weston-Super-Mare, sellier et bourrelier. Le couple récemment marié eut six enfants. Alice et sa famille vécurent à différentes adresses dans le Somerset au fil des ans, notamment à Taunton, Clevedon et Weston-Super-Mare. Les registres indiquent que leurs deux fils aînés devinrent également selliers, tandis que leur fils William exerça le métier de tapissier. En plus d’être un homme d’affaires reconnu, son mari Charles était aussi prédicateur laïc fréquent dans l’Église wesleyenne et membre de l’église baptiste de Clarence Park, où il dirigeait l’école du dimanche. Le frère de son mari, William, et son épouse - également prénommée Alice - s’étaient installés en Californie pour y travailler, ouvrant une blanchisserie. Alice et Charles projetèrent de leur rendre visite. Ils embarquèrent sur le Titanic à Southampton le 10 avril 1912, en tant que passagers de deuxième classe (billet n°3085, coût : 26 £).",
      "en": "Mrs Charles Louch was born Alice Adelaide Slow in Hoxton, Shoreditch, Middlesex, England on 20 July 1869. She was the daughter of Charles Slow (1832-1892), a cooper (barrel maker) and Sarah Adelaide Dean (1833-1907), both London-natives who were married on 8 October 1854 in St John's Church, Hackney, and she had six known siblings She was  married in the Spring months of 1890  to Charles Louch , a native of Weston-Super-Mare and a saddler and harness maker. The recently married couple went on to have six children. Alice and her family lived in different locations in Somerset over the years, to include Taunton, Clevedon and Weston-Super-Mare.  The latter record indicates that her two eldest sons had also became saddlers whilst her son William was an upholsterer. In addition to being a well-known businessman, her husband Charles was also a frequent lay preacher in the Wesleyan Church and a member of the Clarence Park Baptist Church where he ran the Sunday School.  Her husband's brother William and his wife, also called Alice, had moved to California to work, establishing a laundry business, and Alice and Charles planned a visit to them. They boarded the Titanic at Southampton as second class passengers on 10 April 1912 (ticket number 3085 which cost £26). ).",
      "da": "Fru Charles Louch blev født som Alice Adelaide Slow i Hoxton, Shoreditch, Middlesex, England, den 20. juli 1869. Hun var datter af Charles Slow (1832-1892), bødker, og Sarah Adelaide Dean (1833-1907), begge fra London, gift den 8. oktober 1854 i St. John’s Church, Hackney. Hun havde seks kendte søskende. I foråret 1890 giftede hun sig med Charles Louch, fra Weston-Super-Mare, sadelmager og seletøjsmager. Det nygifte par fik seks børn. Alice og hendes familie boede på forskellige adresser i Somerset gennem årene, blandt andet i Taunton, Clevedon og Weston-Super-Mare. Optegnelser viser, at deres to ældste sønner også blev sadelmagere, mens sønnen William blev møbelpolstrer. Ud over at være en kendt forretningsmand var hendes mand Charles også en flittig lægprædikant i den wesleyanske kirke og medlem af Clarence Park Baptist Church, hvor han ledede søndagsskolen. Hendes mands bror, William, og hans kone - også kaldet Alice - var flyttet til Californien, hvor de drev et vaskeri, og Alice og Charles planlagde at besøge dem. De gik ombord på Titanic i Southampton den 10. april 1912 som passagerer på anden klasse (billet nr. 3085, pris £26).",
      "de": "Frau Charles Louch wurde am 20. Juli 1869 in Hoxton, Shoreditch, Middlesex, England, als Alice Adelaide Slow geboren. Sie war die Tochter von Charles Slow (1832-1892), einem Böttcher, und Sarah Adelaide Dean (1833-1907), beide aus London, die am 8. Oktober 1854 in der St. John’s Church in Hackney geheiratet hatten. Sie hatte sechs bekannte Geschwister. Im Frühjahr 1890 heiratete sie Charles Louch aus Weston-Super-Mare, einen Sattler und Geschirrhersteller. Das frisch verheiratete Paar bekam sechs Kinder. Alice und ihre Familie lebten im Laufe der Jahre an verschiedenen Orten in Somerset, darunter Taunton, Clevedon und Weston-Super-Mare. Aufzeichnungen zeigen, dass ihre beiden ältesten Söhne ebenfalls Sattler wurden, während ihr Sohn William als Polsterer arbeitete. Neben seiner Tätigkeit als angesehener Geschäftsmann war ihr Ehemann Charles auch ein häufiger Laienprediger in der Wesleyanischen Kirche und Mitglied der Clarence Park Baptist Church, wo er die Sonntagsschule leitete. Der Bruder ihres Mannes, William, und dessen Ehefrau - ebenfalls Alice genannt - waren nach Kalifornien ausgewandert, um dort eine Wäscherei zu eröffnen. Alice und Charles planten, sie zu besuchen. Sie bestiegen am 10. April 1912 in Southampton die Titanic als Passagiere der zweiten Klasse (Fahrkarte Nr. 3085, Preis £26).",
      "it": "La signora Charles Louch nacque come Alice Adelaide Slow a Hoxton, Shoreditch, Middlesex, Inghilterra, il 20 luglio 1869. Era figlia di Charles Slow (1832-1892), bottaio, e Sarah Adelaide Dean (1833-1907), entrambi originari di Londra, sposati l’8 ottobre 1854 nella chiesa di St. John, Hackney. Ebbe sei fratelli conosciuti. Nella primavera del 1890 sposò Charles Louch, originario di Weston-Super-Mare, sellaio e fabbricante di finimenti. La coppia ebbe sei figli. Alice e la sua famiglia vissero in varie località del Somerset negli anni, tra cui Taunton, Clevedon e Weston-Super-Mare. I registri indicano che i due figli maggiori diventarono anch’essi sellai, mentre il figlio William lavorava come tappezziere. Oltre a essere un uomo d’affari stimato, suo marito Charles era anche un predicatore laico attivo nella Chiesa Wesleyana e membro della Clarence Park Baptist Church, dove dirigeva la scuola domenicale. Il fratello di suo marito, William, e sua moglie - anch’essa di nome Alice - si erano trasferiti in California, dove avevano aperto una lavanderia, e Alice e Charles avevano programmato di andarli a trovare. Salirono a bordo del Titanic a Southampton il 10 aprile 1912 come passeggeri di seconda classe (biglietto n. 3085, costo £26).",
      "pt": "A Sra. Charles Louch nasceu Alice Adelaide Slow em Hoxton, Shoreditch, Middlesex, Inglaterra, em 20 de julho de 1869. Era filha de Charles Slow (1832-1892), tanoeiro (fabricante de barris), e de Sarah Adelaide Dean (1833-1907), ambos londrinos, casados em 8 de outubro de 1854 na Igreja de St. John, em Hackney. Alice tinha seis irmãos conhecidos. Casou-se na primavera de 1890 com Charles Louch, natural de Weston-Super-Mare, seleiro e fabricante de arreios. O casal recém-casado teve seis filhos. Ao longo dos anos, Alice e a família viveram em diferentes localidades de Somerset, incluindo Taunton, Clevedon e Weston-Super-Mare. Os registros mais recentes indicam que seus dois filhos mais velhos também se tornaram seleiros, enquanto seu filho William trabalhava como estofador. Além de ser um empresário conhecido, Charles era também pregador leigo frequente na Igreja Wesleyana e membro da Clarence Park Baptist Church, onde dirigia a Escola Dominical. O irmão de seu marido, William, e sua esposa - também chamada Alice - haviam se mudado para a Califórnia, onde estabeleceram uma lavanderia, e Alice e Charles planejavam visitá-los. Para a viagem, embarcaram no Titanic em Southampton como passageiros da segunda classe, em 10 de abril de 1912 (bilhete nº 3085, que custou £26)."
    },
    "postIceberg": {
      "fr": "Alice fut veuve à la suite de la catastrophe du Titanic, et le corps de son mari fut récupéré plus tard par le Mackay-Bennett le 23 avril 1912, puis inhumé en mer. Sa succession, estimée à 5 537 £, 19 shillings et 4 pence, fut attribuée à Alice le 3 juin 1912. Elle rentra en Angleterre à bord du Celtic, arrivant le 25 avril 1912. Au cours de ses années suivantes, elle s’installa à Stoke Bishop, à Bristol, et survécut à deux de ses enfants : son fils Wilfred mourut en 1927, tandis que son fils Clarence émigra plus tard aux États-Unis, s’installant en Californie, où il décéda à San Francisco le 13 octobre 1945. Alice elle-même s’éteignit le 29 avril 1949, à l’âge de 79 ans. Elle fut inhumée le 4 mai 1949 au cimetière et crématorium de Canford, à Bristol, en Angleterre.",
      "en": "Alice was widowed through the Titanic disaster and her husband's body was later recovered by the Mackay-Bennett on 23 April 1912 and buried at sea. His estate, worth £5537, 19s, 4d was administered to her on 3 June 1912. Alice had returned to England, arriving aboard the Celtic on 25 April 1912. In later years she moved to Stoke Bishop, Bristol and was destined to outlive two of her children: Her son Wilfred died in 1927 and her son Clarence later emigrated to the USA, settling in California where he died in San Francisco on 13 October 1945. Alice herself passed away on 29 April 1949 aged 79. Alice was buried on the 4th May 1949 in Canford Cemetery and Crematorium, Bristol, England",
      "da": "Alice blev enke som følge af Titanic-katastrofen, og hendes mands krop blev senere fundet af Mackay-Bennett den 23. april 1912 og begravet til søs. Hans bo, vurderet til £5537, 19 shillings og 4 pence, blev udbetalt til Alice den 3. juni 1912. Hun vendte tilbage til England ombord på Celtic og ankom den 25. april 1912. I de senere år bosatte hun sig i Stoke Bishop, Bristol, og hun overlevede to af sine børn: hendes søn Wilfred døde i 1927, og hendes søn Clarence emigrerede senere til USA, hvor han bosatte sig i Californien og døde i San Francisco den 13. oktober 1945. Alice selv døde den 29. april 1949, 79 år gammel. Hun blev begravet den 4. maj 1949 på Canford Cemetery and Crematorium i Bristol, England.",
      "de": "Alice wurde durch die Titanic-Katastrophe zur Witwe, und der Leichnam ihres Mannes wurde später am 23. April 1912 vom Mackay-Bennett geborgen und auf See bestattet. Sein Nachlass im Wert von £5537, 19 Shilling und 4 Pence wurde ihr am 3. Juni 1912 zugesprochen. Sie kehrte mit der Celtic nach England zurück und traf am 25. April 1912 ein. In den folgenden Jahren zog sie nach Stoke Bishop, Bristol, und überlebte zwei ihrer Kinder: Ihr Sohn Wilfred starb 1927, während ihr Sohn Clarence später in die USA auswanderte, sich in Kalifornien niederließ und am 13. Oktober 1945 in San Francisco starb. Alice selbst verstarb am 29. April 1949 im Alter von 79 Jahren. Sie wurde am 4. Mai 1949 auf dem Canford Cemetery and Crematorium in Bristol, England, beigesetzt.",
      "it": "Alice rimase vedova a causa del disastro del Titanic, e il corpo di suo marito fu successivamente recuperato dal Mackay-Bennett il 23 aprile 1912 e sepolto in mare. L’eredità, valutata a £5537, 19 scellini e 4 pence, le fu assegnata il 3 giugno 1912. Alice tornò in Inghilterra a bordo del Celtic, arrivando il 25 aprile 1912. Negli anni successivi si trasferì a Stoke Bishop, Bristol, e sopravvisse a due dei suoi figli: il figlio Wilfred morì nel 1927, mentre il figlio Clarence emigrò più tardi negli Stati Uniti, stabilendosi in California, dove morì a San Francisco il 13 ottobre 1945. Alice stessa morì il 29 aprile 1949, all’età di 79 anni. Fu sepolta il 4 maggio 1949 al Canford Cemetery and Crematorium di Bristol, Inghilterra.",
      "pt": "Alice ficou viúva em consequência do desastre do Titanic, e o corpo de seu marido foi posteriormente recuperado pelo Mackay-Bennett em 23 de abril de 1912, sendo sepultado no mar. O espólio dele, avaliado em £5537, 19s, 4d, foi concedido a Alice em 3 de junho de 1912. Ela retornou à Inglaterra a bordo do Celtic, chegando em 25 de abril de 1912. Nos anos seguintes, mudou-se para Stoke Bishop, Bristol, e acabou sobrevivendo a dois de seus filhos: Wilfred, falecido em 1927, e Clarence, que emigrou para os Estados Unidos, estabelecendo-se na Califórnia, onde morreu em São Francisco em 13 de outubro de 1945. Alice faleceu em 29 de abril de 1949, aos 79 anos. Foi sepultada em 4 de maio de 1949, no Canford Cemetery and Crematorium, em Bristol, Inglaterra."
    }
  }
}