{
  "passenger97": {
    "grade": "Passenger",
    "age": 29,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/97-Pierre-Maréchal.png",
      "alt": "picture of Pierre Maréchal"
    },
    "name": {
      "fr": "Pierre Maréchal",
      "en": "Pierre Maréchal",
      "da": "Pierre Maréchal",
      "de": "Pierre Maréchal",
      "it": "Pierre Maréchal",
      "pt": "Pierre Maréchal",
      "nl": "Pierre Maréchal"
    },
    "description": {
      "fr": "Pierre Marie Georges Maréchal naquit le 18 janvier 1883 à Paris, en France. Ambitieux et tourné vers l’avenir, il se lança dans une carrière aéronautique dès les premières années du vol motorisé. En 1912, il était devenu directeur de Paulhan et Cie, une entreprise française d’aviation, et se préparait à étendre son influence par le biais d’accords internationaux. Ce printemps-là, Maréchal projeta son premier voyage aux États-Unis. Sa mission consistait à se rendre à Hammondsport, dans l’État de New York, afin de finaliser un contrat important avec la Curtiss Aviation Company pour la fabrication et la vente de moteurs et d’équipements aéronautiques Curtiss dans une grande partie de l’Europe. C’était une initiative audacieuse qui le plaçait au cœur de la génération pionnière de l’aviation. Le 10 avril 1912, Maréchal embarqua à Cherbourg sur le RMS Titanic en tant que passager de première classe. Il occupait la cabine C-47, voyageant sous le billet n°11774. Il faisait partie d’un petit groupe de Français à bord, aux côtés du sculpteur Paul Chevré, d’Alfred Omont et de Lucien Smith. Dans la nuit du 14 avril 1912, lorsque le Titanic heurta l’iceberg, Maréchal participait à une partie de cartes avec ses compatriotes - soit dans sa cabine, soit au Café Parisien. Après une rapide inspection du pont, ils reprirent d’abord leur jeu, convaincus que le navire ne pouvait pas sombrer. Mais lorsque la gravité de la situation devint indéniable, Maréchal regagna sa cabine pour enfiler un manteau épais et son gilet de sauvetage, avant de retourner sur le pont. Il trouva une place dans le canot n°7, le premier à être mis à l’eau, ce qui lui assura la survie. Depuis la sécurité de l’embarcation, Maréchal fut témoin des derniers instants du paquebot. Il décrivit plus tard la vision saisissante de la gigantesque coque du Titanic, illuminée dans la nuit, s’inclinant lentement vers l’avant avant de s’enfoncer dans la mer, puis l’extinction soudaine de toutes ses lumières et enfin l’horrible clameur des voix humaines lorsque le navire disparut sous les vagues de l’Atlantique. Son témoignage reste l’un des récits de survivants les plus vifs et les plus bouleversants.",
      "en": "Pierre Marie Georges Maréchal was born on January 18, 1883, in Paris, France. Ambitious and forward-looking, he pursued a career in aviation during the earliest years of powered flight. By 1912, he had become a director at Paulhan et Cie, a French aviation company, and was preparing to expand its influence through international agreements. That spring, Maréchal planned his first journey to the United States. His mission was to travel to Hammondsport, New York, where he would finalize a significant contract with the Curtiss Aviation Company to manufacture and sell Curtiss aircraft engines and equipment across much of Europe. It was a bold step that positioned him as part of aviation’s pioneering generation. On April 10, 1912, Maréchal boarded the RMS Titanic at Cherbourg, France, as a First-Class passenger. He occupied Cabin C-47, traveling under ticket number 11774. He was one of a small group of Frenchmen aboard, including sculptor Paul Chevré, Alfred Omont, and Lucien Smith. On the night of April 14, 1912, when Titanic struck the iceberg, Maréchal was engaged in a card game with his French companions-either in his stateroom or the Café Parisien. After a brief inspection of the deck, they initially returned to their game, convinced the ship could not sink. As the seriousness of the situation became undeniable, Maréchal returned to his cabin to put on a heavy coat and lifebelt before heading to the deck. He found a place in Lifeboat 7, the first to be launched, and thus secured his survival. From the safety of the lifeboat, Maréchal witnessed the ship’s final moments. He later described the sight of Titanic’s great hull illuminated against the night, slowly tilting forward into the sea, followed by the sudden extinguishing of all her lights and the terrible chorus of human cries as she slipped beneath the Atlantic waves. His account remains one of the most vivid and haunting survivor testimonies.",
      "da": "Pierre Marie Georges Maréchal blev født den 18. januar 1883 i Paris, Frankrig. Ambitiøs og fremsynet kastede han sig ud i en luftfartskarriere i de allerførste år med motorflyvning. I 1912 var han blevet direktør for Paulhan et Cie, et fransk luftfartsselskab, og forberedte sig på at udvide sin indflydelse gennem internationale aftaler. Samme forår planlagde Maréchal sin første rejse til USA. Hans mission var at rejse til Hammondsport i staten New York for at færdiggøre en vigtig kontrakt med Curtiss Aviation Company om produktion og salg af Curtiss-motorer og -udstyr i store dele af Europa. Den 10. april 1912 gik Maréchal om bord på RMS Titanic i Cherbourg som førsteklassepassager. Han havde kahyt C-47 og rejste på billet nr. 11774. Han var en del af en lille gruppe franskmænd om bord, heriblandt billedhuggeren Paul Chevré, Alfred Omont og Lucien Smith. Om aftenen den 14. april, da Titanic ramte isbjerget, spillede Maréchal kort med sine landsmænd - enten i sin kahyt eller i Café Parisien. Efter kort at have inspiceret dækket vendte de tilbage til spillet, overbeviste om at skibet ikke kunne synke. Da alvoren blev tydelig, gik Maréchal tilbage til sin kahyt for at tage en varm frakke og redningsvest på, før han gik tilbage på dækket. Han fandt en plads i redningsbåd nr. 7, den første der blev sat i vandet, og sikrede dermed sin overlevelse. Fra redningsbåden var han vidne til Titanics sidste øjeblikke. Senere beskrev han det uhyggelige syn af den oplyste skrog, der langsomt bøjede sig forover, inden det forsvandt i havet, efterfulgt af det pludselige mørke og den frygtelige larm af menneskelige skrig, da skibet gik ned i Atlanterhavet. Hans beretning regnes som et af de mest levende og rystende vidnesbyrd fra overlevende.",
      "de": "Pierre Marie Georges Maréchal wurde am 18. Januar 1883 in Paris, Frankreich, geboren. Ehrgeizig und zukunftsorientiert verfolgte er eine Karriere in der Luftfahrt in den allerersten Jahren des Motorflugs. 1912 war er Direktor bei Paulhan et Cie, einem französischen Luftfahrtunternehmen, geworden und bereitete die Ausweitung seines Einflusses durch internationale Abkommen vor. Im Frühjahr plante Maréchal seine erste Reise in die Vereinigten Staaten. Sein Auftrag war es, nach Hammondsport, New York, zu reisen, um einen bedeutenden Vertrag mit der Curtiss Aviation Company über die Herstellung und den Vertrieb von Curtiss-Motoren und -Ausrüstung in weiten Teilen Europas abzuschließen. Am 10. April 1912 bestieg Maréchal in Cherbourg die RMS Titanic als Passagier der Ersten Klasse. Er belegte Kabine C-47 und reiste mit Ticket Nr. 11774. Er gehörte zu einer kleinen Gruppe von Franzosen an Bord, darunter der Bildhauer Paul Chevré, Alfred Omont und Lucien Smith. In der Nacht des 14. April, als die Titanic den Eisberg rammte, spielte Maréchal mit seinen Landsleuten Karten - entweder in seiner Kabine oder im Café Parisien. Nach einer kurzen Inspektion des Decks kehrten sie zunächst zu ihrem Spiel zurück, überzeugt, dass das Schiff nicht sinken könne. Als die Lage unübersehbar ernst wurde, ging Maréchal in seine Kabine zurück, zog einen schweren Mantel und eine Rettungsweste an und kehrte aufs Deck zurück. Er fand einen Platz im Rettungsboot Nr. 7, dem ersten, das zu Wasser gelassen wurde, und sicherte so sein Überleben. Von dort aus war er Zeuge der letzten Momente der Titanic. Später beschrieb er das erschütternde Bild des riesigen, hell erleuchteten Schiffs, das sich langsam nach vorn neigte, bevor es im Meer versank, gefolgt von dem plötzlichen Erlöschen aller Lichter und dem entsetzlichen Chor menschlicher Schreie, als es in den Atlantik hinabglitt. Sein Bericht bleibt eines der lebendigsten und eindringlichsten Zeugnisse von Überlebenden.",
      "it": "Pierre Marie Georges Maréchal nacque il 18 gennaio 1883 a Parigi, in Francia. Ambizioso e proiettato verso il futuro, intraprese una carriera nell’aviazione sin dai primissimi anni del volo a motore. Nel 1912 era diventato direttore della Paulhan et Cie, un’impresa aeronautica francese, e si preparava ad ampliare la sua influenza attraverso accordi internazionali. Quella primavera progettò il suo primo viaggio negli Stati Uniti. La sua missione era recarsi a Hammondsport, nello Stato di New York, per finalizzare un importante contratto con la Curtiss Aviation Company riguardante la produzione e la vendita di motori ed equipaggiamenti Curtiss in gran parte d’Europa. Il 10 aprile 1912 Maréchal si imbarcò a Cherbourg sul RMS Titanic come passeggero di prima classe. Occupava la cabina C-47 e viaggiava con il biglietto n. 11774. Faceva parte di un piccolo gruppo di francesi a bordo, insieme allo scultore Paul Chevré, Alfred Omont e Lucien Smith. Nella notte del 14 aprile 1912, quando il Titanic colpì l’iceberg, Maréchal stava giocando a carte con i suoi connazionali - nella sua cabina o al Café Parisien. Dopo un rapido controllo del ponte, tornarono inizialmente al gioco, convinti che la nave non potesse affondare. Quando la gravità della situazione divenne evidente, Maréchal tornò in cabina per indossare un pesante cappotto e il giubbotto di salvataggio, quindi si recò di nuovo sul ponte. Riuscì a trovare un posto sulla scialuppa n. 7, la prima ad essere calata in mare, assicurandosi così la sopravvivenza. Dalla sicurezza della scialuppa fu testimone degli ultimi istanti del transatlantico. Più tardi descrisse l’impressionante visione dello scafo del Titanic, illuminato nella notte, che si inclinava lentamente in avanti prima di inabissarsi, seguito dallo spegnimento improvviso di tutte le luci e dall’orribile clamore delle voci umane mentre la nave scompariva sotto le onde dell’Atlantico. La sua testimonianza rimane una delle più vivide e toccanti dei sopravvissuti.",
      "pt": "Pierre Marie Georges Maréchal, nascido em Paris, em 18 de janeiro de 1883, representa a geração pioneira da aviação. Diretor da Paulhan et Cie, ele se preparava, em 1912, para estabelecer acordos internacionais que fortaleceriam a presença da indústria aeronáutica francesa. Sua viagem ao Estados Unidos naquele ano tinha propósito claro: visitar Hammondsport, Nova Iorque, e firmar contrato com a Curtiss Aviation Company, ampliando a fabricação e a distribuição de motores e equipamentos aeronáuticos Curtiss pela Europa. No RMS Titanic, que embarcou em Cherbourg, em 10 de abril de 1912, ocupou o camarote C-47, viajando em primeira classe. Integrava o pequeno grupo de franceses a bordo, junto ao escultor Paul Chevré, Alfred Omont e Lucien Smith. Na noite da colisão, 14 de abril, encontrava-se em um jogo de cartas com companheiros conterrâneos. Inicialmente, subestimaram a gravidade da situação. Somente quando a realidade se impôs, Maréchal retornou à cabine, preparou-se e dirigiu-se ao convés. Alocado no bote nº 7, tornou-se um dos primeiros sobreviventes da tragédia. Seu testemunho é marcante: descreveu o navio iluminado, inclinando-se lentamente até desaparecer nas águas, seguido pelo silêncio interrompido apenas pelos gritos das centenas que ficaram para trás. ",
      "nl": "Pierre Marie Georges Maréchal was born on January 18, 1883, in Paris, France. Ambitious and forward-looking, he pursued a career in aviation during the earliest years of powered flight. By 1912, he had become a director at Paulhan et Cie, a French aviation company, and was preparing to expand its influence through international agreements. That spring, Maréchal planned his first journey to the United States. His mission was to travel to Hammondsport, New York, where he would finalize a significant contract with the Curtiss Aviation Company to manufacture and sell Curtiss aircraft engines and equipment across much of Europe. It was a bold step that positioned him as part of aviation’s pioneering generation. On April 10, 1912, Maréchal boarded the RMS Titanic at Cherbourg, France, as a First-Class passenger. He occupied Cabin C-47, traveling under ticket number 11774. He was one of a small group of Frenchmen aboard, including sculptor Paul Chevré, Alfred Omont, and Lucien Smith. On the night of April 14, 1912, when Titanic struck the iceberg, Maréchal was engaged in a card game with his French companions-either in his stateroom or the Café Parisien. After a brief inspection of the deck, they initially returned to their game, convinced the ship could not sink. As the seriousness of the situation became undeniable, Maréchal returned to his cabin to put on a heavy coat and lifebelt before heading to the deck. He found a place in Lifeboat 7, the first to be launched, and thus secured his survival. From the safety of the lifeboat, Maréchal witnessed the ship’s final moments. He later described the sight of Titanic’s great hull illuminated against the night, slowly tilting forward into the sea, followed by the sudden extinguishing of all her lights and the terrible chorus of human cries as she slipped beneath the Atlantic waves. His account remains one of the most vivid and haunting survivor testimonies."
    },
    "postIceberg": {
      "fr": "Pierre Maréchal poursuivit ensuite sa carrière dans l’aviation, son nom demeurant lié à la fois aux débuts de l’histoire du vol et à la plus grande catastrophe maritime de l’époque moderne. Il mourut le 22 février 1942 à Paris et fut inhumé au cimetière de Bailly.",
      "en": "Pierre Maréchal went on to continue his aviation career, his name tied both to the early history of flight and to the greatest maritime disaster of the modern age. Pierre Maréchal died on 22 February 1942 in  Paris and was buried at Cimetière de Bailly.",
      "da": "Pierre Maréchal fortsatte derefter sin karriere inden for luftfarten, og hans navn forblev knyttet både til de tidlige år i flyvningens historie og til den største maritime katastrofe i den moderne tid. Han døde den 22. februar 1942 i Paris og blev begravet på Cimetière de Bailly.",
      "de": "Pierre Maréchal setzte anschließend seine Karriere in der Luftfahrt fort, und sein Name blieb sowohl mit den Anfängen der Fluggeschichte als auch mit der größten Schiffskatastrophe der Moderne verbunden. Er starb am 22. Februar 1942 in Paris und wurde auf dem Cimetière de Bailly beigesetzt.",
      "it": "Pierre Maréchal proseguì poi la sua carriera nell’aviazione, il suo nome rimanendo legato sia agli albori della storia del volo che al più grande disastro marittimo dell’età moderna. Morì a Parigi il 22 febbraio 1942 e fu sepolto al Cimetière de Bailly.",
      "pt": "Sobreviveu ao naufrágio e retomou sua trajetória na aviação, inscrito tanto na memória da história aérea quanto na do desastre marítimo mais célebre do século XX. Faleceu em Paris, em 22 de fevereiro de 1942, sendo sepultado no Cimetière de Bailly.",
      "nl": "Pierre Maréchal went on to continue his aviation career, his name tied both to the early history of flight and to the greatest maritime disaster of the modern age. Pierre Maréchal died on 22 February 1942 in  Paris and was buried at Cimetière de Bailly."
    }
  }
}