{
  "passenger107": {
    "grade": "Passenger",
    "age": 7,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/107-Eva-Miriam-Hart.png",
      "alt": "picture of Eva Miriam Hart"
    },
    "name": {
      "fr": "Eva Miriam Hart",
      "en": "Eva Miriam Hart",
      "da": "Eva Miriam Hart",
      "de": "Eva Miriam Hart",
      "it": "Eva Miriam Hart",
      "pt": "Eva Miriam Hart",
      "nl": "Eva Miriam Hart"
    },
    "description": {
      "fr": "Eva Miriam Hart naquit le 31 janvier 1905 à Ilford, dans l’Essex, en Angleterre, de Benjamin et Esther Hart. Elle était leur unique enfant. Son père travaillait comme entrepreneur en bâtiment, et en 1912 la famille décida d’émigrer à Winnipeg, dans le Manitoba, au Canada, dans l’espoir d’un avenir meilleur. La famille Hart embarqua sur le RMS Titanic à Southampton. Eva se souvint plus tard que sa mère, Esther, avait eu une prémonition de catastrophe et refusait de dormir la nuit durant la traversée, ne se reposant que le jour. Esther et Eva furent placées dans le canot n°14, tandis que Benjamin resta à bord et périt lors du naufrage. Eva grandit en Angleterre, où elle devint chanteuse, juge de paix (magistrate) et conférencière.",
      "en": "Eva Miriam Hart was born on January 31, 1905, in Ilford, Essex, England, to Benjamin and Esther Hart. She was their only child. Her father worked as a builder, and in 1912 the family decided to emigrate to Winnipeg, Manitoba, Canada, hoping for a better future. The Hart family boarded the RMS Titanic at Southampton. Eva later recalled that her mother, Esther, had a premonition of disaster and refused to sleep at night during the voyage, resting only in the daytime. Esther and Eva were placed in Lifeboat 14, while Benjamin stayed behind and was lost in the sinking. Eva grew up in England, becoming a singer, magistrate, and public speaker.",
      "da": "Eva Miriam Hart blev født den 31. januar 1905 i Ilford, Essex, England, som datter af Benjamin og Esther Hart. Hun var deres eneste barn. Hendes far arbejdede som bygningsentreprenør, og i 1912 besluttede familien at emigrere til Winnipeg, Manitoba, Canada, i håbet om en bedre fremtid. Familien Hart gik ombord på RMS Titanic i Southampton. Eva huskede senere, at hendes mor, Esther, havde haft en forudanelse om en katastrofe og nægtede at sove om natten under rejsen, men hvilede kun om dagen. Esther og Eva blev sat i redningsbåd nr. 14, mens Benjamin blev tilbage og omkom i forliset. Eva voksede op i England, hvor hun blev sangerinde, dommer (magistrate) og foredragsholder.",
      "de": "Eva Miriam Hart wurde am 31. Januar 1905 in Ilford, Essex, England, als Tochter von Benjamin und Esther Hart geboren. Sie war das einzige Kind des Paares. Ihr Vater arbeitete als Bauunternehmer, und 1912 beschloss die Familie, nach Winnipeg, Manitoba, Kanada auszuwandern, in der Hoffnung auf eine bessere Zukunft. Die Familie Hart bestieg die RMS Titanic in Southampton. Eva erinnerte sich später, dass ihre Mutter Esther eine Vorahnung der Katastrophe gehabt habe und sich weigerte, nachts zu schlafen, sondern nur tagsüber ruhte. Esther und Eva wurden in Rettungsboot Nr. 14 gesetzt, während Benjamin an Bord blieb und beim Untergang ums Leben kam. Eva wuchs in England auf, wo sie Sängerin, Friedensrichterin und Vortragsrednerin wurde.",
      "it": "Eva Miriam Hart nacque il 31 gennaio 1905 a Ilford, nell'Essex, in Inghilterra, da Benjamin ed Esther Hart. Era la loro unica figlia. Suo padre lavorava come impresario edile e nel 1912 la famiglia decise di emigrare a Winnipeg, Manitoba, Canada, nella speranza di un futuro migliore. La famiglia Hart si imbarcò sul RMS Titanic a Southampton. Eva ricordò in seguito che sua madre, Esther, aveva avuto una premonizione di catastrofe e rifiutava di dormire di notte durante il viaggio, riposando solo di giorno. Esther ed Eva furono collocate nella scialuppa n. 14, mentre Benjamin rimase a bordo e morì nel naufragio. Eva crebbe in Inghilterra, dove divenne cantante, magistrato e conferenziera.",
      "pt": "Eva Miriam Hart nasceu em 31 de janeiro de 1905, em Ilford, Essex, Inglaterra, filha única de Benjamin e Esther Hart. Seu pai era construtor e, em 1912, a família decidiu emigrar para Winnipeg, Canadá, em busca de uma vida melhor. Eles embarcaram no RMS Titanic em Southampton. Eva recordava que sua mãe, Esther, tinha uma premonição de desastre e só dormia durante o dia, permanecendo acordada à noite. Na madrugada do naufrágio, Esther e Eva foram colocadas no bote nº 14, enquanto Benjamin permaneceu a bordo e morreu no desastre. De volta à Inglaterra, Eva cresceu e tornou-se cantora, magistrada e palestrante.",
      "nl": "Eva Miriam Hart was born on January 31, 1905, in Ilford, Essex, England, to Benjamin and Esther Hart. She was their only child. Her father worked as a builder, and in 1912 the family decided to emigrate to Winnipeg, Manitoba, Canada, hoping for a better future. The Hart family boarded the RMS Titanic at Southampton. Eva later recalled that her mother, Esther, had a premonition of disaster and refused to sleep at night during the voyage, resting only in the daytime. Esther and Eva were placed in Lifeboat 14, while Benjamin stayed behind and was lost in the sinking. Eva grew up in England, becoming a singer, magistrate, and public speaker."
    },
    "postIceberg": {
      "fr": "Elle ne parvint jamais à oublier la catastrophe du Titanic et devint l’une des survivantes les plus éloquentes et engagées, accordant des interviews et donnant des conférences tout au long de sa vie. Elle critiqua vigoureusement la White Star Line et les constructeurs du navire pour le nombre insuffisant de canots de sauvetage et pour ce qu’elle considérait comme une négligence ayant conduit à l’ampleur de la tragédie. Eva Hart s’éteignit le 14 février 1996, à l’âge de 91 ans. Elle fut l’une des dernières survivantes du Titanic.",
      "en": "She never forgot the Titanic disaster and became one of its most outspoken survivors, giving interviews and lectures throughout her life. She criticized the White Star Line and shipbuilders for the insufficient number of lifeboats and for what she saw as negligence leading to the scale of the tragedy. Eva Hart died on February 14, 1996, aged 91, one of the last remaining survivors of the Titanic.",
      "da": "Hun glemte aldrig Titanic-katastrofen og blev en af de mest markante overlevende, idet hun gav interviews og holdt foredrag gennem hele sit liv. Hun kritiserede skarpt White Star Line og skibsbyggerne for det utilstrækkelige antal redningsbåde og for det, hun betragtede som forsømmelighed, der havde ført til tragediens omfang. Eva Hart døde den 14. februar 1996, 91 år gammel, som en af de sidste overlevende fra Titanic.",
      "de": "Sie vergaß die Titanic-Katastrophe nie und wurde eine der engagiertesten und wortgewaltigsten Überlebenden. Ihr Leben lang gab sie Interviews und hielt Vorträge. Sie kritisierte die White Star Line und die Schiffsbauer heftig wegen der unzureichenden Zahl an Rettungsbooten und wegen dessen, was sie als Fahrlässigkeit ansah, die zum Ausmaß der Tragödie führte. Eva Hart starb am 14. Februar 1996 im Alter von 91 Jahren als eine der letzten Überlebenden der Titanic.",
      "it": "Non dimenticò mai il disastro del Titanic e divenne una delle sopravvissute più attive e determinate, rilasciando interviste e tenendo conferenze per tutta la vita. Criticò duramente la White Star Line e i costruttori della nave per l’insufficiente numero di scialuppe di salvataggio e per quella che considerava una negligenza che aveva contribuito alla portata della tragedia. Eva Hart morì il 14 febbraio 1996, all’età di 91 anni, come una delle ultime sopravvissute del Titanic.",
      "pt": "Foi uma das sobreviventes mais ativas em denunciar os erros do Titanic, criticando a White Star Line e os construtores pela falta de botes salva-vidas suficientes e pela negligência que contribuiu para a tragédia. Faleceu em 14 de fevereiro de 1996, aos 91 anos, sendo uma das últimas sobreviventes do Titanic.",
      "nl": "She never forgot the Titanic disaster and became one of its most outspoken survivors, giving interviews and lectures throughout her life. She criticized the White Star Line and shipbuilders for the insufficient number of lifeboats and for what she saw as negligence leading to the scale of the tragedy. Eva Hart died on February 14, 1996, aged 91, one of the last remaining survivors of the Titanic."
    }
  }
}