{
  "passenger48": {
    "grade": "Passenger",
    "age": 38,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/48-Annie-Clemmer-Funk.png",
      "alt": "picture of Annie Clemmer Funk"
    },
    "name": {
      "fr": "Annie Clemmer Funk",
      "en": "Annie Clemmer Funk",
      "da": "Annie Clemmer Funk",
      "de": "Annie Clemmer Funk",
      "it": "Annie Clemmer Funk",
      "pt": "Annie Clemmer Funk"
    },
    "description": {
      "fr": "Annie Clemmer Funk est née à Bally, Pennsylvanie, le 12 avril 1874. Issue d’une communauté mennonite très pieuse, elle fut dès l’enfance animée par la foi et le service missionnaire, son rêve étant de devenir missionnaire. En 1906, après avoir travaillé dans diverses églises et œuvres caritatives à travers les États-Unis, son rêve se réalisa: elle fut envoyée en mission en Inde, devenant la première femme mennonite célibataire à partir seule à l’étranger. Basée à Janjgir-Champa, Chhattisgarh, elle commença à apprendre l’hindi et ouvrit en 1908 une école pour filles. En 1912, elle reçut un télégramme urgent de son pasteur: sa mère était malade. L’église avait déjà organisé son retour sur deux navires; Annie partit aussitôt. Son premier bateau arriva à Liverpool, mais à cause de la grève du charbon, elle dut échanger son billet pour un retour sur le Titanic. Pressée de rentrer, elle ne s’attarda sans doute pas sur ce changement.",
      "en": "Annie Clemmer Funk was born in Bally, Pennsylvania on April 12, 1874. She was a part of a highly religious Mennonite community, and was a highly religious person from a young age, and was dedicated to the service of the church’s mission. Her life’s dream was to become a missionary. In 1906, after spending some years working with churches and charitable organizations around the U.S., Annie’s dream came true, and Annie was selected to travel on a mission to India. However, when her selected companion was unable to join her, Annie chose to make the trip alone, becoming the first single female Mennonite missionary to be sent overseas. In India she was based in Janjgir-Champa, Chhattisgarh, where she began to learn Hindi. In 1908 she opened a one room girls’ school.Annie received an urgent telegram from her Pastor in 1912, informing her that her mother was ill. The church had already procured her passage home on two ships, and Annie set off at once. Her first ship arrived in Liverpool, though due to the coal strike she had to change her ticket back the U.S. to one aboard the Titanic, though in her urgency to get home to see her mother, she was likely unconcerned by the change.",
      "da": "Annie Clemmer Funk blev født i Bally, Pennsylvania, den 12. april 1874. Hun var en del af et meget religiøst mennonitsamfund og var et meget religiøst menneske fra en ung alder. Annie var fast besluttet på at tjene kirken og dens mission. Hendes livsdrøm var at blive missionær. \n\nI 1906, efter at have arbejdet nogle år i kirker og velgørende organisationer rundt omkring i USA, gik Annies drøm i opfyldelse, og hun blev udvalgt til at rejse på mission til Indien. Men da hendes udvalgte ledsager ikke kunne komme med, valgte Annie at tage turen alene og blev dermed den første kvindelige mennonitmissionær, der blev sendt alene til udlandet. I Indien havde hun base i Janjgir-Champa, Chhattisgarh, hvor hun begyndte at lære hindi. I 1908 åbnede hun en pigeskole.\n\nI 1912 modtog Annie et hastetelegram fra sin præst om, at hendes mor var syg. Kirken havde allerede sørget for, at hun kunne rejse hjem med to skibe, og Annie tog af sted med det samme. Hendes første skib ankom til Liverpool, men på grund af kulstrejken måtte hun ændre sin billet videre til USA til en billet om bord på Titanic. Fordi hun havde travlt med at komme hjem til sin mor, bekymrede ændringen hende formentlig ikke.",
      "de": "Annie Clemmer Funk wurde am 12. April 1874 in Bally, Pennsylvania, geboren. Sie gehörte zu einer hochreligiösen mennonitischen Gemeinde und war von klein auf ein hochreligiöser Mensch, der sich dem Dienst an der Mission der Kirche verschrieben hatte. Ihr Lebenstraum war es, Missionarin zu werden. Nachdem sie einige Jahre in Kirchen und Wohltätigkeitsorganisationen in den USA gearbeitet hatte, ging Annies Traum 1906 in Erfüllung, und Annie wurde ausgewählt, um auf eine Missionsreise nach Indien zu gehen. Als ihr ausgewählter Begleiter sie jedoch nicht begleiten konnte, entschloss sich Annie, die Reise allein anzutreten, und wurde so zur ersten alleinstehenden mennonitischen Missionarin, die nach Übersee geschickt wurde. In Indien war sie in Janjgir-Champa, Chhattisgarh, stationiert, wo sie begann, Hindi zu lernen. Im Jahr 1908 eröffnete sie eine Mädchenschule. 1912 erhielt Annie ein dringendes Telegramm von ihrem Pastor, in dem er ihr mitteilte, dass ihre Mutter krank sei. Die Kirche hatte ihr bereits die Heimreise auf zwei Schiffen besorgt, und Annie machte sich sofort auf den Weg. Ihr erstes Schiff kam in Liverpool an, doch wegen des Kohlestreiks musste sie ihr Rückreiseticket in ein Ticket für die Titanic umtauschen, doch in ihrer Eile, nach Hause zu kommen, um ihre Mutter zu sehen, störte sie diese Änderung wahrscheinlich nicht.",
      "it": "Annie Clemmer Funk nacque a Bally, Pennsylvania il 12 aprile 1874. Faceva parte di una comunità mennonita ed era una persona fortemente religiosa fin dalla giovane età ed era al servizio della missione della chiesa. Il sogno della sua vita era diventare una missionaria. Nel 1906, dopo aver trascorso alcuni anni lavorando con chiese e organizzazioni caritatevoli negli Stati Uniti, il sogno di Annie si avverò e fu selezionata per andare in missione in India. Annie scelse di fare il viaggio da sola, in assenza di altre volontarie, diventando la prima donna Mennonita missionaria ad essere inviata all’estero.In India si stabilì a Janjgir-Champa, Chhattisgarh, dove iniziò a imparare l’hindi. Nel 1908 aprì una scuola femminile in un’unica stanza. Ma nel 1912 Annie ricevette un telegramma urgente dal suo pastore che la informava  che sua madre era malata. La chiesa aveva già prenotato un passaggio verso casa su due navi e Annie partì subito. La sua prima nave arrivò a Liverpool, poi a causa dello sciopero del carbone Annie dovette cambiare il suo biglietto di ritorno per gli Stati Uniti. E si imbarcò a bordo del Titanic. In preda alla preoccupazione per la madre e all’urgenza di tornare a casa, Annie era probabilmente indifferente a quel cambiamento forzato.",
      "pt": "Annie Clemmer Funk nasceu em Bally, Pensilvânia, em 12 de abril de 1874. Pertencia a uma comunidade menonita altamente religiosa e foi uma pessoa devota desde jovem, dedicada ao serviço missionário da igreja. Seu sonho de vida era tornar-se missionária. Em 1906, após alguns anos trabalhando com igrejas e organizações de caridade nos Estados Unidos, o sonho de Annie se realizou quando foi selecionada para uma missão na Índia. Contudo, quando sua companheira de missão não pôde acompanhá-la, Annie decidiu fazer a viagem sozinha, tornando-se a primeira missionária solteira menonita enviada ao exterior. Na Índia, estabeleceu-se em Janjgir-Champa, Chhattisgarh, onde começou a aprender hindi. Em 1908, abriu uma escola de uma sala para meninas. Em 1912, Annie recebeu um telegrama urgente de seu pastor informando que sua mãe estava doente. A igreja já havia providenciado sua passagem de volta em dois navios, e Annie partiu imediatamente. Seu primeiro navio chegou a Liverpool, mas devido à greve de carvão, ela teve que trocar sua passagem para um retorno aos EUA a bordo do Titanic. Em sua pressa para ver a mãe, provavelmente não se preocupou com essa mudança."
    },
    "postIceberg": {
      "fr": "Annie Clemmer Funk, missionnaire américaine, rentrait aux États-Unis pour voir sa mère malade. Elle céda sa place dans un canot à une mère et son enfant, sacrifiant sa vie. Funk est célébrée pour son altruisme et son engagement auprès des autres, notamment dans sa ville natale de Bally, Pennsylvanie. En mémoire de Miss Funk, l’école qu’elle avait fondée à Janjgir, en Inde, fut rebaptisée 'Annie C. Funk Memorial Girl’s School'. Les dons reçus permirent d’agrandir l’école et d’ajouter un dortoir à deux étages pour les élèves internes.",
      "en": "Annie Clemmer Funk, an American missionary, was returning to the U.S. to see her ill mother. She gave up her seat in a lifeboat to a mother and child, sacrificing her life. Funk is remembered for her selflessness and dedication to helping others, and her story is celebrated in her hometown of Bally, Pennsylvania. In memory of Miss Funk, the school she had founded in Janjgir, India was named the “Annie C. Funk Memorial Girl's School.” Sufficient memorial gifts were given by friends in America to enlarge the school and add a two story dormitory for boarding students.",
      "da": "Annie Clemmer Funk, en amerikansk missionær, var på vej tilbage til USA for at besøge sin syge mor. Hun opgav sin plads i en redningsbåd til en mor med et barn og ofrede sit liv. Funk huskes for sin uselviskhed og dedikation til at hjælpe andre, og hendes historie hyldes stadig i hendes hjemby Bally i Pennsylvania.\n\nTil minde om Funk fik den skole, hun havde grundlagt i Janjgir i Indien, navnet 'Annie C. Funk Memorial Girl's School' Venner i USA gav tilstrækkeligt med mindedonationer til at udvide skolen og tilføje et toetagers kollegium til kostelever.",
      "de": "Annie Clemmer Funk, eine amerikanische Missionarin, war auf dem Rückweg in die Vereinigten Staaten, um ihre kranke Mutter zu besuchen. Sie überließ ihren Platz in einem Rettungsboot einer Mutter mit Kind und opferte ihr Leben. Funk wird für ihre Selbstlosigkeit und ihr Engagement, anderen zu helfen, verehrt, und ihre Geschichte wird in ihrer Heimatstadt Bally, Pennsylvania, gefeiert. Zum Gedenken an Miss Funk wurde die von ihr gegründete Schule in Janjgir, Indien, Annie C. Funk Memorial Girl's School“ genannt. Freunde in Amerika spendeten genügend Geld, um die Schule zu erweitern und ein zweistöckiges Wohnheim für Schülerinnen zu errichten.",
      "it": "Annie Clemmer Funk, una missionaria americana, stava tornando negli Stati Uniti per vedere la madre malata. Ha ceduto il suo posto in una scialuppa a una madre e a un bambino, sacrificando la sua vita. Funk è ricordata per il suo altruismo e la dedizione nell'aiutare gli altri, e la sua storia è celebrata nella sua città natale di Bally, Pennsylvania. In memoria di Miss Funk, la scuola che aveva fondato a Janjgir, in India, è stata intitolata la “Annie C. Funk Memorial Girl’s School.” Doni commemorativi sufficienti sono stati dati dagli amici in America per ampliare la scuola e aggiungere un dormitorio a due piani per le studentesse.",
      "pt": "Annie Clemmer Funk, missionária americana, retornava aos EUA para visitar sua mãe enferma. Ela abriu mão de seu lugar em um bote salva-vidas para uma mãe e seu filho, sacrificando sua vida. Funk é lembrada por seu altruísmo e dedicação em ajudar os outros, e sua história é celebrada em sua cidade natal, Bally, Pensilvânia. Em memória à Srta. Funk, a escola que ela fundou em Janjgir, Índia, foi nomeada “Annie C. Funk Memorial Girl’s School”. Amigos nos Estados Unidos fizeram doações suficientes para ampliar a escola e construir um dormitório de dois andares para alunas residentes."
    }
  }
}