{
  "passenger62": {
    "grade": "Passenger",
    "age": 27,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/62-Catherine-Katie-Peters.jpg",
      "alt": "picture of Catherine Katie Peters"
    },
    "name": {
      "fr": "Catherine Katie Peters",
      "en": "Catherine Katie Peters",
      "da": "Catherine Katie Peters",
      "de": "Catherine Katie Peters",
      "it": "Catherine Katie Peters",
      "pt": "Catherine Katie Peters"
    },
    "description": {
      "fr": "Katie Peters est née dans le comté de Tipperary, en Irlande, dans une famille de douze enfants de fermiers. Dans la vingtaine, elle émigre à New York comme femme de chambre, logeant chez sa sœur aînée Mary, mariée et installée depuis plusieurs années. Katie fait partie de la vague d’immigration irlandaise du début du siècle. Après quelques années, elle retourne en Irlande pour une visite. Elle prévoit de repartir à New York sur le voyage inaugural du Titanic, en troisième classe, accompagnée de son petit ami Roger Tobin. Mais, n’étant pas mariés, ils sont logés à des extrémités opposées du navire: les hommes à la proue, les femmes à la poupe avec les familles. Katie et Roger sont deux des six natifs de Tipperary à bord. Deux autres, partageant la cabine de Katie, portent aussi le prénom Catherine (bien qu’elles se fassent appeler Kate). Les trois jeunes femmes ont plus en commun que leur nom et leur comté d’origine: elles sont célibataires, immigrent aux États-Unis pour rejoindre ou soutenir leur famille, et tentent leur chance à bord du 'plus beau paquebot du monde'.",
      "en": "Katie Peters was born in the County of Tipperary, Ireland. Her parents were farmers, and Katie was one of twelve children. In her 20s she had emigrated to New York to work as a housemaid. She stayed with her older sister Mary, a married woman who had moved to the states some years earlier. Katie was one of a multitude of Irish immigrants moving abroad at the turn of the century.A few years after relocating Peters had returned home to Ireland for a visit. She was booked to return to New York on Titanic’s maiden voyage as a 3rd passenger. On the return trip she was joined by her boyfriend Roger Tobin. Being unmarried, however, couples’ quarters were on opposite ends of the ship, with the men’s berths located in the prow and the women’s in the stern with the families.Peters and Tobin were two of six Tipperary natives aboard the ship. Two of the others were girls who shared Katie’s quarters aboard the ship, who were also named variations of Catherine (though the others both went by Kate). The three had more in common than just their names and home county, they were unmarried young women immigrating to the United States to join family, or to support family back home in Ireland, making their way in the world aboard “the finest steamer afloat.”",
      "da": "Katie Peters blev født i Tipperary County i Irland. Hendes forældre var landmænd, og Katie var et af tolv børn. Da hun var i tyverne emigrerede hun til New York for at arbejde som stuepige. Hun boede hos sin storesøster Mary, en gift kvinde, som var flyttet til USA nogle år tidligere. Katie var en af de mange irske immigranter, der flyttede til udlandet ved århundredeskiftet. Et par år efter udflytningen var Katie vendt hjem til Irland på besøg. Hun havde booket returrejse til New York på Titanics jomfrurejse som passager på tredje klasse. På hjemturen fik hun selskab af sin kæreste Roger Tobin. Men da parret ikke var gift, boede de i hver sin ende af skibet, mændenes køjer i forskibet og kvindernes agterude sammen med familierne. Katie og Roger var to ud af seks lokale fra Tipperary om bord på skibet. To af de andre var piger, som Katie delte kahyt med, og som også hed Catherine (de andre blev begge kaldt Kate). De tre havde mere til fælles end bare deres navne og hjemegn. De var ugifte unge kvinder, der immigrerede til USA for at slutte sig til familien eller for at forsørge familien hjemme i Irland, og de begyndte deres nye tilværelse om bord på ''det fineste dampskib nogensinde''",
      "de": "Katie Peters wurde in der Grafschaft Tipperary, Irland, geboren. Ihre Eltern waren Bauern und Katie war eines von zwölf Kindern. In ihren 20ern wanderte sie nach New York aus, um als Hausmädchen zu arbeiten. Sie wohnte bei ihrer älteren Schwester Mary, einer verheirateten Frau, die einige Jahre zuvor in die Staaten gezogen war. Katie war eine von vielen irischen Einwanderern, die um die Jahrhundertwende ins Ausland zogen. Einige Jahre nach ihrer Übersiedlung war Peters zu einem Besuch nach Irland zurückgekehrt. Auf der Jungfernfahrt der Titanic war sie als Passagier der Dritten Klasse für die Rückreise nach New York gebucht. Auf der Rückfahrt wurde sie von ihrem Freund Roger Tobin begleitet. Da sie nicht verheiratet waren, befanden sich die Quartiere der Paare an entgegengesetzten Enden des Schiffes, wobei sich die Kojen der Männer im Bug und die der Frauen im Heck bei den Familien befanden. Peters und Tobin waren zwei von sechs Einheimischen aus Tipperary an Bord des Schiffes. Zwei der anderen waren Mädchen, die sich Katies Quartier an Bord des Schiffes teilten und deren Namen ebenfalls Abwandlungen von “Catherine” waren (obwohl die anderen beiden Kate hießen). Die drei hatten mehr gemeinsam als nur ihre Namen und ihre Heimatregion: Sie waren unverheiratete junge Frauen, die in die Vereinigten Staaten einwanderten, um zu ihrer Familie zu ziehen oder ihre Familie in Irland zu unterstützen, und sich an Bord des „besten Dampfers der Welt“ ihren Weg bahnten.",
      "it": "Katie Peters era nata nella contea di Tipperary, Irlanda. I suoi genitori erano agricoltori e Katie era una dei loro dodici figli. A vent’anni era emigrata a New York per lavorare come domestica e viveva con sua sorella maggiore Mary, una donna sposata che si era trasferita negli Stati Uniti alcuni anni prima. La giovane apparteneva a quella moltitudine di immigranti irlandesi che si trasferirono all’estero alla fine del secolo.Pochi anni dopo il trasferimento era tornata a casa in Irlanda per una visita. Prenotò per tornare a New York proprio il viaggio inaugurale del Titanic come passeggero di terza classe. Nel viaggio di ritorno fu accompagnata dal suo ragazzo Roger Tobin. Non essendo sposati ed essendo classificati come viaggiatori single tuttavia, gli alloggi della coppia erano alle estremità opposte della nave, tra gli attrezzi degli ormeggi, situati a prua, per gli uomini, mentre le donne sole erano alloggiate a poppa con le famiglie.Katie e il fidanzato erano due delle sei persone originarie di Tipperary a bordo della nave. Due delle altre erano ragazze che condividevano gli alloggi con Katie a bordo della nave e si chiamavano anch’esse Catherine, ma il nome era declinato con nomignoli diversi da Katie. Le tre ragazze avevano molte più cose in comune dei loro nomi e della loro contea, erano giovani donne non sposate, immigrate negli Stati Uniti per cercare di unirsi alla famiglia, o per sostenere la famiglia d’origine in Irlanda, e si stavano facendo strada nel mondo a bordo “del miglior piroscafo che avesse mai solcato il mare”",
      "pt": "Katie Peters nasceu no Condado de Tipperary, Irlanda. Filha de agricultores, era uma entre doze irmãos. Já na casa dos vinte anos, emigrou para Nova Iorque para trabalhar como empregada doméstica. Na cidade, passou a viver com sua irmã mais velha, Mary, que já havia se casado e se mudado para os Estados Unidos alguns anos antes. Katie fazia parte da multidão de imigrantes irlandeses que deixavam sua terra natal no virar do século em busca de melhores oportunidades. Alguns anos após se estabelecer, Katie retornou à Irlanda para uma visita. Sua passagem de volta para Nova Iorque foi marcada na viagem inaugural do Titanic, como passageira da terceira classe. Desta vez, viajava acompanhada de seu namorado, Roger Tobin. No entanto, por serem solteiros, foram alojados em áreas separadas do navio - os homens, na proa, e as mulheres e famílias, na popa. Katie e Roger estavam entre seis passageiros naturais de Tipperary a bordo. Duas das outras passageiras, que dividiam o camarote com Katie, também se chamavam Catherine (embora preferissem ser chamadas de Kate). Mais do que o nome e a origem em comum, as três compartilhavam o mesmo destino: jovens solteiras que emigravam para os Estados Unidos, seja para reunir-se a familiares, seja para sustentar os que permaneciam na Irlanda. Unidas pela esperança de um futuro melhor, cruzavam o Atlântico a bordo do “mais refinado vapor já construído.”"
    },
    "postIceberg": {
      "fr": "Catherine  “Katie” Peters, passagère irlandaise de troisième classe, ne survécut pas à la catastrophe du Titanic. Elle voyageait vers l’Amérique dans l’espoir de commencer une nouvelle vie, accompagnée de deux autres Katie. La nuit du naufrage, Katie fut vue pour la dernière fois tentant d’échapper aux ponts inférieurs, mais elle n’atteignit jamais un canot de sauvetage. Une seule des trois Kate survécut: Kate McCarthy.",
      "en": "Catherine “Katie” Peters, a third-class passenger from Ireland, did not survive the Titanic disaster. She was traveling to America with hopes of starting a new life aloing with two other Katies. On the night of the sinking, Katie was last seen trying to escape the lower decks, but she never made it to a lifeboat. Only one of the three Kates survived: Kate Mccarthy.",
      "da": "Catherine 'Katie' Peters, passager på tredje klasse og fra Irland, overlevede ikke Titanic-katastrofen. Hun ville rejse til Amerika for at starte på et nyt liv - ligesom de to andre kvinder med samme navn. På aftenen for forliset blev Katie sidst set, da hun forsøgte at komme op fra de nederste dæk, men hun nåede aldrig frem til en redningsbåd. Kun en af de tre Katier overlevede: Kate McCarthy.",
      "de": "Catherine „Katie“ Peters, eine Passagierin der Dritten Klasse aus Irland, überlebte die Titanic-Katastrophe nicht. Sie war auf dem Weg nach Amerika, in der Hoffnung, mit zwei anderen Katies ein neues Leben zu beginnen. In der Nacht des Schiffbruchs wurde Katie zuletzt gesehen, wie sie versuchte, von den unteren Decks zu fliehen, aber sie schaffte es nicht zu einem Rettungsboot. Nur eine der drei Katie's überlebte: Kate McCarthy.",
      "it": "Catherine “Katie” Peters, una passeggera di terza classe proveniente dall'Irlanda, non sopravvisse al disastro del Titanic. Stava viaggiando in America con la speranza di iniziare una nuova vita insieme ad altre due Katie. La notte del naufragio, Katie fu vista per l'ultima volta mentre cercava di fuggire dai ponti inferiori, ma non riuscì mai a raggiungere una scialuppa di salvataggio. Solo una delle tre Katie sopravvisse: Kate McCarthy.",
      "pt": "Catherine “Katie” Peters, passageira da Terceira Classe oriunda da Irlanda, não sobreviveu ao desastre do Titanic. Ela viajava para a América com a esperança de recomeçar a vida, acompanhada por outras duas mulheres chamadas Katie. Na noite do naufrágio, Katie foi vista pela última vez tentando escapar dos conveses inferiores, mas nunca conseguiu embarcar em um bote salva-vidas. Apenas uma das três Katies sobreviveu: Kate McCarthy."
    }
  }
}