{
  "passenger44": {
    "grade": "Passenger",
    "age": 24,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/44-William-Theodore-Ronald-Brailey.jpg",
      "alt": "picture of William Theodore Ronald Brailey"
    },
    "name": {
      "fr": "William Theodore Ronald Brailey",
      "en": "William Theodore Ronald Brailey",
      "da": "William Theodore Ronald Brailey",
      "de": "William Theodore Ronald Brailey",
      "it": "William Theodore Ronald Brailey",
      "pt": "William Theodore Ronald Brailey",
      "nl": "William Theodore Ronald Brailey"
    },
    "description": {
      "fr": "William Theodore Ronald Brailey naquit dans l’Essex à la fin de 1887. Ayant appris le piano très jeune auprès d’une voisine, il prit tôt son indépendance. En 1902, il rejoignit l’orchestre de l’hôtel Kensington Palace, puis s’engagea dans l’armée à moins de 15 ans. Il intégra les Royal Lancashire Fusiliers, navigua pour la première fois à la Barbade et devint membre de la fanfare du régiment avant ses 16 ans.L’année suivante, il partit en Afrique du Sud, puis rentra en Angleterre pour étudier à la Royal Military School of Music. Il y resta deux ans, étudiant le violoncelle et la flûte, ayant sans doute déjà maîtrisé le piano. Il reçut ses diplômes à seulement 17 ans. Après sa formation et une promotion au grade de caporal, il quitta l’armée en 1907, rachetant la fin de son contrat.Il travailla ensuite pour l’orchestre du Pier Pavilion, joua sur des paquebots et composa ses propres œuvres. Fiancé à la modiste Teresa Steinhilber, il était, à 25 ans, promis à un brillant avenir musical lorsqu’il devint pianiste à bord du Titanic",
      "en": "William Theodore Ronald Brailey was born in Essex in late 1887. Having been taught how to play piano by a local woman at a young age, Brailey struck out on his own rather early. By 1902 he had joined the Kensington Palace Hotel orchestra, and that same year he joined the army just shy of 15 years old. He became a part of the Royal Lancashire Fusiliers, sailed to Barbados for the first time, and was made a member of the regimental band all before he turned 16. The following year he sailed to South Africa before returning to England to study at the Royal Military School of Music. Brailey spent two years at the academy, though while he was there he studied the cello and the flute, perhaps having already mastered the piano. When he received his certificates he was still only 17 years old. After completing his musical education, and receiving a promotion to lance corporal, Brailey left the army in 1907, choosing to buy out the rest of his contract. After leaving the army, Brailey began working for the Pier Pavilion orchestra, as well as taking work aboard ocean liners and playing ocean voyages. He met and began dating a young milliner named Teresa Steinhilber. By the time he took the job of pianist aboard Titanic, Brailey was engaged to Teresa, and had begun composing his own music. At 25 years old, he had a promising musical future ahead of him.",
      "da": "William Theodore Ronald Brailey blev født i Essex sidst i 1887. Efter at en lokal kvinde havde lært ham at spille klaver i en ung alder, begyndte Brailey ret tidligt at stå på egne ben. I 1902 var han blevet medlem af Kensington Palace Hotels orkester, og samme år meldte han sig til hæren, kun 15 år gammel. Han blev en del af Royal Lancashire Fusiliers, sejlede til Barbados for første gang og blev medlem af regimentets orkester, alt sammen før han fyldte 16 år. \n\nÅret efter sejlede han til Sydafrika, før han vendte tilbage til England for at studere på Royal Military School of Music. Brailey tilbragte to år på akademiet, hvor han også studerede cello og fløjte, måske fordi han allerede mestrede klaveret. Da han var færdiguddannet, var han stadig kun 17 år gammel. Efter at have afsluttet sin musikalske uddannelse og fået en forfremmelse til underkorporal forlod Brailey hæren i 1907 og valgte at købe sig fri af resten af sin kontrakt. \n\nFærdig med hæren begyndte Brailey at arbejde for orkestret Pier Pavilion, og han tog arbejde om bord på oceanlinere og spillede på sørejser. Han mødte og begyndte at date en ung hattemager ved navn Teresa Steinhilber. Da han fik jobbet som pianist om bord på Titanic, var Brailey forlovet med Teresa og var begyndt at komponere sin egen musik. Som 25-årig havde han en lovende musikalsk fremtid foran sig.",
      "de": "William Theodore Ronald Brailey wurde Ende 1887 in Essex geboren. Nachdem ihm eine Frau aus der Gegend in jungen Jahren das Klavierspielen beigebracht hatte, machte sich Brailey schon früh auf eigene Faust auf den Weg. Bis 1902 war er Mitglied des Orchesters des Kensington Palace Hotels und im selben Jahr trat er im Alter von knapp 15 Jahren in die Armee ein. Er wurde Mitglied der Royal Lancashire Fusiliers, segelte zum ersten Mal nach Barbados und wurde Mitglied der Regimentskapelle, bevor er 16 Jahre alt wurde. Im folgenden Jahr segelte er nach Südafrika, bevor er nach England zurückkehrte, um an der Royal Military School of Music zu studieren. Brailey verbrachte zwei Jahre an der Akademie, wobei er während dieser Zeit Cello und Flöte lernte, obwohl er das Klavier schon beherrschte. Als er seine Zeugnisse erhielt, war er erst 17 Jahre alt. Nach Abschluss seiner musikalischen Ausbildung und einer Beförderung zum Obergefreiten verließ Brailey 1907 die Armee und entschied sich, sich aus dem Rest seines Vertrages herauszukaufen. Nach seinem Ausscheiden aus der Armee begann Brailey für das Orchester des Pier Pavilion zu arbeiten, an Bord von Ozeandampfern zu arbeiten und auf Seereisen zu spielen. Er lernte eine junge Hutmacherin namens Teresa Steinhilber kennen und ging mit ihr aus. Als er die Stelle als Pianist an Bord der Titanic antrat, war Brailey bereits mit Teresa verlobt und hatte begonnen, seine eigene Musik zu komponieren. Mit 25 Jahren hatte er eine vielversprechende musikalische Zukunft vor sich.",
      "it": "William Theodore Ronald Brailey nacque nell’Essex alla fine del 1887. Una donna del suo paese gli aveva insegnato a suonare il pianoforte e grazie a questo, Brailey iniziò a mantenersi da solo piuttosto presto. Nel 1902 si unì all’orchestra del Kensington Palace Hotel e nello stesso anno si arruolò nell’esercito, a poco meno di 15 anni. Entrò a far parte dei Fucilieri reali del Lancashire, salpò per la prima volta per le Barbados e fu nominato membro della banda del reggimento prima di compiere 16 anni. L’anno successivo salpò per il Sudafrica prima di tornare in Inghilterra per studiare alla Royal Military School of Music. Brailey trascorse due anni all’accademia, studiando il violoncello e il flauto, visto che già suonava il pianoforte. Completò la sua formazione musicale e dopo aver ricevuto una promozione a caporale, Brailey lasciò l’esercito nel 1907, scegliendo di rescindere il suo contratto. Dopo aver lasciato l’esercito, Brailey iniziò a lavorare per l’orchestra del Pier Pavilion, oltre a lavorare a bordo di transatlantici e a suonare durante viaggi oceanici. Iniziò a uscire con una giovane modista di nome Teresa Steinhilber. Quando assunse il lavoro di pianista a bordo del Titanic, Brailey era fidanzato con Teresa e aveva iniziato a comporre la propria musica. A 25 anni, aveva un promettente futuro musicale e personale davanti a sé.",
      "pt": "William Theodore Ronald Brailey nasceu em Essex no final de 1887. Ainda jovem, aprendeu piano com uma mulher local e logo partiu por conta própria. Em 1902, aos 14 anos, ingressou na orquestra do Kensington Palace Hotel e, no mesmo ano, entrou para o exército, pouco antes de completar 15 anos. Tornou-se membro do Royal Lancashire Fusiliers, viajou para Barbados pela primeira vez e foi integrado à banda do regimento antes de completar 16 anos. No ano seguinte, viajou para a África do Sul antes de retornar à Inglaterra para estudar na Royal Military School of Music. Brailey passou dois anos na academia, onde estudou violoncelo e flauta, provavelmente já dominando o piano. Ao receber seus certificados, ainda tinha apenas 17 anos. Após concluir sua formação musical e ser promovido a cabo, Brailey deixou o exército em 1907, optando por comprar a parte restante do seu contrato. Após deixar o exército, Brailey começou a trabalhar na orquestra do Pier Pavilion, além de aceitar empregos em navios transatlânticos e participar de viagens oceânicas. Conheceu e começou a namorar Teresa Steinhilber, uma jovem chapeleira. Quando assumiu o cargo de pianista a bordo do Titanic, Brailey já estava noivo de Teresa e havia começado a compor suas próprias músicas. Aos 25 anos, tinha um futuro promissor na música pela frente.",
      "nl": "William Theodore Ronald Brailey reisde in de tweede klasse van de Titanic. Deze persoon was 24 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over William Theodore Ronald Brailey kort samen."
    },
    "postIceberg": {
      "fr": "William Theodore Ronald Brailey, pianiste de l’orchestre du Titanic, joua pour calmer les passagers durant le naufrage. Il ne survécut pas à la catastrophe. Son corps ne fut pas retrouvé, mais il est honoré pour son courage et sa participation à la dernière prestation du groupe, devenue légendaire.",
      "en": "William Theodore Ronald Brailey, a pianist in the Titanic's orchestra, played music to soothe passengers as the ship sank. He did not survive the disaster. Brailey's body was not recovered, but he is remembered for his bravery and contribution to the band's final performance, which has become legendary.",
      "da": "William Theodore Ronald Brailey, pianist i Titanics orkester, spillede for at berolige passagererne, mens skibet sank. Han overlevede ikke katastrofen. Braileys lig blev ikke fundet, men han huskes for sit mod og sit bidrag til orkesterets sidste optræden, som er blevet legendarisk.",
      "de": "William Theodore Ronald Brailey, ein Pianist im Orchester der Titanic, spielte Musik, um die Passagiere zu beruhigen, als das Schiff sank. Er überlebte die Katastrophe nicht. Braileys Leiche wurde nie geborgen, aber man erinnert sich an seine Tapferkeit und seinen Beitrag zum letzten Auftritt der Band, der legendär wurde.",
      "it": "William Theodore Ronald Brailey, un pianista dell'orchestra del Titanic, suonò musica per calmare i passeggeri mentre la nave affondava. Non sopravvisse al disastro. Il corpo di Brailey non fu mai recuperato, ma è ricordato per il suo coraggio e il contributo alla performance finale della banda, che è diventata leggendaria.",
      "pt": "William Theodore Ronald Brailey, pianista da orquestra do Titanic, tocava para confortar os passageiros enquanto o navio afundava. Ele não sobreviveu ao desastre. O corpo de Brailey não foi recuperado, mas ele é lembrado por sua coragem e pela contribuição à última apresentação da banda, que se tornou lendária.",
      "nl": "William Theodore Ronald Brailey behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
