{
  "passenger6": {
    "grade": "Passenger",
    "age": 36,
    "role": {
      "fr": "Matrone de deuxième ou troisième classe",
      "en": "Second or third matron",
      "da": "Omkommet besætningsmedlem (oldfrue på anden eller tredje klasse)",
      "de": "Zweite oder dritte Matrone",
      "it": "Matrona di seconda o terza classe",
      "pt": "",
      "nl": "Tweede of derde hoofdverpleegster"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/06-Catherine-Jane-Wallis.jpg",
      "alt": "picture of Catherine Jane Wallis"
    },
    "name": {
      "fr": "Catherine Jane Wallis",
      "en": "Catherine Jane Wallis",
      "da": "Catherine Jane Wallis",
      "de": "Catherine Jane Wallis",
      "it": "Catherine Jane Wallis",
      "pt": "Catherine Jane Wallis",
      "nl": "Catherine Jane Wallis"
    },
    "description": {
      "fr": "Catherine Wallis est née sous le nom de Catherine Moore en 1877 à Southampton. Elle avait deux frères aînés, et la famille la surnommait ' Cissie '. Cissie perdit son frère aîné Robert alors qu’elle avait 19 ans. Elle se maria au début de la vingtaine avec James Wallis, un brasseur de Southampton, et le couple accueillit leur premier enfant en 1899. Quatre ans plus tard, Mme Wallis perdit sa mère peu avant la naissance de son deuxième enfant. Au cours des huit années suivantes, Catherine et James élevèrent ensemble quatre enfants, et Catherine était femme au foyer. En 1911, la tragédie frappa à nouveau la famille : Catherine perdit son mari et son père à un an d’intervalle. En tant que native de Southampton ayant besoin de travailler pour subvenir aux besoins de ses quatre enfants, il était naturel pour Mme Wallis de chercher un emploi sur les paquebots qui entraient et sortaient constamment du port. Elle trouva un emploi à la White Star Line en tant qu’assistante intendante auprès des équipes de ravitaillement. Son aînée, Melita, n’avait que douze ans lorsque sa mère commença à travailler en mer, si bien qu’il est difficile de savoir qui s’occupait de ses enfants pendant que Mme Wallis était en mer, affectée à la surveillance des passagères et des familles à bord du Titanic.",
      "en": "Catherine Wallis was born as Catherine Moore in 1877 in Southampton. She had two older brothers, and the family called her “Cissie.” Cissie lost her oldest brother Robert when she was 19. She was married in her early 20s to a Southampton beer-brewer named James Wallis, and the couple welcomed their first child in 1899. Four years later, Mrs. Wallace lost her mother shortly before the birth of her second child. Over the next eight years Catherine and James raised four children together, and Catherine was a homemaker. In 1911 tragedy struck the family again, and Catherine lost her husband and her father within one year of each other. As a Southampton native in need of work to support her four children it was natural for Mrs. Wallis to look to the liners constantly coming and going from port for a job. She found employment with White Star Line as an assistant matron with victualling crews. Her oldest child Melita was only twelve when her mother began working at sea, so it is unclear who would look after her own children while Mrs. Wallis was away at her new post as a matron looking after female passengers and families aboard the Titanic.",
      "da": "Catherine Wallis blev født som Catherine Moore i 1877 i Southampton. Hun havde to ældre brødre, og familien kaldte hende 'Cissie'. Cissie mistede sin ældste bror Robert, da hun var 19 år. Da hun var i begyndelsen af tyverne blev hun gift med ølbrygger James Wallis fra Southampton, og parret fik deres første barn i 1899. Fire år senere, kort før hun fødte sit andet barn, mistede fru Wallis sin mor. \n\nI løbet af de næste otte år opfostrede Catherine og James fire børn sammen, og Catherine var hjemmegående. I 1911 blev familien ramt af en ny tragedie, og Catherine mistede sin mand og sin far med et års mellemrum. Som en, der var født og opvokset i Southampton og nu havde brug for arbejde for at forsørge sine fire børn, var det naturligt for Catherine at søge job på de passagerskibe, der konstant anløb og afsejlede fra havnen. Hun fandt arbejde hos White Star Line som assisterende oldfrue for provianteringshold. Det ældste barn Melita var kun 12 år, da hendes mor begyndte at arbejde til søs, og det vides ikke, hvem der tog sig af børnene, mens Catherine var bortrejst i sit nye job som oldfrue, der tog sig af kvindelige passagerer og familier om bord på Titanic.",
      "de": "Catherine Wallis wurde 1877 als Catherine Moore in Southampton geboren. Sie hatte zwei ältere Brüder, und die Familie nannte sie „Cissie“. Cissie verlor ihren ältesten Bruder Robert, als sie 19 Jahre alt war. Mit Anfang 20 heiratete sie einen Bierbrauer namens James Wallis aus Southampton, und 1899 kam ihr erstes Kind zur Welt. Vier Jahre später verlor Mrs. Wallace ihre Mutter kurz vor der Geburt ihres zweiten Kindes. In den nächsten acht Jahren zogen Catherine und James vier gemeinsame Kinder groß, Catherine war Hausfrau. Im Jahr 1911 wurde die Familie erneut von einer Tragödie heimgesucht und Catherine verlor ihren Mann und ihren Vater innerhalb eines Jahres. Als gebürtige Southamptonerin, die Arbeit brauchte, um ihre vier Kinder zu ernähren, war es für Mrs. Wallis nur natürlich, dass sie auf den Schiffen, die ständig aus dem Hafen ausliefen und einfuhren, nach Arbeit suchte. Sie fand eine Anstellung bei der White Star Line als stellvertretende Matrone bei den Proviantcrews. Ihr ältestes Kind Melita war erst zwölf Jahre alt, als ihre Mutter auf See zu arbeiten begann. Es ist also unklar, wer sich um ihre eigenen Kinder kümmerte, während Catherine als Matrone, die sich um weibliche Passagiere und Familien an Bord der Titanic kümmerte, unterwegs war.",
      "it": "Catherine Wallis nacque come Catherine Moore nel 1877 a Southampton. Aveva due fratelli maggiori e la famiglia la chiamava “Cissie.” Cissie perse il fratello maggiore Robert quando aveva 19 anni. Sposò nei primi anni venti un birraio di Southampton di nome James Wallis e la coppia accolse il loro primo figlio nel 1899. Quattro anni dopo, Mrs. Wallace perse sua madre poco prima della nascita del suo secondo figlio. Nei successivi otto anni Catherine e James crebbero insieme 4 figli e Catherine faceva la casalinga. Nel 1911 una tragedia colpì nuovamente la famiglia e Caterina perse anche il marito e il padre entro un anno l’uno dall’altro. Essendo nativa di Southampton e dovendo ormai mantenere da sola i suoi quattro figli, Mrs. Wallis rivolse la sua attenzione  per cercare lavoro ai transatlantici che andavano e venivano costantemente dal porto. E lo trovò presso la White Star Line come assistente ai rifornimenti. Sua figlia maggiore Melita aveva solo dodici anni quando la madre iniziò a lavorare in mare quindi non è chiaro chi si sarebbe preso cura dei figli mentre Mrs. Wallis era via per rivestire il ruolo di caposala per i  passeggeri di seconda o terza classe a bordo del Titanic.",
      "pt": "Catherine Wallis nasceu como Catherine Moore em 1877, em Southampton. Tinha dois irmãos mais velhos e a família a chamava de “Cissie.” Quando tinha 19 anos, Cissie perdeu seu irmão mais velho, Robert. Casou-se no início dos 20 anos com James Wallis, um cervejeiro de Southampton, e o casal teve seu primeiro filho em 1899. Quatro anos depois, Catherine perdeu a mãe pouco antes do nascimento do segundo filho. Nos oito anos seguintes, Catherine e James criaram quatro filhos juntos, e ela era dona de casa. Em 1911, a tragédia atingiu novamente a família: Catherine perdeu o marido e o pai com menos de um ano de diferença. Como natural de Southampton e precisando trabalhar para sustentar seus quatro filhos, Catherine buscou emprego nos navios que chegavam e partiam constantemente do porto. Ela conseguiu trabalho na White Star Line como assistente de matrona nas equipes de abastecimento. Sua filha mais velha, Melita, tinha apenas doze anos quando Catherine começou a trabalhar no mar, tornando incerto quem cuidaria das crianças enquanto ela estava afastada em seu novo cargo de matrona, responsável pelo cuidado das passageiras mulheres e suas famílias a bordo do Titanic.",
      "nl": "Catherine Jane Wallis maakte deel uit van de bemanning van de Titanic. Deze persoon was 36 jaar oud. Deze persoon werkte aan boord als tweede of derde hoofdverpleegster. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Catherine Jane Wallis kort samen."
    },
    "postIceberg": {
      "fr": "Catherine Jane Wallis, une stewardess à bord du Titanic, ne survécut pas au naufrage. Son histoire fut racontée par sa famille et à travers des archives historiques. Connue sous le surnom de ' Cissie ', elle avait accepté ce poste sur le Titanic pour subvenir aux besoins de ses quatre enfants après la mort de son mari en 1911. Wallis était reconnue pour son dévouement auprès des passagers de troisième classe, en particulier pour leur avoir appris à utiliser les équipements modernes à bord. Elle périt dans la catastrophe, laissant derrière elle un héritage de bravoure et de service.",
      "en": "Catherine Jane Wallis, a stewardess on the Titanic, did not survive the sinking. Her experiences were recounted by her family and through historical records. Known as “Cissie”, she took the job on Titanic to support her four children after the death of her husband in 1911. Wallis was noted for her dedication to assisting third-class passengers, particularly teaching them how to use modern amenities onboard. She perished in the disaster, leaving behind a legacy of bravery and service​.",
      "da": "Catherine Jane Wallis, oldfrue på Titanic, overlevede ikke forliset. Hendes oplevelser blev genfortalt af hendes familie og via historiske optegnelser. Hun var kendt som 'Cissie' og tog jobbet på Titanic for at forsørge sine fire børn efter sin mands død i 1911. Wallis var kendt for at være dedikeret og hjælpsom over for passagererne på tredje klasse, som hun lærte at bruge de moderne faciliteter om bord. Hun omkom i katastrofen, men huskes for sin tapperhed og tjenstvillighed. ",
      "de": "Catherine Jane Wallis, eine Stewardess auf der Titanic, überlebte den Untergang nicht. Ihre Erlebnisse wurden von ihrer Familie und durch historische Aufzeichnungen überliefert. Sie war als „Cissie“ bekannt und nahm den Job auf der Titanic an, um ihre vier Kinder nach dem Tod ihres Mannes im Jahr 1911 zu unterstützen. Wallis war dafür bekannt, dass sie sich für die Passagiere der Dritten Klasse einsetzte und ihnen insbesondere beibrachte, wie man die modernen Annehmlichkeiten an Bord nutzt. Sie kam bei der Katastrophe ums Leben und hinterließ ein Vermächtnis der Tapferkeit und des Dienstes.",
      "it": "Catherine Jane Wallis, una cameriera sul Titanic, non sopravvisse all'affondamento. Le sue esperienze furono raccontate dalla sua famiglia e attraverso documenti storici. Conosciuta come “Cissie”, prese il lavoro sul Titanic per sostenere i suoi quattro figli dopo la morte del marito nel 1911. La Wallis era nota per la sua dedizione nell'assistere i passeggeri di terza classe, insegnando loro come utilizzare le moderne comodità a bordo. Perì nella tragedia, lasciando un'eredità di coraggio e servizio.",
      "pt": "Catherine Jane Wallis, comissária (stewardess) do Titanic, não sobreviveu ao naufrágio. Suas experiências foram relatadas por sua família e registradas em documentos históricos. Conhecida como 'Cissie', ela assumiu o trabalho no Titanic para sustentar seus quatro filhos após a morte do marido em 1911. Wallis destacou-se por sua dedicação em ajudar os passageiros da terceira classe, especialmente ao ensiná-los a utilizar as comodidades modernas do navio. Ela faleceu na tragédia, deixando um legado de bravura e serviço.",
      "nl": "Catherine Jane Wallis behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
