{
  "passenger26": {
    "grade": "Passenger",
    "age": 44,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/26-Margaret-Brown.jpg",
      "alt": "picture of Margaret Brown"
    },
    "name": {
      "fr": "Margaret Brown",
      "en": "Margaret Brown",
      "da": "Margaret Brown",
      "de": "Margaret Brown",
      "it": "Margaret Brown",
      "pt": "Margaret Brown",
      "nl": "Margaret Brown"
    },
    "description": {
      "fr": "Née à Hannibal, Missouri, de parents irlandais catholiques, Maggie Tobin partit à 18 ans pour le Colorado, où elle s’installa avec son frère Daniel dans une cabane en rondins. Daniel devint mineur, et Maggie travailla comme couturière. Elle rencontra J.J. Brown alors qu’elle espérait épouser un riche mineur, mais tomba amoureuse d’un homme modeste et l’épousa malgré tout. Quelques années après leur mariage et la naissance de leurs enfants, J.J. permit à son entreprise de découvrir de l’or dans une mine épuisée en argent. Maggie Brown avait trouvé son mineur fortuné. La richesse lui ouvrit de nouveaux horizons: elle s’intéressa aux langues étrangères et au droit de vote des femmes. Au fil des années, l’éloignement du couple mena à une séparation sans animosité. Maggie poursuivit sa vie mondaine; en 1912, elle voyageait à Paris dans l’entourage d’un des hommes les plus riches d’Amérique et visitait sa fille à la Sorbonne. Jeune grand-mère à 45 ans, Maggie était très attentive à sa famille. Apprenant que son premier petit-enfant était malade, elle écourta son séjour pour rentrer au Colorado. Heureusement, le dernier navire de la White Star Line était un billet très prisé et quasiment insubmersible, si bien que Mrs Brown n’eut même pas à interrompre sa vie sociale pour le retour à bord du Titanic.",
      "en": "Born in Hannibal Missouri to Irish Catholic immigrants, Maggie Tobin moved to Colorado at age 18, moving with her brother Daniel into a two-room log cabin. Her brother Daniel became a miner, and Maggie took work sewing. She met J.J. Brown while living in Colorado, and though she had been hoping to marry a rich miner, she fell in love with a poor one and married him anyway. Some years after their marriage, and the birth of their children, J.J. was instrumental in helping his company strike gold in a mine already deplete of silver. Maggie Brown had her rich miner. With wealth came access to a whole new social strata, and Maggie became involved with a variety of interests, from foreign languages to womens’ suffrage.Throughout the years, strain on their marriage and growing apart meant that Maggie and J.J. separated, though there was no bad blood between them. Maggie continued to storm the social world, and by 1912 she was traveling in Paris as part of the coterie of one of America’s richest men, and visiting her daughter who was studying at the prestigious Sorbonne. A young grandmother at forty-five, Maggie was extremely attentive, and when she learned that her eldest grandchild back home was ill, she was quick to curtail her trip and rush her return to Colorado. Luckily, White Star’s newest ship was a highly prized ticket, as well as being virtually unsinkable, so Mrs. Brown didn’t even need to pause her social life for the return trip aboard Titanic.",
      "da": "Maggie Tobin blev født i Hannibal, Missouri, af irsk-katolske immigranter og flyttede som 18-årig til Colorado sammen med sin bror Daniel i en bjælkehytte med to værelser. Hendes bror Daniel blev minearbejder, og Maggie fik arbejde som syerske. \n\nHun mødte J.J. Brown, mens hun boede i Colorado, og selv om hun havde håbet på at blive gift med en rig minearbejder, blev hun forelsket i en fattig og giftede sig med ham alligevel. \nNogle år efter at de var blevet gift og havde fået børn, fandt J.J. og det firma, han arbejdede for, guld i en tidligere sølvmine. Maggie Brown havde fået sin rige minearbejder. \n\nMed rigdom fulgte adgang til de højere sociale lag, og Maggie involverede sig i en række forskellige områder, fra fremmedsprog til kvinders stemmeret.\nI årenes løb voksede Maggie og J.J. fra hinanden og endte med at gå hver til sit, men uden ondt blod. Maggie fortsatte med at kravle op ad den sociale rangstige, og i 1912 rejste hun rundt i Paris som en del af omgangskredsen til en af USA's rigeste mænd. Hun besøgte sin datter, som studerede på det prestigefyldte universitet Sorbonne. \n\nSom ung bedstemor på 45 år var Maggie meget glad for sine børnebørn, og da hun fik at vide, at det ældste barnebarn derhjemme var syg, afkortede hun sin rejse og skynde sig tilbage til Colorado. Heldigvis fik hun billet til White Stars eftertragtede og nyeste skib, som oven i købet var stort set synkefrit, så fru Brown behøvede ikke engang at sætte sit sociale liv på pause på turen med Titanic.",
      "de": "Maggie Tobin wurde als Tochter irisch-katholischer Einwanderer in Hannibal, Missouri, geboren und zog mit 18 Jahren nach Colorado, wo sie mit ihrem Bruder Daniel in eine Zweizimmer-Blockhütte zog. Daniel wurde Bergarbeiter und Maggie nahm Näharbeiten an. In Colorado lernte sie J.J. Brown kennen und obwohl sie gehofft hatte, einen reichen Bergmann zu heiraten, verliebte sie sich in einen armen Bergmann und heiratete ihn trotzdem. Einige Jahre nach ihrer Hochzeit und der Geburt ihrer Kinder war J.J. maßgeblich daran beteiligt, dass seine Firma in einer Mine, in der es bereits kein Silber mehr gab, Gold fand. Maggie Brown hatte also nun doch ihren reichen Bergmann. Mit dem Reichtum kam der Zugang zu einer ganz neuen sozialen Schicht, und Maggie engagierte sich für eine Vielzahl von Interessen, von Fremdsprachen bis hin zum Frauenwahlrecht. Im Laufe der Jahre trennten sich Maggie und J.J. aufgrund der Belastungen ihrer Ehe, obwohl es kein böses Blut zwischen ihnen gab. Maggie stürmte weiterhin die gesellschaftliche Welt und reiste 1912 als Teil der Clique eines der reichsten Männer Amerikas nach Paris und besuchte ihre Tochter, die an der renommierten Sorbonne studierte. Als junge Großmutter mit fünfundvierzig Jahren war Maggie sehr aufmerksam, und als sie erfuhr, dass ihr ältestes Enkelkind zu Hause krank war, brach sie ihre Reise ab und beeilte sich mit der Rückkehr nach Colorado. Glücklicherweise war das neueste Schiff von White Star ein sehr begehrtes Ticket und zudem praktisch unsinkbar, sodass Mrs. Brown nicht einmal ihr gesellschaftliches Leben für die Rückreise an Bord der Titanic unterbrechen musste.",
      "it": "Nata ad Hannibal Missouri da immigrati cattolici irlandesi, Maggie Tobin si trasferì in Colorado all’età di 18 anni, trasferendosi con suo fratello Daniel in una casetta di legno di due stanze. Suo fratello Daniel divenne un minatore e Maggie si mise a fare la sarta. Incontrò J.J. Brown mentre viveva in Colorado e anche se il suo desiderio sarebbe stato sposare un ricco minatore, si innamorò di questo giovane  povero e lo sposò comunque. Alcuni anni dopo il loro matrimonio e la nascita dei loro bambini, J.J. fu determinante nell’aiutare l’azienda per cui lavorava nel trovare l’oro in una miniera d’argento già impoverita. Ed ecco che Maggie Brown aveva improvvisamente il ricco minatore dei suoi sogni. Con la ricchezza arrivò l’accesso a nuovi strati sociali e Maggie fu coinvolta in una varietà di interessi e impegni che andavano dalle lingue straniere al suffragio femminile. Nel corso degli anni, il matrimonio si incrinò e  Maggie e J.J. vivevano separati, anche se non c’erano cattivi rapporti tra di loro. Maggie continuò a dedicarsi al mondo sociale e nel 1912 viaggiò verso Parigi in rappresentanza del marito, uno degli uomini più ricchi d’America e andò a far visita a sua figlia che stava studiando alla prestigiosa Università della Sorbona. Era una donna di quarantacinque anni già resa nonna ed era estremamente attenta, così  quando seppe che il suo nipotino più grande a casa era malato, si affrettò ad abbreviare il suo viaggio e correre di ritorno in Colorado. Per fortuna, c’era la nuova nave della White Star era dal biglietto molto costoso ma che era praticamente inaffondabile, e su quella nave Mrs. Brown non dovette neppure mettere in pausa la sua intensa vita sociale per il viaggio di ritorno, data la vita di bordo. Ndr ha ispirato Il personaggio interpretato da Katy Bates",
      "pt": "Nascida em Hannibal, Missouri, filha de imigrantes irlandeses católicos, Maggie Tobin mudou-se para o Colorado aos 18 anos, onde viveu com seu irmão Daniel em uma cabana de dois cômodos. Daniel tornou-se minerador, e Maggie passou a trabalhar como costureira. Ela conheceu J.J. Brown enquanto vivia no Colorado, e embora esperasse se casar com um minerador rico, apaixonou-se por um homem pobre e se casou com ele mesmo assim. Alguns anos após o casamento e o nascimento dos filhos, J.J. foi fundamental para que sua empresa descobrisse ouro em uma mina que já estava esgotada de prata. Maggie Brown, enfim, tinha seu minerador rico. Com a riqueza, veio o acesso a uma nova camada social, e Maggie envolveu-se em diversos interesses, desde línguas estrangeiras até o sufrágio feminino. Com o passar dos anos, o desgaste do casamento e o distanciamento levaram à separação, embora sem ressentimentos. Maggie continuou atuante no mundo social e, em 1912, viajava por Paris como parte do círculo íntimo de um dos homens mais ricos da América, além de visitar sua filha, que estudava na prestigiada Sorbonne. Com apenas 45 anos, Maggie já era avó atenta e, ao saber que seu neto mais velho estava doente, apressou seu retorno ao Colorado. Felizmente, o mais novo navio da White Star, o Titanic, era uma passagem altamente cobiçada, além de praticamente inafundável, o que permitiu que a Sra. Brown não interrompesse sua vida social durante a viagem de volta.",
      "nl": "Margaret Brown reisde in de eerste klasse van de Titanic. Deze persoon was 44 jaar oud. Deze persoon reisde als passagier. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Margaret Brown kort samen."
    },
    "postIceberg": {
      "fr": "Margaret ' Molly ' Brown, connue pour son activisme, survécut en prenant le commandement du canot de sauvetage n°6, encourageant les femmes à ramer et tentant de secourir davantage de passagers. Après le Titanic, elle poursuivit son engagement philanthropique et fut saluée comme ' L’Insubmersible Molly Brown '.",
      "en": "Margaret 'Molly' Brown, known for her activism, survived by taking command of lifeboat 6, encouraging the women to row and trying to rescue more passengers. Post-Titanic, she continued her philanthropy and was hailed as 'The Unsinkable Molly Brown.'",
      "da": "Margaret 'Molly' Brown, der var kendt for sin aktivisme, overlevede ved at tage kommandoen over redningsbåd nr. 6, hvor hun opfordrede kvinderne til at ro og forsøgte at redde endnu flere passagerer. Efter Titanic-forliset fortsatte hun sine filantropiske aktiviteter og blev hyldet som 'The Unsinkable Molly Brown'.",
      "de": "Margaret „Molly“ Brown, bekannt für ihren Aktivismus, überlebte, indem sie das Kommando über das Rettungsboot 6 übernahm, Frauen zum Rudern ermutigte und versuchte, weitere Passagiere zu retten. Nach dem Untergang der Titanic setzte sie ihr philanthropisches Engagement fort und wurde als „Die unsinkbare Molly Brown“ gefeiert.",
      "it": "Margaret 'Molly' Brown, nota per il suo attivismo, sopravvisse prendendo il comando della scialuppa di salvataggio 6, incoraggiando le donne a remare e cercando di salvare più passeggeri. Dopo il Titanic, continuò la sua filantropia e fu acclamata come 'L'inaffondabile Molly Brown.'",
      "pt": "Margaret 'Molly' Brown, conhecida por seu ativismo, sobreviveu assumindo o comando do bote salva-vidas 6, incentivando as mulheres a remar e tentando resgatar mais passageiros. Após o naufrágio do Titanic, continuou sua filantropia e ficou conhecida como 'A Indomável Molly Brown'.",
      "nl": "Na de schipbreuk bleef Margaret Brown bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
