{
  "passenger89": {
    "grade": "staff",
    "age": 41,
    "role": {
      "fr": "Hôtesse de bord",
      "en": "Stewardess",
      "da": "Stewardesse",
      "de": "Stewardess",
      "it": "Cameriera di bordo",
      "pt": "Hospedeira de bordo",
      "nl": "Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/89-Mary-Kezia-Roberts.png",
      "alt": "picture of Mary Kezia Roberts"
    },
    "name": {
      "fr": "Mary Kezia Roberts",
      "en": "Mary Kezia Roberts",
      "da": "Mary Kezia Roberts",
      "de": "Mary Kezia Roberts",
      "it": "Mary Kezia Roberts",
      "pt": "Mary Kezia Roberts",
      "nl": "Mary Kezia Roberts"
    },
    "description": {
      "fr": "Mary Kezia Roberts, née Mary Kezia Humphreys, vit le jour le 19 octobre 1870 à Liverpool, dans le Lancashire, de parents gallois originaires d’Anglesey. Jeune femme, elle épousa David Roberts, ingénieur électricien originaire de Dundee, en Écosse, le 2 décembre 1896 dans le Derbyshire. Le couple s’installa dans le Nottinghamshire et eut cinq enfants : Frank (né en 1899), Kathleen (1899), Kezia Norah (1901), Daisy Bell (1906) et Jean (1907). En avril 1912, Mary travaillait comme stewardess pour la White Star Line, récemment transférée du RMS Adriatic. Elle s’engagea sur le RMS Titanic à Southampton le 6 avril, indiquant comme adresse 9 Chestnut Grove, West Bridgford, Nottingham, et percevant un salaire mensuel de 3 livres et 10 shillings. Lorsque le Titanic heurta l’iceberg et commença à sombrer, Mary fut secourue à bord du canot n°11, aux côtés de sa collègue stewardess Miss Gregson. Dans un geste remarquable de bonté au milieu du chaos, elle prit soin d’un enfant de 10 mois - Frank Philip Aks - qui avait été séparé de sa mère. Elle resta auprès de lui jusqu’à ce qu’ils soient réunis sains et saufs à bord du Carpathia.",
      "en": "Mary Kezia Roberts was born Mary Kezia Humphreys on October 19, 1870, in Liverpool, Lancashire, to Welsh parents from Anglesey . As a young woman, she married David Roberts, an electrical engineer from Dundee, Scotland, on December 2, 1896, in Derbyshire. The couple settled in Nottinghamshire and had five children: Frank (born 1899), Kathleen (1899), Kezia Norah (1901), Daisy Bell (1906), and Jean (1907) . By April 1912, Mary was working as a stewardess for the White Star Line, recently transferred from the RMS Adriatic. She signed on to the RMS Titanic at Southampton on April 6, listing her address as 9 Chestnut Grove, West Bridgford, Nottingham, and received a monthly wage of £3 10s .When the Titanic struck the iceberg and began to founder, Mary was rescued aboard Lifeboat 11, alongside fellow stewardess Miss Gregson. In a remarkable display of kindness amid the chaos, she reportedly took care of a 10-month-old child-Frank Philip Aks-who had become separated from his mother. She stayed with him until both were safely reunited aboard the Carpathia  West Bridgford Wire",
      "da": "Mary Kezia Roberts, født Mary Kezia Humphreys den 19. oktober 1870 i Liverpool, Lancashire, af walisiske forældre fra Anglesey. Som ung kvinde giftede hun sig den 2. december 1896 i Derbyshire med David Roberts, en el-ingeniør fra Dundee, Skotland. Parret bosatte sig i Nottinghamshire og fik fem børn: Frank (1899), Kathleen (1899), Kezia Norah (1901), Daisy Bell (1906) og Jean (1907). I april 1912 arbejdede Mary som stewardesse for White Star Line, nyligt overført fra RMS Adriatic. Hun underskrev kontrakt på RMS Titanic i Southampton den 6. april, opgav sin adresse som 9 Chestnut Grove, West Bridgford, Nottingham, og fik en månedsløn på £3 10s. Da Titanic ramte isbjerget og begyndte at synke, blev Mary reddet i redningsbåd nr. 11 sammen med sin stewardessekollega Miss Gregson. Midt i kaosset viste hun en bemærkelsesværdig venlighed ved at tage sig af et 10 måneder gammelt barn - Frank Philip Aks - som var blevet adskilt fra sin mor. Hun blev hos ham, indtil de begge blev genforenet i sikkerhed ombord på Carpathia.",
      "de": "Mary Kezia Roberts, geboren als Mary Kezia Humphreys am 19. Oktober 1870 in Liverpool, Lancashire, als Tochter walisischer Eltern aus Anglesey. Als junge Frau heiratete sie am 2. Dezember 1896 in Derbyshire David Roberts, einen Elektroingenieur aus Dundee, Schottland. Das Paar ließ sich in Nottinghamshire nieder und hatte fünf Kinder: Frank (1899), Kathleen (1899), Kezia Norah (1901), Daisy Bell (1906) und Jean (1907). Im April 1912 arbeitete Mary als Stewardess bei der White Star Line, kürzlich vom RMS Adriatic versetzt. Am 6. April heuerte sie auf der RMS Titanic in Southampton an, gab ihre Adresse als 9 Chestnut Grove, West Bridgford, Nottingham, an und erhielt einen Monatslohn von £3 10s. Als die Titanic den Eisberg rammte und zu sinken begann, wurde Mary zusammen mit ihrer Kollegin, der Stewardess Miss Gregson, in Rettungsboot Nr. 11 gerettet. Mitten im Chaos zeigte sie eine bemerkenswerte Güte, indem sie sich um ein 10 Monate altes Kind - Frank Philip Aks - kümmerte, das von seiner Mutter getrennt worden war. Sie blieb bei ihm, bis beide sicher an Bord der Carpathia wiedervereint waren.",
      "it": "Mary Kezia Roberts, nata Mary Kezia Humphreys il 19 ottobre 1870 a Liverpool, Lancashire, da genitori gallesi originari di Anglesey. Da giovane sposò David Roberts, ingegnere elettrico di Dundee, Scozia, il 2 dicembre 1896 nel Derbyshire. La coppia si stabilì nel Nottinghamshire ed ebbe cinque figli: Frank (1899), Kathleen (1899), Kezia Norah (1901), Daisy Bell (1906) e Jean (1907). Nell’aprile 1912 Mary lavorava come cameriera di bordo per la White Star Line, recentemente trasferita dal RMS Adriatic. Si imbarcò sul RMS Titanic a Southampton il 6 aprile, dichiarando come indirizzo 9 Chestnut Grove, West Bridgford, Nottingham, e ricevendo uno stipendio mensile di £3 10s. Quando il Titanic colpì l’iceberg e iniziò ad affondare, Mary fu salvata a bordo della scialuppa n. 11, insieme alla collega Miss Gregson. In mezzo al caos mostrò una notevole gentilezza prendendosi cura di un bambino di 10 mesi - Frank Philip Aks - che era stato separato dalla madre. Rimase con lui fino a quando entrambi non furono riuniti sani e salvi a bordo della Carpathia.",
      "pt": "Mary Kezia Roberts, nascida Mary Kezia Humphreys em 19 de outubro de 1870, em Liverpool, Lancashire, era filha de pais galeses originários de Anglesey. Quando jovem, casou-se com David Roberts, engenheiro elétrico de Dundee, Escócia, em 2 de dezembro de 1896, no condado de Derbyshire. O casal estabeleceu-se em Nottinghamshire e teve cinco filhos: Frank (1899), Kathleen (1899), Kezia Norah (1901), Daisy Bell (1906) e Jean (1907). Em abril de 1912, Mary trabalhava como camareira da White Star Line, recentemente transferida do RMS Adriatic. Assinou contrato no RMS Titanic em 6 de abril de 1912, em Southampton, declarando o endereço 9 Chestnut Grove, West Bridgford, Nottingham, e recebendo salário de £3 10s por mês. Durante o naufrágio, Mary foi resgatada no bote nº 11, junto de outras camareiras, incluindo Miss Gregson. Em meio ao caos, destacou-se pela solidariedade: cuidou do bebê de 10 meses, Frank Philip Aks, que havia se separado da mãe. Permaneceu com ele até que ambos foram reunidos em segurança a bordo do Carpathia. Após o desastre, Mary retomou a carreira marítima no Majestic e, durante a Primeira Guerra Mundial, serviu no navio-hospital HMHS Rohilla. Em 1914, o navio encalhou em Whitby sob mares revoltos, mas Mary sobreviveu a mais essa provação, entre quase 140 resgatados, graças à bravura das equipes locais da RNLI.",
      "nl": "Mary Kezia Roberts was born Mary Kezia Humphreys on October 19, 1870, in Liverpool, Lancashire, to Welsh parents from Anglesey . As a young woman, she married David Roberts, an electrical engineer from Dundee, Scotland, on December 2, 1896, in Derbyshire. The couple settled in Nottinghamshire and had five children: Frank (born 1899), Kathleen (1899), Kezia Norah (1901), Daisy Bell (1906), and Jean (1907) . By April 1912, Mary was working as a stewardess for the White Star Line, recently transferred from the RMS Adriatic. She signed on to the RMS Titanic at Southampton on April 6, listing her address as 9 Chestnut Grove, West Bridgford, Nottingham, and received a monthly wage of £3 10s .When the Titanic struck the iceberg and began to founder, Mary was rescued aboard Lifeboat 11, alongside fellow stewardess Miss Gregson. In a remarkable display of kindness amid the chaos, she reportedly took care of a 10-month-old child-Frank Philip Aks-who had become separated from his mother. She stayed with him until both were safely reunited aboard the Carpathia  West Bridgford Wire"
    },
    "postIceberg": {
      "fr": "Après le naufrage du Titanic, Mary reprit sa carrière maritime à bord du Majestic, avant de servir durant la Première Guerre mondiale sur le navire-hôpital HMHS Rohilla. En 1914, le Rohilla s’échoua au large de Whitby par mer démontée, mais Mary survécut à cette terrible épreuve, faisant partie des près de 140 rescapés, grâce au courage des équipages locaux de la RNLI (Royal National Lifeboat Institution).",
      "en": "Following the Titanic, Mary resumed her maritime career aboard the Majestic before serving during World War I aboard the hospital ship HMHS Rohilla. The Rohilla ran aground off Whitby in 1914 during rough seas, but Mary survived the harrowing ordeal as one of nearly 140 saved, thanks to the courage of local RNLI crews.",
      "da": "Efter Titanic genoptog Mary sin maritime karriere ombord på Majestic, inden hun under Første Verdenskrig gjorde tjeneste på hospitalsskibet HMHS Rohilla. I 1914 gik Rohilla på grund ud for Whitby i hårdt vejr, men Mary overlevede den frygtelige oplevelse som en af de næsten 140 reddede, takket være modet fra de lokale RNLI-besætninger.",
      "de": "Nach dem Titanic-Unglück setzte Mary ihre maritime Laufbahn auf der Majestic fort, bevor sie im Ersten Weltkrieg auf dem Hospitalschiff HMHS Rohilla diente. 1914 lief die Rohilla bei schwerer See vor Whitby auf Grund, doch Mary überlebte das schreckliche Unglück als eine von fast 140 Geretteten - dank des Mutes der örtlichen RNLI-Besatzungen.",
      "it": "Dopo il Titanic, Mary riprese la sua carriera marittima a bordo del Majestic, per poi servire durante la Prima Guerra Mondiale sulla nave ospedale HMHS Rohilla. Nel 1914 la Rohilla naufragò al largo di Whitby durante una tempesta, ma Mary sopravvisse a quella terribile prova come una dei quasi 140 superstiti, grazie al coraggio degli equipaggi locali della RNLI.",
      "pt": "Mais tarde, Mary e sua família mudaram-se para Ewell, Surrey. Faleceu em 2 de janeiro de 1933, em um hospital local, sendo sepultada junto ao marido - que morreu pouco depois em um acidente de motocicleta - no cemitério da St Mary the Virgin Church, em Ewell. Curiosamente, sua lápide registra erroneamente o ano de sua morte como 1932.",
      "nl": "Following the Titanic, Mary resumed her maritime career aboard the Majestic before serving during World War I aboard the hospital ship HMHS Rohilla. The Rohilla ran aground off Whitby in 1914 during rough seas, but Mary survived the harrowing ordeal as one of nearly 140 saved, thanks to the courage of local RNLI crews."
    }
  }
}