{
  "passenger39": {
    "grade": "Passenger",
    "age": 23,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/39-Victor-Giglio.jpg",
      "alt": "picture of Victor Giglio"
    },
    "name": {
      "fr": "Victor Giglio",
      "en": "Victor Giglio",
      "da": "Victor Giglio",
      "de": "Victor Giglio",
      "it": "Victor Giglio",
      "pt": "Victor Giglio",
      "nl": "Victor Giglio"
    },
    "description": {
      "fr": "Victor Giglio, valet de Benjamin Guggenheim, veillait en permanence au confort de son employeur, y compris lors de leur retour d’Europe. Il gérait les besoins personnels de Guggenheim, ses déplacements et l’assistait dans toutes ses activités quotidiennes. Son expérience dans le service personnel faisait de lui un membre indispensable de l’entourage de Guggenheim. Le voyage sur le Titanic faisait partie de ses fonctions, garantissant que les besoins de Guggenheim soient satisfaits tout au long de la traversée.",
      "en": "Victor Giglio, valet to Benjamin Guggenheim, was responsible for ensuring his employer's comfort at all times, including during their return trip from Europe. He managed Guggenheim's personal needs, travel arrangements, and assisted with his day-to-day activities. Giglio's background in personal service made him a trusted and indispensable part of Guggenheim's entourage. The journey on the Titanic was part of his duties, ensuring that Guggenheim's needs were met throughout the voyage.",
      "da": "Victor Giglio, Benjamin Guggenheims kammertjener, var ansvarlig for sin arbejdsgivers komfort til enhver tid, også under hjemrejsen fra Europa. Han tog sig af Guggenheims personlige behov, rejseplaner og hjalp ham med de daglige aktiviteter. Giglios baggrund inden for personlig opvartning gjorde ham til en betroet og uundværlig del af Guggenheims omgangskreds. Rejsen på Titanic var en del af hans arbejdsopgaver, og han sørgede for, at Guggenheims behov blev opfyldt under hele rejsen.",
      "de": "Victor Giglio, der Diener von Benjamin Guggenheim, war dafür verantwortlich, dass sich sein Arbeitgeber jederzeit wohl fühlte, auch während der Rückreise aus Europa. Er kümmerte sich um Guggenheims persönliche Bedürfnisse, Reisevorbereitungen und unterstützte ihn bei seinen alltäglichen Aktivitäten. Giglios Erfahrung im persönlichen Service machte ihn zu einem vertrauenswürdigen und unverzichtbaren Teil von Guggenheims Entourage. Die Reise auf der Titanic gehörte zu seinen Aufgaben, um sicherzustellen, dass Guggenheims Bedürfnisse während der gesamten Reise erfüllt wurden.",
      "it": "Victor Giglio, valletto di Benjamin Guggenheim, era responsabile di garantire il comfort del suo datore di lavoro in ogni momento, incluso durante il loro viaggio di ritorno dall'Europa. Gestiva le esigenze personali di Guggenheim, gli accordi di viaggio e lo assisteva nelle sue attività quotidiane. Il background di Giglio nel servizio personale lo rendeva una parte fidata e indispensabile dell'entourage di Guggenheim. Il viaggio sul Titanic faceva parte dei suoi doveri, assicurandosi che le necessità di Guggenheim fossero soddisfatte durante tutto il viaggio.",
      "pt": "Victor Giglio, criado pessoal de Benjamin Guggenheim, era responsável por garantir o conforto de seu empregador em todos os momentos, inclusive durante a viagem de retorno da Europa. Administrava as necessidades pessoais de Guggenheim, organizava os detalhes da viagem e auxiliava nas atividades diárias. A experiência de Giglio em serviço pessoal o tornava uma figura confiável e indispensável no séquito de Guggenheim. A viagem no Titanic fazia parte de suas funções, assegurando que todas as demandas de Guggenheim fossem atendidas ao longo do percurso.",
      "nl": "Victor Giglio reisde in de eerste klasse van de Titanic. Deze persoon was 23 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Victor Giglio kort samen."
    },
    "postIceberg": {
      "fr": "La nuit de la catastrophe, Giglio aida Guggenheim à revêtir sa tenue de soirée, symbolisant leur acceptation de leur destin avec dignité. Les deux hommes furent vus assis sur des chaises longues, appréciant un dernier brandy et un cigare, faisant preuve d’un calme remarquable au milieu du chaos. Malheureusement, Victor Giglio ne survécut pas au naufrage et son corps ne fut jamais retrouvé. Ses derniers instants, passés à soutenir son employeur et à affronter l’inévitable avec courage, sont restés dans les mémoires comme un exemple poignant de loyauté et de bravoure lors de l’une des plus grandes tragédies maritimes de l’histoire.",
      "en": "On the night of the disaster, Giglio assisted Guggenheim in changing into formal evening wear, symbolizing their acceptance of their fate with dignity. Both men were seen sitting in deck chairs, enjoying brandy and cigars, demonstrating remarkable composure amidst the chaos. Unfortunately, Victor Giglio did not survive the sinking, and his body was never recovered. His final moments, spent supporting his employer and facing the inevitable with courage, have been remembered as a poignant example of loyalty and bravery during one of history's most tragic maritime disasters.",
      "da": "På aftenen for forliset hjalp Giglio Guggenheim med at skifte til formelt aftendress, hvilket symboliserede, at de accepterede deres skæbne med værdighed. Begge mænd blev set siddende i liggestole, mens de nød en cognac og en cigar og udviste en bemærkelsesværdig ro midt i kaosset. Desværre overlevede Victor Giglio ikke forliset, og hans lig blev aldrig fundet. Giglios sidste øjeblikke, hvor han støttede sin arbejdsgiver og modigt gik døden i møde, er blevet husket som et gribende eksempel på loyalitet og tapperhed under en af historiens mest tragiske skibskatastrofer.",
      "de": "In der Nacht des Unglücks half Giglio Guggenheim beim Anziehen der Abendgarderobe, um zu symbolisieren, dass sie ihr Schicksal mit Würde akzeptierten. Beide Männer wurden in Liegestühlen sitzend gesehen, wie sie Brandy und Zigarren genossen und inmitten des Chaos eine bemerkenswerte Gelassenheit bewiesen. Leider überlebte Victor Giglio den Untergang nicht, und seine Leiche wurde nie geborgen. Seine letzten Momente, in denen er seinen Arbeitgeber unterstützte und sich mutig dem Unvermeidlichen stellte, sind als ein ergreifendes Beispiel für Loyalität und Tapferkeit während einer der tragischsten Schiffskatastrophen der Geschichte in Erinnerung geblieben.",
      "it": "La notte del disastro, Giglio aiutò Guggenheim a cambiarsi in abito da sera formale, simboleggiando la loro accettazione del destino con dignità. Entrambi gli uomini furono visti seduti su sedie a sdraio, godendosi brandy e sigari, dimostrando una notevole compostezza in mezzo al caos. Purtroppo, Victor Giglio non sopravvisse all'affondamento e il suo corpo non fu mai recuperato. I suoi ultimi momenti, trascorsi a sostenere il suo datore di lavoro e affrontare l'inevitabile con coraggio, sono stati ricordati come un esempio toccante di lealtà e coraggio durante uno dei disastri marittimi più tragici della storia.",
      "pt": "Na noite do desastre, Giglio auxiliou Guggenheim a se trocar com seu traje formal de gala, simbolizando a aceitação digna do seu destino. Ambos foram vistos sentados em cadeiras no convés, apreciando conhaque e charutos, demonstrando notável compostura em meio ao caos. Infelizmente, Victor Giglio não sobreviveu ao naufrágio, e seu corpo nunca foi recuperado. Seus momentos finais, passados ao lado do seu empregador e enfrentando o inevitável com coragem, são lembrados como um exemplo comovente de lealdade e bravura durante uma das mais trágicas desgraças marítimas da história.",
      "nl": "Victor Giglio behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
