{
  "passenger92": {
    "grade": "Passenger",
    "age": 63,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/92-Ida-Straus.png",
      "alt": "picture of Annie Caton"
    },
    "name": {
      "fr": "Ida Straus",
      "en": "Ida Straus",
      "da": "Ida Straus",
      "de": "Ida Straus",
      "it": "Ida Straus",
      "pt": "Ida Straus"
    },
    "description": {
      "fr": "Ida Straus, née Ida Blun, vit le jour le 6 février 1849 à Worms, en Allemagne, dans une famille juive de condition modeste. Encore enfant, elle émigra avec sa famille aux États-Unis, où ils s’installèrent à New York. En 1871, Ida épousa Isidor Straus, un immigrant bavarois qui, avec son frère Nathan, allait transformer les magasins Macy’s en un empire commercial mondialement renommé. Ensemble, Ida et Isidor partagèrent plus de quarante années de mariage et élevèrent six enfants. Ils furent connus non seulement pour leur réussite professionnelle, mais aussi pour leur philanthropie et leur profonde dévotion l’un envers l’autre. Au début du printemps 1912, le couple voyagea en Europe puis décida de rentrer chez lui à bord du tout nouveau RMS Titanic. Ils embarquèrent à Southampton le 10 avril 1912, en première classe (cabines C-55 et C-57), à destination de leur résidence new-yorkaise. Dans la nuit du 14 avril 1912, lorsque le Titanic heurta l’iceberg, Isidor se vit proposer une place dans un canot de sauvetage en raison de son âge et de son statut. Il refusa, affirmant qu’' aucun homme ne devait partir avant les femmes et les enfants '. Ida, refusant d’être séparée de son mari, déclina elle aussi une place. Des témoins rapportèrent ses mots : ' Nous avons vécu ensemble de nombreuses années. Où tu iras, j’irai. ' Elle céda son siège à sa femme de chambre, Ellen Bird, assurant ainsi sa survie. Ida et Isidor furent aperçus pour la dernière fois bras dessus bras dessous sur le pont, alors que le navire sombrait.",
      "en": " Ida Straus, née Ida Blun, was born on February 6, 1849, in Worms, Germany, into a Jewish family of modest means. As a young girl, she emigrated with her family to the United States, where they settled in New York. In 1871, Ida married Isidor Straus, a Bavarian-born immigrant who, alongside his brother Nathan, would build the world-renowned Macy’s department store into a retail empire. Together, Ida and Isidor shared more than forty years of marriage, raising six children. They became known not only for their business success but also for their philanthropy and deep devotion to each other. In the early spring of 1912, the couple traveled through Europe and decided to return home aboard the brand-new RMS Titanic. They boarded at Southampton on April 10, 1912, traveling in First Class (Cabins C-55 and C-57), bound for their residence in New York City. On the night of April 14, 1912, when the Titanic struck the iceberg, Isidor was offered a place in a lifeboat due to his age and stature. He declined, insisting that “no man should leave before the women and children.” Ida, refusing to be separated from her husband, also declined a place. Witnesses recalled her words: “We have lived together for many years. Where you go, I go.” She gave up her seat to her maid, Ellen Bird, ensuring her survival. Ida and Isidor were last seen standing arm in arm on the deck as the ship went down. ",
      "da": "Ida Straus, født Ida Blun, blev født den 6. februar 1849 i Worms, Tyskland, i en jødisk familie med beskedne kår. Som barn emigrerede hun med sin familie til USA, hvor de slog sig ned i New York. I 1871 giftede Ida sig med Isidor Straus, en indvandrer fra Bayern, som sammen med sin bror Nathan skulle opbygge stormagasinet Macy’s til et verdensberømt detailimperium. Sammen delte Ida og Isidor mere end fyrre års ægteskab og opfostrede seks børn. De var kendt ikke blot for deres forretningssucces, men også for deres filantropi og dybe hengivenhed for hinanden. I foråret 1912 rejste parret gennem Europa og besluttede at vende hjem ombord på det helt nye RMS Titanic. De gik ombord i Southampton den 10. april 1912 som førsteklassepassagerer (kahytter C-55 og C-57) på vej til deres bopæl i New York. Om natten den 14. april 1912, da Titanic ramte isbjerget, blev Isidor tilbudt en plads i en redningsbåd på grund af sin alder og status. Han afslog og erklærede, at \"ingen mand skulle gå før kvinder og børn.\" Ida nægtede at blive adskilt fra sin mand og afslog også en plads. Vidner huskede hendes ord: \"Vi har levet sammen i mange år. Hvor du går, går jeg.\" Hun gav sin plads til sin stuepige, Ellen Bird, og sikrede dermed hendes overlevelse. Ida og Isidor blev sidst set arm i arm på dækket, mens skibet sank.",
      "de": "Ida Straus, geborene Ida Blun, wurde am 6. Februar 1849 in Worms, Deutschland, in eine jüdische Familie mit bescheidenen Mitteln geboren. Als Kind emigrierte sie mit ihrer Familie in die Vereinigten Staaten, wo sie sich in New York niederließen. 1871 heiratete Ida Isidor Straus, einen aus Bayern stammenden Einwanderer, der gemeinsam mit seinem Bruder Nathan das Kaufhaus Macy’s zu einem weltbekannten Einzelhandelsimperium aufbaute. Zusammen verbrachten Ida und Isidor mehr als vierzig Jahre Ehe und zogen sechs Kinder groß. Sie wurden nicht nur für ihren geschäftlichen Erfolg, sondern auch für ihre Wohltätigkeit und ihre tiefe gegenseitige Hingabe bekannt. Im Frühjahr 1912 reiste das Paar durch Europa und entschied sich, mit dem brandneuen RMS Titanic nach Hause zurückzukehren. Am 10. April 1912 gingen sie in Southampton als Passagiere der Ersten Klasse (Kabinen C-55 und C-57) an Bord, mit Ziel New York. In der Nacht des 14. April 1912, als die Titanic den Eisberg rammte, wurde Isidor aufgrund seines Alters und seines Ansehens ein Platz in einem Rettungsboot angeboten. Er lehnte ab und erklärte, dass „kein Mann vor Frauen und Kindern gehen solle.“ Ida weigerte sich, von ihrem Mann getrennt zu werden, und lehnte ebenfalls ab. Zeugen erinnerten sich an ihre Worte: „Wir haben viele Jahre zusammengelebt. Wohin du gehst, gehe ich.“ Sie überließ ihren Platz ihrer Zofe Ellen Bird und sicherte so deren Überleben. Ida und Isidor wurden zuletzt Arm in Arm an Deck gesehen, als das Schiff unterging.",
      "it": "Ida Straus, nata Ida Blun, nacque il 6 febbraio 1849 a Worms, in Germania, in una famiglia ebrea di modeste condizioni. Da bambina emigrò con la famiglia negli Stati Uniti, stabilendosi a New York. Nel 1871 sposò Isidor Straus, un immigrato bavarese che, insieme al fratello Nathan, avrebbe trasformato i grandi magazzini Macy’s in un impero commerciale di fama mondiale. Ida e Isidor condivisero oltre quarant’anni di matrimonio e crebbero sei figli. Furono conosciuti non solo per il loro successo negli affari, ma anche per la loro filantropia e la profonda dedizione reciproca. All’inizio della primavera del 1912, la coppia viaggiò in Europa e decise di tornare a casa a bordo del nuovissimo RMS Titanic. Si imbarcarono a Southampton il 10 aprile 1912 come passeggeri di prima classe (cabine C-55 e C-57), diretti alla loro residenza di New York. Nella notte del 14 aprile 1912, quando il Titanic colpì l’iceberg, a Isidor fu offerto un posto in una scialuppa a causa della sua età e della sua posizione. Egli rifiutò, affermando che “nessun uomo dovrebbe partire prima delle donne e dei bambini”. Ida, rifiutando di separarsi dal marito, rinunciò anch’essa a un posto. I testimoni ricordarono le sue parole: “Abbiamo vissuto insieme per molti anni. Dove andrai tu, andrò anch’io.” Cedette il suo posto alla cameriera Ellen Bird, assicurandole così la sopravvivenza. Ida e Isidor furono visti per l’ultima volta abbracciati sul ponte mentre la nave affondava.",
      "pt": " Ida Straus, nascida Ida Blun, veio ao mundo em 6 de fevereiro de 1849, em Worms, Alemanha, em uma família judia de recursos modestos. Ainda menina, emigrou com a família para os Estados Unidos, estabelecendo-se em Nova Iorque. Em 1871, casou-se com Isidor Straus, imigrante bávaro que, junto ao irmão Nathan, transformaria a loja de departamentos Macy’s em um império do varejo. Ida e Isidor compartilharam mais de 40 anos de casamento, criaram seis filhos e ficaram conhecidos tanto pelo sucesso nos negócios quanto pela filantropia e pelo vínculo profundo que os unia. Na primavera de 1912, após viajarem pela Europa, decidiram retornar para casa a bordo do recém-inaugurado RMS Titanic, embarcando em Southampton em 10 de abril como passageiros de primeira classe (cabines C-55 e C-57). Na noite de 14 de abril de 1912, quando o navio colidiu com o iceberg, Isidor recebeu a oferta de um lugar em um bote salva-vidas, devido à sua idade e posição. Ele recusou, dizendo que nenhum homem deveria embarcar antes das mulheres e crianças. Ida, também recusando a separação, afirmou: “Vivemos juntos por muitos anos. Onde você for, eu irei.” Ela cedeu seu lugar à empregada, Ellen Bird, garantindo sua sobrevivência. Ida e Isidor foram vistos pela última vez abraçados no convés enquanto o navio afundava."
    },
    "postIceberg": {
      "fr": "Ida Straus périt lors du naufrage le 15 avril 1912, à l’âge de 63 ans. Contrairement à son mari, dont le corps fut retrouvé et inhumé à New York, le sien ne fut jamais retrouvé. Un cénotaphe dédié à tous deux se dresse au cimetière de Woodlawn, dans le Bronx, à New York, portant ce verset biblique : ' Ils étaient beaux et aimables durant leur vie, et dans la mort ils ne furent pas séparés. '",
      "en": " Ida Straus perished in the sinking on April 15, 1912, at the age of 63. Unlike her husband, whose body was recovered and buried in New York, Ida’s body was never found. A cenotaph to both of them stands at Woodlawn Cemetery, Bronx, New York, inscribed with the biblical verse: “Lovely and pleasant they were in their lives, and in death they were not divided.”",
      "da": "Ida Straus omkom ved forliset den 15. april 1912 i en alder af 63 år. I modsætning til sin mand, hvis krop blev fundet og begravet i New York, blev hendes krop aldrig fundet. Et mindesmærke for dem begge står på Woodlawn Cemetery i Bronx, New York, med den bibelske indskrift: \"De var elskelige og venlige i deres liv, og i døden blev de ikke skilt.\"",
      "de": "Ida Straus kam beim Untergang am 15. April 1912 im Alter von 63 Jahren ums Leben. Im Gegensatz zu ihrem Ehemann, dessen Leichnam geborgen und in New York beigesetzt wurde, wurde ihr Körper nie gefunden. Ein Kenotaph für beide steht auf dem Woodlawn Cemetery in der Bronx, New York, mit der biblischen Inschrift: „Lieblich und freundlich waren sie in ihrem Leben, und im Tod wurden sie nicht getrennt.“",
      "it": "Ida Straus morì nel naufragio il 15 aprile 1912, all’età di 63 anni. A differenza del marito, il cui corpo fu recuperato e sepolto a New York, il suo non fu mai ritrovato. Un cenotafio dedicato a entrambi si trova al Woodlawn Cemetery, nel Bronx, New York, con inciso il versetto biblico: 'Erano amabili e gentili nella loro vita, e nella morte non furono separati.'",
      "pt": "Ida Straus morreu no naufrágio em 15 de abril de 1912, aos 63 anos. Seu corpo nunca foi encontrado. Em Woodlawn Cemetery, no Bronx (Nova Iorque), um cenotáfio em memória do casal traz a inscrição bíblica: “Amáveis e agradáveis foram em suas vidas, e na morte não foram separados.”"
    }
  }
}