{
  "passenger23": {
    "grade": "Passenger",
    "age": 49,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/23-J-Bruce-Ismay.jpg",
      "alt": "picture of J. Bruce Ismay"
    },
    "name": {
      "fr": "J. Bruce Ismay",
      "en": "J. Bruce Ismay",
      "da": "J. Bruce Ismay",
      "de": "J. Bruce Ismay",
      "it": "J. Bruce Ismay",
      "pt": "J. Bruce Ismay"
    },
    "description": {
      "fr": " J. Bruce Ismay était président de l’International Mercantile Marine Company et ancien héritier de la White Star Line, dont il fut l’un des principaux actionnaires du Titanic. Il avait été cadre chez White Star lorsque les navires de classe Oceanic de son père dominaient le transport de passagers dans les années 1870, et il participa à la course aux paquebots géants qui mena à la construction de certains des plus grands navires jamais construits. Après le lancement des géants de la Cunard, le Mauretania et le Lusitania, Ismay dîna avec Lord Pirrie, chef des chantiers Harland & Wolff. Ensemble, ils décidèrent que la White Star devait voir plus grand, et peu après, Harland & Wolff commença à concevoir la nouvelle classe Olympic. Les paquebots Olympic étaient des merveilles technologiques, alliant vitesse et luxe. Dotés du système radio Marconi de pointe et d’une structure révolutionnaire de cloisons étanches, ils étaient considérés comme pratiquement insubmersibles. Lors de la conception, l’ingénieur en chef Alexander Carlisle recommanda d’ajouter davantage de canots de sauvetage. Mais la réglementation du Board of Trade se basait sur le poids du navire, non sur le nombre de passagers, à une époque où un navire du tonnage du Titanic était inconcevable. Avec le système radio et les cloisons à remplissage lent, les concepteurs pensaient qu’en cas d’urgence, les secours auraient largement le temps d’arriver et d’évacuer les passagers. Les canots n’étaient donc envisagés que comme des navettes entre navires, et non comme des équipements de survie essentiels pour le voyage inaugural du Titanic.",
      "en": "J. Bruce Ismay was President of the International Mercantile Marine Company, and former heir to the White Star Lines, Ismay was one of Titanic’s chief stakeholders. He had been a manager with White Star when his father’s Oceanic class ships dominated the passenger trade in the 1870s, and had been a part of the ensuing oceanliner arms race that resulted in the building of some of the largest vessels known to mankind. In the wake of the debuts of the Cunard behemoths Mauretania and Lusitania, Ismay dined with Lord Pirrie, head of Harland & Wolff shipbuilders. The two determined White Star’s next steps would be, of course, to go bigger, and shortly thereafter Harland & Wolff began design work on the new Olympic class of ships.The Olympic liners would be technological marvels of speed and luxury. Equipped with the cutting edge Marconi wireless apparatus, and the revolutionary system of watertight bulkheads, the ships would be as close to unsinkable as it was possible to be.During the design process, chief designer Alexander Carlisle was in favor of adding more lifeboats to the ship. The Board of Trade regulations were based on ship weight, not number of passengers, written at a time when a ship the weight of Titanic could scarcely be conceived of. However, with the combination of the wireless system and the slow-filling bulkheads, designers believed in case of emergency there would be ample time for rescue ships to arrive and carry passengers to safety. In such an emergency, lifeboats would act only as ferries between vessels, and as such were thought not to be essential life-saving equipment for Titanic’s maiden voyage.",
      "da": "J. Bruce Ismay var formand for International Mercantile Marine Company og arving til White Star Line. Han var en af Titanics vigtigste interessenter. Ismay havde været direktør hos White Star Line, da hans fars skibe i Oceanic-klassen dominerede passagertrafikken i 1870'erne, og han havde været en del af det efterfølgende kapløb, som resulterede i konstruktionen af nogle af de største skibe, verden nogensinde havde set. \n\nEfter søsættelsen af Cunards mastodonter Mauretania og Lusitania spiste Ismay middag med Lord Pirrie, direktøren for det anerkendte skibsværft Harland & Wolff. De to besluttede, at White Stars næste skridt selvfølgelig skulle være at bygge endnu større skibe, og kort tid efter begyndte Harland & Wolff at designe skibene i den nye Olympic-klasse.\n\nLinerne i Olympic-klassen skulle være teknologiske vidundere, der kunne tilbyde både fart og luksus. Udstyret med det banebrydende trådløse Marconi-telegrafiapparat og det revolutionerende system med vandtætte skotter ville det være tæt på umuligt for skibene at forlise.\n\nUnder designprocessen ønskede chefarkitekt Alexander Carlisle at tilføje flere redningsbåde til skibet. Det britiske handelsministeriums regler var baseret på skibets vægt, ikke antallet af passagerer, og reglerne blev lavet på et tidspunkt, hvor et skib med Titanics vægt var utænkeligt. Men med det trådløse radiotelegrafisystem og skotterne, som betød at rummene kun blev langsomt fyldt med vand, mente designerne, at der i nødstilfælde ville være rigelig med tid til, at redningsskibe kunne nå frem og bringe passagererne i sikkerhed. I en sådan nødsituation ville redningsbådene kun skulle fungere som transportfartøjer mellem skibene og blev derfor ikke anset for at være livsvigtigt udstyr på Titanics jomfrurejse.",
      "de": "J. Bruce Ismay, Präsident der International Mercantile Marine Company und Direktor der White Star Line, war einer der Hauptakteure der Titanic. Er war Manager bei White Star gewesen, als die Schiffe der Oceanic-Klasse seines Vaters in den 1870er Jahren den Passagierverkehr dominierten, und hatte an dem darauf folgenden Wettrüsten der Ozeandampfer teilgenommen, das zum Bau einiger der größten Schiffe der Menschheit führte. Nach den Premieren der Cunard-Riesen Mauretania und Lusitania ging Ismay mit Lord Pirrie, dem Chef der Schiffswerft Harland & Wolff, essen. Die beiden finalisierten ihren Beschluss, dass die nächsten Schritte von White Star natürlich in einer Vergrößerung bestehen würden, und kurz darauf begann Harland & Wolff mit der Konstruktion der neuen Olympic-Schiffsklasse. Die Olympic-Schiffe sollten technologische Wunderwerke der Geschwindigkeit und des Luxus sein. Ausgestattet mit dem hochmodernen Marconi-Funkgerät und dem revolutionären System der wasserdichten Schotten, sollten die Schiffe so gut wie unsinkbar sein. Während des Entwurfsprozesses sprach sich der Chefkonstrukteur Alexander Carlisle dafür aus, das Schiff mit mehr Rettungsbooten auszustatten. Die Vorschriften des Board of Trade basierten auf der Größe des Schiffes, nicht auf der Anzahl der Passagiere, und wurden zu einer Zeit verfasst, als an ein Schiff von der Größe der Titanic kaum zu denken war. Dank des drahtlosen Systems und der sich langsam füllenden Schotten glaubten die Konstrukteure jedoch, dass im Notfall genügend Zeit zur Verfügung stehen würde, bis die Rettungsschiffe eintreffen und die Passagiere in Sicherheit bringen würden. In einem solchen Notfall würden die Rettungsboote nur als Tender zwischen den Schiffen fungieren und wurden als solche nicht als lebensrettende Ausrüstung für die Jungfernfahrt der Titanic angesehen.",
      "it": "J. Bruce Ismay era presidente della International Mercantile Marine Company ed erede della White Star Line, nonché uno dei principali rappresentanti del Titanic stesso. Era stato manager della White Star quando le navi classe Oceanic di suo padre avevano dominato il commercio passeggeri negli anni 1870 e fece parte della successiva corsa agli armamenti di linea che portò alla costruzione di alcune delle più grandi navi conosciute dall’umanità. Sulla scia dei debutti dei colossi Cunard Mauritania e Lusitania, Ismay si incontrò con Lord Pirrie, armatore dei cantieri Harland & Wolff. I due decisero che i prossimi passi della White Star sarebbero stati, ovviamente, pensare in grande e poco dopo la Harland & Wolff iniziò a progettare la nuova classe di navi olimpiche. Le navi della classe Olympic sarebbero state meraviglie tecnologiche di velocità e lusso. Dotate dell’apparato radio all’avanguardia di Marconi e del rivoluzionario sistema di paratie stagne, le navi sarebbero state praticamente inaffondabili. Durante il processo di progettazione, il capo progettista Alexander Carlisle aveva discusso con la proprietà dell’aggiunta di più scialuppe di salvataggio alla nave. Ma i regolamenti del Ministero del Commercio erano basati sul peso della nave, non sul numero di passeggeri ed erano stati scritti in un momento in cui una nave il peso del Titanic non poteva essere neppure concepita. Tuttavia, con la combinazione del sistema radio e delle paratie a riempimento lento, i progettisti credevano che in caso di emergenza ci sarebbe stato tempo sufficiente per le navi di salvataggio per arrivare e trasportare i passeggeri in sicurezza. In una tale emergenza, le scialuppe di salvataggio agivano solo come traghetti tra le navi e come tali non erano considerate attrezzatura essenziale per il viaggio inaugurale del Titanic.",
      "pt": "J. Bruce Ismay foi presidente da International Mercantile Marine Company e antigo herdeiro da White Star Line. Ismay foi um dos principais acionistas do Titanic. Ele havia sido gerente na White Star quando os navios da classe Oceanic, de propriedade de seu pai, dominavam o comércio de passageiros na década de 1870, e participou da consequente corrida armamentista de navios transatlânticos que resultou na construção de algumas das maiores embarcações já conhecidas pela humanidade. Após o lançamento dos colossos da Cunard, Mauretania e Lusitania, Ismay jantou com Lord Pirrie, chefe da construtora Harland & Wolff. Os dois decidiram que os próximos passos da White Star seriam, naturalmente, construir navios ainda maiores, e pouco depois Harland & Wolff iniciou o trabalho de design para a nova classe Olympic. Os transatlânticos da classe Olympic seriam maravilhas tecnológicas em velocidade e luxo. Equipados com o moderno aparelho de rádio Marconi e o revolucionário sistema de compartimentos estanques, os navios seriam praticamente inafundáveis. Durante o processo de design, o chefe de projeto Alexander Carlisle defendeu a inclusão de mais botes salva-vidas no navio. As regulamentações do Board of Trade baseavam-se no peso do navio, e não no número de passageiros, tendo sido escritas numa época em que navios do porte do Titanic mal poderiam ser concebidos. Entretanto, com a combinação do sistema de rádio e dos compartimentos estanques que enchiam lentamente, os projetistas acreditavam que, em caso de emergência, haveria tempo suficiente para a chegada de navios de resgate que poderiam levar os passageiros em segurança. Nesse cenário, os botes salva-vidas serviriam apenas como ferries entre as embarcações, e, por isso, não eram considerados equipamentos essenciais de salvamento para a viagem inaugural do Titanic."
    },
    "postIceberg": {
      "fr": "J. Bruce Ismay, président de la White Star Line, survécut en montant à bord du canot pliable C. Après la catastrophe, il fit face à de vives critiques publiques et médiatiques, ce qui eut un impact sur sa carrière et sa vie personnelle. Il vécut dans une relative réclusion jusqu’à sa mort en 1937.",
      "en": "J. Bruce Ismay, chairman of the White Star Line, survived by boarding collapsible lifeboat C. After the disaster, he faced severe public and media backlash, which impacted his career and personal life. He lived in relative seclusion until his death in 1937.",
      "da": "J. Bruce Ismay, bestyrelsesformand for White Star Line, overlevede ved at gå om bord i redningsbåd C. Efter katastrofen blev han udsat for alvorlig kritik fra offentligheden og medierne, hvilket påvirkede hans karriere og privatliv. Han levede relativt tilbagetrukket indtil sin død i 1937.",
      "de": "J. Bruce Ismay, Direktor der White Star Line, überlebte an Bord des zusammenklappbaren Rettungsbootes C. Nach der Katastrophe wurde er in der Öffentlichkeit und den Medien heftig kritisiert, was sich auf seine Karriere und sein Privatleben auswirkte. Er lebte bis zu seinem Tod im Jahr 1937 in relativer Zurückgezogenheit.",
      "it": "J. Bruce Ismay, presidente della White Star Line, sopravvisse salendo sulla scialuppa pieghevole C. Dopo il disastro, affrontò severe critiche pubbliche e mediatiche, che influenzarono la sua carriera e vita personale. Visse in relativo isolamento fino alla sua morte nel 1937.",
      "pt": "J. Bruce Ismay, presidente da White Star Line, sobreviveu ao desastre ao embarcar no bote salva-vidas dobrável C. Após o naufrágio, enfrentou forte rejeição pública e da mídia, o que afetou profundamente sua carreira e vida pessoal. Viveu em relativo isolamento até seu falecimento em 1937."
    }
  }
}