{
  "passenger99": {
    "grade": "Passenger",
    "age": 46,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/99-Rosalie-Bidois.png",
      "alt": "picture of Rosalie Bidois"
    },
    "name": {
      "fr": "Rosalie Bidois",
      "en": "Rosalie Bidois",
      "da": "Rosalie Bidois",
      "de": "Rosalie Bidois",
      "it": "Rosalie Bidois",
      "pt": "Rosalie Bidois"
    },
    "description": {
      "fr": "Rosalie Bidois naquit le 10 mai 1865 à St. Helier, Jersey, l’une des îles Anglo-Normandes. Elle grandit dans un foyer francophone, fille de Pierre François Bidois, chaudronnier, et de Rosalie Martillet, couturière. Orpheline très jeune, elle dut affronter les difficultés de la vie dès l’enfance, mais fit preuve d’une force tranquille et d’une grande détermination. À la fin du XIXᵉ siècle, Rosalie s’installa à Londres, où elle travailla comme gouvernante dans des foyers aisés. Plus tard, elle exerça à Paris avant de se rendre aux États-Unis au début des années 1900. En 1912, elle était au service de Madeleine Talmage Force Astor, la jeune épouse du colonel John Jacob Astor IV, l’un des hommes les plus riches d’Amérique. Rosalie était la femme de chambre personnelle de Mme Astor, un rôle qui allait la placer au cœur de l’une des plus grandes tragédies maritimes de l’Histoire. Le 10 avril 1912, Rosalie accompagna les Astor à bord du RMS Titanic, embarquant à Cherbourg, France, en première classe sous le billet n°17757. La suite des Astor figurait parmi les plus luxueuses cabines du pont C, et Rosalie, ainsi que les autres domestiques, logeaient à proximité. Comme Mme Astor était alors très enceinte, la présence de Rosalie s’avérait indispensable. Lorsque le Titanic heurta l’iceberg dans la nuit du 14 avril 1912, Rosalie resta auprès de sa maîtresse, l’aidant à garder son calme et à se préparer pour l’évacuation. Vers 2 h du matin, elle assista Mme Astor pour embarquer dans le canot n°4, où toutes deux furent sauvées. Depuis l’embarcation, Rosalie fut témoin des terribles derniers instants du navire, alors que les cris résonnaient à travers l’Atlantique glacé.",
      "en": "Rosalie Bidois was born on May 10, 1865, in St. Helier, Jersey, one of the Channel Islands. She grew up in a French-speaking household, the daughter of Pierre François Bidois, a coppersmith, and Rosalie Martillet, a seamstress. Orphaned at a young age, she faced hardship early in life, but persevered with quiet strength and determination. By the late 19th century, Rosalie had moved to London, where she found employment as a governess in affluent households. Later, she worked in Paris before traveling to the United States in the early 1900s. By 1912, she was in the service of Madeleine Talmage Force Astor, the young bride of Colonel John Jacob Astor IV, one of the richest men in America. Rosalie served as Mrs. Astor’s personal maid, a role that would place her at the heart of one of history’s greatest maritime disasters. On April 10, 1912, Rosalie accompanied the Astors aboard the RMS Titanic, embarking at Cherbourg, France, as a First-Class passenger under ticket number 17757. The Astor party occupied some of the ship’s most luxurious accommodations on C Deck, with Rosalie and the other staff nearby. At the time, Mrs. Astor was heavily pregnant, making Rosalie’s presence essential. When the Titanic struck the iceberg on the night of April 14, 1912, Rosalie stayed close to her mistress, helping her remain calm and prepare for evacuation. Near 2:00 a.m., she assisted Mrs. Astor into Lifeboat 4, where both women were saved. From the lifeboat, Rosalie witnessed the terrible final moments of the ship as cries rang out across the freezing Atlantic. ",
      "da": "Rosalie Bidois blev født den 10. maj 1865 i St. Helier, Jersey, en af Kanaløerne. Hun voksede op i et fransktalende hjem som datter af Pierre François Bidois, kobbersmed, og Rosalie Martillet, syerske. Som forældreløs i en ung alder måtte hun tidligt møde livets vanskeligheder, men hun klarede sig med stille styrke og beslutsomhed. I slutningen af det 19. århundrede flyttede Rosalie til London, hvor hun arbejdede som guvernante i velhavende hjem. Senere arbejdede hun i Paris, inden hun rejste til USA i begyndelsen af 1900-tallet. I 1912 var hun i tjeneste hos Madeleine Talmage Force Astor, den unge hustru til oberst John Jacob Astor IV, en af Amerikas rigeste mænd. Rosalie var fru Astors personlige kammerpige, en rolle der skulle placere hende midt i en af historiens største maritime tragedier. Den 10. april 1912 ledsagede Rosalie familien Astor ombord på RMS Titanic i Cherbourg, Frankrig, som førsteklassepassager med billet nr. 17757. Astors havde nogle af skibets mest luksuriøse kahytter på C-dækket, og Rosalie samt det øvrige tjenestefolk boede tæt ved. Da fru Astor var højgravid, var Rosalies tilstedeværelse uundværlig. Da Titanic ramte isbjerget natten til den 14. april, forblev Rosalie ved sin frues side, hjalp hende med at bevare roen og forberede sig på evakueringen. Omkring kl. 2 hjalp hun fru Astor ind i redningsbåd nr. 4, hvor begge blev reddet. Fra båden var Rosalie vidne til skibets frygtelige sidste øjeblikke, mens skrigene rungede over det iskolde Atlanterhav.",
      "de": "Rosalie Bidois wurde am 10. Mai 1865 in St. Helier, Jersey, einer der Kanalinseln, geboren. Sie wuchs in einem französischsprachigen Haushalt auf, als Tochter von Pierre François Bidois, Kupferschmied, und Rosalie Martillet, Näherin. Schon früh verwaist, musste sie sich den Härten des Lebens stellen, zeigte jedoch stille Stärke und Entschlossenheit. Ende des 19. Jahrhunderts zog Rosalie nach London, wo sie als Gouvernante in wohlhabenden Haushalten arbeitete. Später war sie in Paris tätig, bevor sie Anfang der 1900er Jahre in die USA reiste. 1912 stand sie im Dienst von Madeleine Talmage Force Astor, der jungen Ehefrau von Oberst John Jacob Astor IV, einem der reichsten Männer Amerikas. Rosalie war Mrs. Astors persönliche Zofe, eine Rolle, die sie ins Zentrum einer der größten maritimen Katastrophen der Geschichte stellte. Am 10. April 1912 begleitete Rosalie die Astors in Cherbourg, Frankreich, an Bord der RMS Titanic als Erstklasspassagierin mit dem Ticket Nr. 17757. Die Astors bezogen einige der luxuriösesten Suiten des C-Decks, während Rosalie und das übrige Personal in der Nähe untergebracht waren. Da Mrs. Astor hochschwanger war, war Rosalies Anwesenheit unverzichtbar. Als die Titanic in der Nacht des 14. April mit dem Eisberg kollidierte, blieb Rosalie an der Seite ihrer Herrin, half ihr, ruhig zu bleiben und sich auf die Evakuierung vorzubereiten. Gegen 2 Uhr morgens half sie Mrs. Astor in Rettungsboot Nr. 4, wo beide gerettet wurden. Vom Boot aus wurde Rosalie Zeugin der schrecklichen letzten Momente des Schiffes, während Schreie über den eisigen Atlantik hallten.",
      "it": "Rosalie Bidois nacque il 10 maggio 1865 a St. Helier, Jersey, una delle Isole del Canale. Crebbe in una famiglia francofona, figlia di Pierre François Bidois, ramaio, e Rosalie Martillet, sarta. Rimasta orfana in giovane età, affrontò presto le difficoltà della vita, mostrando però forza silenziosa e grande determinazione. Alla fine del XIX secolo si trasferì a Londra, dove lavorò come governante presso famiglie benestanti. Successivamente visse a Parigi prima di recarsi negli Stati Uniti agli inizi del 1900. Nel 1912 era al servizio di Madeleine Talmage Force Astor, la giovane moglie del colonnello John Jacob Astor IV, uno degli uomini più ricchi d’America. Rosalie era la cameriera personale della signora Astor, un ruolo che la pose al centro di una delle più grandi tragedie marittime della storia. Il 10 aprile 1912 Rosalie accompagnò gli Astor a bordo del RMS Titanic, imbarcandosi a Cherbourg, Francia, come passeggera di prima classe con il biglietto n° 17757. Gli Astor occupavano alcune delle cabine più lussuose del ponte C, mentre Rosalie e gli altri domestici alloggiavano nelle vicinanze. Poiché la signora Astor era molto incinta, la presenza di Rosalie era indispensabile. Quando il Titanic urtò l’iceberg nella notte del 14 aprile 1912, Rosalie rimase accanto alla sua padrona, aiutandola a mantenere la calma e a prepararsi all’evacuazione. Verso le 2 del mattino, aiutò la signora Astor a salire sulla scialuppa n° 4, dove entrambe furono salvate. Dalla scialuppa, Rosalie fu testimone degli ultimi, terribili momenti della nave, mentre le grida riecheggiavano attraverso l’Atlantico gelido.",
      "pt": "Rosalie Bidois nasceu em 10 de maio de 1865, em St. Helier, Jersey, nas Ilhas do Canal. Cresceu em uma família de língua francesa, filha de Pierre François Bidois, caldeireiro, e Rosalie Martillet, costureira. Órfã ainda jovem, enfrentou dificuldades desde cedo, mas seguiu a vida com força e determinação. No fim do século XIX, mudou-se para Londres, onde trabalhou como governanta em casas ricas. Mais tarde, esteve em Paris antes de viajar para os Estados Unidos no início dos anos 1900. Em 1912, trabalhava como camareira pessoal de Madeleine Talmage Force Astor, jovem esposa do milionário Coronel John Jacob Astor IV. Em 10 de abril de 1912, Rosalie embarcou com os Astor no RMS Titanic, em Cherbourg, como passageira de primeira classe (bilhete nº 17757). Os Astor ocupavam luxuosas suítes no Convés C, e Rosalie ficava instalada junto ao restante da criadagem. Na época, Mrs. Astor estava grávida, o que tornava a presença de Rosalie ainda mais importante. Na noite de 14 de abril, após a colisão com o iceberg, Rosalie permaneceu junto de sua patroa, ajudando-a a manter a calma e se preparar para a evacuação. Por volta das 2h da manhã, acompanhou Madeleine Astor ao bote nº 4, onde ambas foram salvas. Do bote, testemunhou os últimos momentos do Titanic e os gritos que ecoavam pelo Atlântico gelado. "
    },
    "postIceberg": {
      "fr": "Après leur sauvetage par le Carpathia, Rosalie demeura quelque temps au service de la famille Astor, mais finit par quitter le travail domestique. Elle devint citoyenne américaine naturalisée en décembre 1927, construisant une modeste vie indépendante à New York. En 1932, elle épousa François Courtinade, un veuf français installé à Manhattan, mais le mariage se solda rapidement par une séparation. Rosalie passa le reste de sa vie à Manhattan. Elle y mourut le 24 septembre 1938, à l’âge de 73 ans. Elle fut inhumée au cimetière de St. Raymond, dans le Bronx, aux côtés de sa sœur Augustine. Bien que son histoire soit plus discrète que celle de ses illustres employeurs, Rosalie Bidois incarne ces nombreux domestiques et stewards dont la vie fut à jamais bouleversée par la tragédie du Titanic. Sa loyauté envers Madeleine Astor permit à toutes deux de survivre pour en témoigner.",
      "en": "After their rescue by the Carpathia, Rosalie continued in service to the Astor family for a time, but eventually left domestic work. She became a naturalized U.S. citizen in December 1927, building a modest independent life in New York. In 1932, she married François Courtinade, a French widower living in Manhattan, but the marriage soon dissolved. Rosalie spent her later years in Manhattan. She died there on September 24, 1938, at the age of 73. She was laid to rest at St. Raymond’s Cemetery in the Bronx, beside her sister Augustine. Though her story is quieter than that of her famous employers, Rosalie Bidois represents the many devoted attendants and stewards whose lives were forever changed by the Titanic tragedy. Her loyalty to Madeleine Astor ensured that both women survived to tell the tale.",
      "da": "Efter deres redning af Carpathia fortsatte Rosalie i en periode sin tjeneste hos familien Astor, men forlod til sidst arbejdet som tjenestepige. I december 1927 blev hun amerikansk statsborger og opbyggede et beskedent, selvstændigt liv i New York. I 1932 giftede hun sig med François Courtinade, en fransk enkemand bosat i Manhattan, men ægteskabet opløstes hurtigt. Rosalie tilbragte sine senere år i Manhattan. Hun døde dér den 24. september 1938, 73 år gammel, og blev begravet på St. Raymond’s Cemetery i Bronx ved siden af sin søster Augustine. Selvom hendes historie er mere stille end hendes berømte arbejdsgiveres, repræsenterer Rosalie Bidois de mange hengivne tjenestefolk og stewarder, hvis liv for altid blev ændret af Titanic-tragedien. Hendes loyalitet over for Madeleine Astor sikrede, at begge kvinder overlevede for at kunne fortælle historien.",
      "de": "Nach ihrer Rettung durch die Carpathia blieb Rosalie noch einige Zeit im Dienst der Familie Astor, verließ jedoch schließlich die Hausarbeit. Im Dezember 1927 wurde sie eingebürgerte US-Staatsbürgerin und baute sich in New York ein bescheidenes, unabhängiges Leben auf. 1932 heiratete sie François Courtinade, einen französischen Witwer in Manhattan, doch die Ehe endete bald in Trennung. Rosalie verbrachte ihre späteren Jahre in Manhattan. Dort starb sie am 24. September 1938 im Alter von 73 Jahren. Sie wurde auf dem St. Raymond’s Cemetery in der Bronx neben ihrer Schwester Augustine beigesetzt. Auch wenn ihre Geschichte weniger bekannt ist als die ihrer berühmten Arbeitgeber, verkörpert Rosalie Bidois die vielen treuen Bediensteten und Stewards, deren Leben durch die Titanic-Katastrophe für immer verändert wurde. Ihre Loyalität gegenüber Madeleine Astor stellte sicher, dass beide Frauen überlebten, um davon zu berichten.",
      "it": "Dopo il loro salvataggio dal Carpathia, Rosalie rimase ancora per un certo periodo al servizio della famiglia Astor, ma alla fine lasciò il lavoro domestico. Nel dicembre 1927 divenne cittadina statunitense naturalizzata e costruì una modesta vita indipendente a New York. Nel 1932 sposò François Courtinade, un vedovo francese residente a Manhattan, ma il matrimonio si concluse presto con una separazione. Rosalie trascorse il resto della sua vita a Manhattan. Morì lì il 24 settembre 1938, all’età di 73 anni, e fu sepolta al St. Raymond’s Cemetery nel Bronx, accanto alla sorella Augustine. Sebbene la sua storia sia più discreta rispetto a quella dei suoi celebri datori di lavoro, Rosalie Bidois rappresenta i molti domestici e steward la cui vita fu per sempre segnata dalla tragedia del Titanic. La sua lealtà verso Madeleine Astor garantì la sopravvivenza di entrambe.",
      "pt": "After their rescue by the Carpathia, Rosalie continued in service to the Astor family for a time, but eventually left domestic work. She became a naturalized U.S. citizen in December 1927, building a modest independent life in New York. In 1932, she married François Courtinade, a French widower living in Manhattan, but the marriage soon dissolved. Rosalie spent her later years in Manhattan. She died there on September 24, 1938, at the age of 73. She was laid to rest at St. Raymond’s Cemetery in the Bronx, beside her sister Augustine. Though her story is quieter than that of her famous employers, Rosalie Bidois represents the many devoted attendants and stewards whose lives were forever changed by the Titanic tragedy. Her loyalty to Madeleine Astor ensured that both women survived to tell the tale."
    }
  }
}