{
  "passenger117": {
    "grade": "Passenger",
    "age": 19,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/117-James-Kelly.png",
      "alt": "picture of James Kelly"
    },
    "name": {
      "fr": "James Kelly",
      "en": "James Kelly",
      "da": "James Kelly",
      "de": "James Kelly",
      "it": "James Kelly",
      "pt": "James Kelly",
      "nl": "James Kelly"
    },
    "description": {
      "fr": "James Kelly naquit le 6 juillet 1892 à Carluke, dans le Lanarkshire, en Écosse, fils de William Kelly et de Robina Kelly. Il grandit dans un foyer de la classe ouvrière, à une époque où de nombreux jeunes Écossais cherchaient des opportunités à l’étranger. De métier, il était peintre en bâtiment - une profession qualifiée mais modeste, qui offrait peu de sécurité à long terme en Écosse. En 1912, James faisait partie de ces nombreux jeunes attirés par la promesse d’un travail stable et de meilleures perspectives au Canada, qui encourageait activement l’immigration en provenance des îles Britanniques. Inspiré par l’exemple d’amis et de voisins ayant déjà traversé l’Atlantique, il décida de commencer une nouvelle vie outre-mer. James acheta un billet de troisième classe (n°363592) pour le RMS Titanic, au prix de 8 £ 1 s. Il embarqua à Southampton le 10 avril 1912, voyageant seul. Comme beaucoup de passagers de troisième classe, son voyage n’était pas marqué par le luxe, mais par l’espoir - le Titanic offrait des installations sûres et relativement modernes comparées à celles de nombreux navires plus anciens. Pour les jeunes hommes comme James, la troisième classe proposait des couchettes de type dortoir, des salles à manger communes et la compagnie d’autres émigrants venus d’Écosse, d’Irlande et de Scandinavie. Le Titanic devait être le lien entre son passé à Lanarkshire et l’avenir qu’il espérait bâtir au Canada. Âgé de seulement 19 ans, James Kelly incarne ces innombrables jeunes émigrants dont les rêves d’une vie meilleure en Amérique du Nord prirent fin avant même d’avoir commencé. Son histoire demeure préservée à travers les registres de passagers et la mémoire de sa communauté à Carluke, rattachant ainsi cette petite ville écossaise au récit tragique du Titanic.",
      "en": "James Kelly was born on 6 July 1892 in Carluke, Lanarkshire, Scotland, the son of William Kelly and Robina Kelly. He grew up in a working-class household during a time when many young Scots sought opportunities abroad. His trade was as a house-painter, a skilled but modest profession that offered little long-term security in Scotland. By 1912, James was one of many young Scots drawn by the promise of steady work and advancement in Canada, which was then actively encouraging immigration from the British Isles. Encouraged by the example of friends and neighbors who had already made the crossing, James resolved to begin a new life across the Atlantic. James purchased a third-class ticket (No. 363592) for the RMS Titanic, costing £8 1s. He boarded the ship at Southampton on 10 April 1912, traveling alone. Like many third-class passengers, James’s journey was not one of luxury but of hope - Titanic offered safe and relatively modern accommodations compared to many older vessels. For young men like James, steerage provided basic dormitory-style bunks, dining areas, and the company of other emigrants from Scotland, Ireland, and Scandinavia. Titanic was to be the link between his past in Lanarkshire and his hoped-for future in Canada. Though only 19 years old, James Kelly represents the countless young emigrants whose dreams of a better life in North America ended before they began. His story is preserved through passenger records and community memory in Scotland, linking Carluke to the Titanic’s tragic narrative. ",
      "da": "James Kelly blev født den 6. juli 1892 i Carluke, Lanarkshire, Skotland, som søn af William Kelly og Robina Kelly. Han voksede op i en arbejderklassefamilie i en tid, hvor mange unge skotter søgte muligheder i udlandet. Han arbejdede som bygningsmaler, et kvalificeret men beskedent erhverv, der tilbød ringe langsigtet sikkerhed i Skotland. I 1912 var James en af de mange unge skotter, der blev tiltrukket af løftet om stabilt arbejde og bedre fremtidsudsigter i Canada, som aktivt tilskyndede til indvandring fra De Britiske Øer. Inspireret af venner og naboer, der allerede havde krydset Atlanterhavet, besluttede James at starte et nyt liv derovre. Han købte en tredjeklasses billet (nr. 363592) til RMS Titanic, som kostede £8 1s. Han gik ombord i Southampton den 10. april 1912 og rejste alene. Som mange andre tredjeklasserejsende var hans rejse ikke præget af luksus, men af håb - Titanic tilbød sikre og relativt moderne faciliteter sammenlignet med mange ældre skibe. For unge mænd som James omfattede tredjeklasse køjesenge i sovesalsstil, spisesale og selskab af andre emigranter fra Skotland, Irland og Skandinavien. Titanic skulle være bindeleddet mellem hans fortid i Lanarkshire og hans ønskede fremtid i Canada. Selvom han kun var 19 år gammel, repræsenterer James Kelly de utallige unge emigranter, hvis drømme om et bedre liv i Nordamerika endte, før de begyndte. Hans historie er bevaret gennem passagerlister og i lokalsamfundets erindringer i Carluke, som knytter byen til Titanics tragiske fortælling.",
      "de": "James Kelly wurde am 6. Juli 1892 in Carluke, Lanarkshire, Schottland, als Sohn von William Kelly und Robina Kelly geboren. Er wuchs in einem Arbeiterhaushalt auf, in einer Zeit, in der viele junge Schotten nach Möglichkeiten im Ausland suchten. Sein Beruf war Maler, ein qualifizierter, aber bescheidener Beruf, der in Schottland wenig langfristige Sicherheit bot. 1912 gehörte James zu den vielen jungen Schotten, die von der Aussicht auf eine feste Arbeit und bessere Chancen in Kanada angezogen wurden, das damals aktiv Einwanderung von den Britischen Inseln förderte. Angeregt durch Freunde und Nachbarn, die die Überfahrt bereits gewagt hatten, beschloss er, ein neues Leben jenseits des Atlantiks zu beginnen. James kaufte ein Drittkassen-Ticket (Nr. 363592) für die RMS Titanic, das £8 1s kostete. Er bestieg das Schiff am 10. April 1912 in Southampton, allein reisend. Wie viele Drittklassepassagiere war seine Reise nicht von Luxus, sondern von Hoffnung geprägt - Titanic bot sichere und relativ moderne Unterkünfte im Vergleich zu vielen älteren Schiffen. Für junge Männer wie James bot die dritte Klasse Schlafsäle mit Etagenbetten, Speisesäle und die Gesellschaft anderer Auswanderer aus Schottland, Irland und Skandinavien. Titanic sollte die Brücke zwischen seiner Vergangenheit in Lanarkshire und seiner erhofften Zukunft in Kanada sein. Mit nur 19 Jahren verkörpert James Kelly die unzähligen jungen Auswanderer, deren Träume von einem besseren Leben in Nordamerika endeten, bevor sie beginnen konnten. Seine Geschichte bleibt durch Passagierlisten und die Erinnerung der Gemeinschaft in Carluke bewahrt und verbindet die kleine Stadt mit der tragischen Geschichte der Titanic.",
      "it": "James Kelly nacque il 6 luglio 1892 a Carluke, nel Lanarkshire, in Scozia, figlio di William Kelly e Robina Kelly. Crebbe in una famiglia della classe operaia, in un’epoca in cui molti giovani scozzesi cercavano opportunità all’estero. Di mestiere era imbianchino, una professione qualificata ma modesta, che in Scozia offriva poca sicurezza a lungo termine. Nel 1912, James era uno dei tanti giovani scozzesi attratti dalla promessa di lavoro stabile e di migliori prospettive in Canada, che all’epoca incoraggiava attivamente l’immigrazione dalle Isole Britanniche. Ispirato dall’esempio di amici e vicini che avevano già attraversato l’Atlantico, decise di iniziare una nuova vita oltreoceano. Acquistò un biglietto di terza classe (n. 363592) per il RMS Titanic, al costo di £8 1s. Si imbarcò a Southampton il 10 aprile 1912, viaggiando da solo. Come molti passeggeri di terza classe, il suo viaggio non era fatto di lusso, ma di speranza - il Titanic offriva sistemazioni sicure e relativamente moderne rispetto a molte navi più vecchie. Per giovani come James, la terza classe offriva cuccette in stile dormitorio, sale da pranzo comuni e la compagnia di altri emigranti scozzesi, irlandesi e scandinavi. Il Titanic doveva essere il collegamento tra il suo passato a Lanarkshire e il futuro che sperava di costruire in Canada. Con appena 19 anni, James Kelly rappresenta i numerosissimi giovani emigranti i cui sogni di una vita migliore in Nord America finirono prima ancora di iniziare. La sua storia è conservata attraverso i registri passeggeri e la memoria della comunità di Carluke, collegando così la piccola città scozzese alla tragica vicenda del Titanic.",
      "pt": "James Kelly nasceu em 6 de julho de 1892 em Carluke, Lanarkshire, Escócia, filho de William Kelly e Robina Kelly. Cresceu em um lar de classe trabalhadora, em uma época em que muitos jovens escoceses buscavam oportunidades no exterior. Sua profissão era a de pintor de casas, um ofício qualificado, porém modesto, que oferecia pouca segurança a longo prazo na Escócia. Em 1912, James era um dos muitos jovens escoceses atraídos pela promessa de trabalho estável e progresso no Canadá, país que incentivava ativamente a imigração das Ilhas Britânicas. Inspirado pelo exemplo de amigos e vizinhos que já haviam feito a travessia, decidiu começar uma nova vida do outro lado do Atlântico. Comprou uma passagem de terceira classe (nº 363592) para o RMS Titanic, ao custo de £8 1s. Embarcou no navio em Southampton em 10 de abril de 1912, viajando sozinho. Como muitos passageiros da terceira classe, a jornada de James não era de luxo, mas de esperança. O Titanic oferecia acomodações seguras e relativamente modernas em comparação a muitos navios mais antigos. Para jovens como James, a terceira classe dispunha de beliches em estilo dormitório, refeitórios e a convivência com outros emigrantes da Escócia, Irlanda e Escandinávia. O Titanic seria o elo entre seu passado em Lanarkshire e o futuro desejado no Canadá. Com apenas 19 anos, James Kelly representa os inúmeros jovens emigrantes cujos sonhos de uma vida melhor na América do Norte terminaram antes mesmo de começar. Sua história permanece preservada nos registros de passageiros e na memória da comunidade de Carluke, conectando a pequena cidade escocesa à trágica narrativa do Titanic.",
      "nl": "James Kelly reisde in de derde klasse van de Titanic. Deze persoon was 19 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over James Kelly kort samen."
    },
    "postIceberg": {
      "fr": "Dans la nuit du 14 au 15 avril 1912, lorsque le Titanic heurta l’iceberg, l’expérience des passagers de troisième classe fut particulièrement éprouvante. L’éloignement des canots de sauvetage, les barrières de langue et l’absence d’instructions claires rendirent la survie difficile. Pour les jeunes hommes voyageant seuls, les chances étaient encore moindres, la priorité étant donnée aux femmes et aux enfants. James Kelly faisait partie des centaines de passagers de l’entrepont qui ne parvinrent jamais à trouver refuge. Âgé de seulement 19 ans, il perdit la vie dans les eaux glacées de l’Atlantique Nord. Son corps ne fut jamais identifié parmi ceux repêchés plus tard par les navires de recherche. La nouvelle de sa mort parvint rapidement à sa famille de Carluke, peu après la catastrophe. La presse locale, dont le Carluke and Lanark Gazette (27 avril 1912), relata le destin tragique de ce jeune artisan. Son nom figure parmi les nombreux émigrants écossais disparus, rappel poignant des espoirs et des avenirs engloutis avec le Titanic.",
      "en": "On the night of 14-15 April 1912, when Titanic struck the iceberg, the experience of third-class passengers was especially harrowing. Distance from the lifeboats, language barriers, and a lack of clear instructions made survival difficult. For young men traveling alone, the odds were even worse, as priority was given to women and children. James Kelly was among the hundreds of steerage passengers who never made it to safety. At just 19 years old, his life ended in the icy waters of the North Atlantic. His body was never identified among those later recovered by the search ships. News of James’s death reached his family in Carluke soon after the disaster. Local newspapers, including the Carluke and Lanark Gazette (27 April 1912), reported on the young tradesman’s tragic fate. His name is remembered among the many Scottish emigrants who perished, a poignant reminder of the hopes and futures lost with Titanic.",
      "da": "Natten mellem den 14. og 15. april 1912, da Titanic ramte isbjerget, var oplevelsen for tredjeklassens passagerer særligt rædselsvækkende. Afstanden til redningsbådene, sproglige barrierer og mangel på klare instruktioner gjorde overlevelse vanskelig. For unge mænd, der rejste alene, var chancerne endnu ringere, da kvinder og børn fik forrang. James Kelly var blandt de hundreder af passagerer på tredje klasse, som aldrig fandt sikkerhed. Kun 19 år gammel endte hans liv i det iskolde Atlanterhav. Hans krop blev aldrig identificeret blandt de senere bjærgede. Nyheden om James’ død nåede hurtigt familien i Carluke kort efter katastrofen. Lokale aviser, herunder Carluke and Lanark Gazette (27. april 1912), rapporterede om den unge håndværkers tragiske skæbne. Hans navn huskes blandt de mange skotske emigranter, der omkom, et gribende minde om de håb og fremtider, der gik tabt med Titanic.",
      "de": "In der Nacht vom 14. auf den 15. April 1912, als die Titanic mit dem Eisberg kollidierte, war die Erfahrung der Passagiere der dritten Klasse besonders erschütternd. Die Entfernung zu den Rettungsbooten, Sprachbarrieren und das Fehlen klarer Anweisungen erschwerten das Überleben. Für junge Männer, die allein reisten, waren die Chancen noch schlechter, da Frauen und Kinder Vorrang hatten. James Kelly gehörte zu den Hunderten von Passagieren der dritten Klasse, die nie in Sicherheit gelangten. Mit nur 19 Jahren endete sein Leben in den eisigen Fluten des Nordatlantiks. Sein Körper wurde nie unter den später von den Suchschiffen geborgenen identifiziert. Die Nachricht von James’ Tod erreichte seine Familie in Carluke bald nach der Katastrophe. Lokale Zeitungen, darunter die Carluke and Lanark Gazette (27. April 1912), berichteten über das tragische Schicksal des jungen Handwerkers. Sein Name wird unter den vielen schottischen Auswanderern erinnert, die ums Leben kamen - ein eindringliches Mahnmal für die Hoffnungen und Zukunftsträume, die mit der Titanic verloren gingen.",
      "it": "Nella notte tra il 14 e il 15 aprile 1912, quando il Titanic urtò l’iceberg, l’esperienza dei passeggeri di terza classe fu particolarmente drammatica. La distanza dalle scialuppe di salvataggio, le barriere linguistiche e la mancanza di istruzioni chiare resero difficile la sopravvivenza. Per i giovani uomini che viaggiavano soli, le probabilità erano ancora peggiori, poiché la priorità veniva data a donne e bambini. James Kelly fu tra le centinaia di passeggeri di terza classe che non riuscirono mai a salvarsi. Aveva solo 19 anni quando la sua vita finì nelle gelide acque dell’Atlantico settentrionale. Il suo corpo non fu mai identificato tra quelli recuperati in seguito dalle navi di ricerca. La notizia della sua morte giunse presto alla famiglia a Carluke, poco dopo il disastro. I giornali locali, tra cui il Carluke and Lanark Gazette (27 aprile 1912), riportarono il tragico destino del giovane artigiano. Il suo nome è ricordato tra i molti emigranti scozzesi che persero la vita, un commovente ricordo delle speranze e dei futuri infranti con il Titanic.",
      "pt": "Na noite de 14 para 15 de abril de 1912, quando o Titanic atingiu o iceberg, a experiência dos passageiros da terceira classe foi especialmente angustiante. A distância até os botes salva-vidas, as barreiras linguísticas e a falta de instruções claras tornaram a sobrevivência difícil. Para os jovens que viajavam sozinhos, as chances eram ainda piores, já que a prioridade era dada a mulheres e crianças. James Kelly estava entre as centenas de passageiros da terceira classe que nunca chegaram à segurança. Com apenas 19 anos, sua vida terminou nas águas geladas do Atlântico Norte. Seu corpo nunca foi identificado entre os recuperados posteriormente pelos navios de busca. A notícia da morte de James chegou à sua família em Carluke logo após o desastre. Jornais locais, incluindo o Carluke and Lanark Gazette (27 de abril de 1912), relataram o trágico destino do jovem artesão. Seu nome é lembrado entre os muitos emigrantes escoceses que pereceram, um lembrete pungente das esperanças e futuros perdidos com o Titanic.",
      "nl": "James Kelly behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
