{
  "passenger79": {
    "grade": "Premier Officier",
    "age": 39,
    "role": {
      "fr": "Premier officier",
      "en": "First Officer",
      "da": "Førsteofficer",
      "de": "Erster Offizier",
      "it": "Primo ufficiale",
      "pt": "Primeiro oficial",
      "nl": "Eerste stuurman"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/79-William-McMaster-Murdoch.png",
      "alt": "picture of William McMaster Murdoch "
    },
    "name": {
      "fr": "William McMaster Murdoch",
      "en": "William McMaster Murdoch",
      "da": "William McMaster Murdoch",
      "de": "William McMaster Murdoch",
      "it": "William McMaster Murdoch",
      "nl": "William McMaster Murdoch"
    },
    "description": {
      "fr": "William McMaster Murdoch est né le 28 février 1873 à Dalbeattie, dans le Kirkcudbrightshire (aujourd’hui Dumfries and Galloway), en Écosse. Il était le quatrième d’une fratrie de sept enfants, né de Samuel Murdoch, capitaine au long cours, et de Jane Muirhead. Issu d’une lignée distinguée de marins écossais, son père, son grand-père et plusieurs de ses grands-oncles étaient tous capitaines de navire - un héritage qui a façonné très tôt la voie maritime de Murdoch. Après avoir terminé ses études à Dalbeattie, Murdoch débuta sa carrière en mer par un apprentissage à bord du trois-mâts barque Charles Cotesworth, basé à Liverpool. En 1896, à l’âge de 23 ans, il obtint son certificat d’Extra Master, une qualification prestigieuse qui lui permit de gravir rapidement les échelons. Il rejoignit la White Star Line vers 1900 et progressa régulièrement, passant de second officier à premier officier au cours de la décennie suivante. Il servit sur une série de navires réputés, dont le Medic, le Runic, l’Arabic, le Celtic, le Germanic, l’Oceanic, le Cedric et l’Adriatic, avant d’être nommé premier officier à bord de l’Olympic puis du Titanic. Bien qu’initialement pressenti pour le poste de chef officier, un changement de dernière minute plaça Henry Wilde à cette fonction, et Murdoch servit finalement comme premier officier, avec Charles Lightoller comme second officier. Dans la nuit du 14 au 15 avril 1912, Murdoch était de quart lorsque le navire heurta l’iceberg. Il donna aussitôt l’ordre de ' gouvernail à tribord toute ' pour éviter la collision et fit signaler aux machines de ' stopper ', mais elles ne purent s’inverser à temps. Il supervisa ensuite les opérations d’embarquement des canots de sauvetage du côté tribord, appliquant le principe de ' les femmes et les enfants d’abord ', tout en permettant à certains hommes de monter à bord lorsqu’il restait de la place.",
      "en": "William McMaster Murdoch was born on February 28, 1873, in Dalbeattie, located in Kirkcudbrightshire (now Dumfries and Galloway), Scotland. He was the fourth of seven children born to Captain Samuel Murdoch, a master mariner, and Jane Muirhead. Hailing from a distinguished line of Scottish sailors, his father, grandfather, and several great-uncles were all ship masters-a legacy that shaped young Murdoch’s maritime path. After completing his education in Dalbeattie, Murdoch began his seafaring career with an apprenticeship aboard the barque Charles Cotesworth out of Liverpool. By 1896, at age 23, he had earned his Extra Master’s Certificate-a significant qualification that propelled him through the ranks. He joined the White Star Line around 1900 and steadily progressed from Second Officer to First Officer over the next decade. He served on a series of prominent ships, including the Medic, Runic, Arabic, Celtic, Germanic, Oceanic, Cedric, and Adriatic, before being assigned as First Officer aboard the Olympic and later the Titanic. Although initially slated to be Chief Officer, a last-minute change placed Henry Wilde in that position, and Murdoch served as First Officer, with Charles Lightoller as Second Officer. On the night of April 14-15, 1912, Murdoch was on duty when the ship struck the iceberg. He promptly ordered 'hard a-starboard' to avoid collision and signaled the engines to 'stop', though they did not reverse in time. He then supervised lifeboat operations on the starboard side, following the principle of “women and children first,” while allowing some men aboard if space remained",
      "da": "William McMaster Murdoch blev født den 28. februar 1873 i Dalbeattie, beliggende i Kirkcudbrightshire (nu Dumfries and Galloway), Skotland. Han var den fjerde af syv børn født af kaptajn Samuel Murdoch, en erfaren sømand, og Jane Muirhead. Fra en fornem slægt af skotske søfolk var hans far, bedstefar og flere grandonkler alle skibsførere-en arv, der formede den unge Murdochs maritime vej. Efter at have afsluttet sin uddannelse i Dalbeattie begyndte Murdoch sin søfartskarriere med en læreplads ombord på barken Charles Cotesworth fra Liverpool. I 1896, i en alder af 23, havde han opnået sit Extra Master’s Certificate-en betydelig kvalifikation, der sendte ham hurtigt op gennem rækkerne. Han sluttede sig til White Star Line omkring år 1900 og avancerede støt fra andenstyrmand til førstestyrmand gennem det næste årti. Han tjente på en række fremtrædende skibe, herunder Medic, Runic, Arabic, Celtic, Germanic, Oceanic, Cedric og Adriatic, før han blev udnævnt til førstestyrmand ombord på Olympic og senere Titanic. Selvom han oprindeligt var udset til at være overstyrmand, betød en ændring i sidste øjeblik, at Henry Wilde fik denne post, og Murdoch tjente som førstestyrmand, med Charles Lightoller som andenstyrmand. Natten mellem den 14. og 15. april 1912 var Murdoch på vagt, da skibet ramte isbjerget. Han beordrede straks “hard a-starboard” for at undgå kollision og signalerede maskinerne til at stoppe, selvom de ikke nåede at bakke i tide. Han overvågede derefter redningsbådsoperationerne på styrbords side og fulgte princippet “kvinder og børn først”, mens han tillod nogle mænd ombord, hvis der var plads tilbage.",
      "de": "William McMaster Murdoch wurde am 28. Februar 1873 in Dalbeattie geboren, das in Kirkcudbrightshire (heute Dumfries and Galloway), Schottland, liegt. Er war das vierte von sieben Kindern von Kapitän Samuel Murdoch, einem erfahrenen Seemann, und Jane Muirhead. Aus einer angesehenen Linie schottischer Seeleute stammend, waren sein Vater, sein Großvater und mehrere Großonkel alle Schiffskapitäne-ein Erbe, das Murdochs maritimen Weg prägte. Nach Abschluss seiner Ausbildung in Dalbeattie begann Murdoch seine Seefahrtskarriere mit einer Lehre an Bord der Bark Charles Cotesworth aus Liverpool. Im Jahr 1896, im Alter von 23 Jahren, erwarb er sein Extra Master’s Certificate-eine bedeutende Qualifikation, die seinen Aufstieg in den Rängen beschleunigte. Um 1900 trat er der White Star Line bei und stieg in den folgenden zehn Jahren stetig vom Zweiten Offizier zum Ersten Offizier auf. Er diente auf einer Reihe prominenter Schiffe, darunter Medic, Runic, Arabic, Celtic, Germanic, Oceanic, Cedric und Adriatic, bevor er als Erster Offizier auf der Olympic und später auf der Titanic eingesetzt wurde. Obwohl er ursprünglich als Erster Offizier vorgesehen war, führte eine kurzfristige Änderung dazu, dass Henry Wilde diese Position erhielt, und Murdoch diente als Erster Offizier, mit Charles Lightoller als Zweitem Offizier. In der Nacht vom 14. auf den 15. April 1912 hatte Murdoch Dienst, als das Schiff mit dem Eisberg kollidierte. Er befahl sofort “Hart Steuerbord”, um die Kollision zu vermeiden, und gab den Maschinen das Signal zum Stopp, obwohl sie nicht rechtzeitig zurückgesetzt wurden. Anschließend überwachte er die Besetzung der Rettungsboote auf der Steuerbordseite und befolgte das Prinzip „Frauen und Kinder zuerst“, während er einigen Männern an Bord erlaubte, wenn Platz blieb.",
      "it": "William McMaster Murdoch nacque il 28 febbraio 1873 a Dalbeattie, situata nel Kirkcudbrightshire (oggi Dumfries and Galloway), in Scozia. Era il quarto di sette figli di capitano Samuel Murdoch, un esperto marinaio, e Jane Muirhead. Proveniente da una distinta famiglia di marinai scozzesi, suo padre, suo nonno e diversi prozii erano tutti comandanti di nave-un’eredità che plasmò il percorso marittimo del giovane Murdoch. Dopo aver completato gli studi a Dalbeattie, Murdoch iniziò la sua carriera marinaresca come apprendista a bordo della barca Charles Cotesworth di Liverpool. Nel 1896, a 23 anni, ottenne il Extra Master’s Certificate-una qualificazione di grande rilievo che ne accelerò la carriera. Entrò nella White Star Line intorno al 1900 e progredì costantemente da Secondo Ufficiale a Primo Ufficiale nel corso del decennio successivo. Prestò servizio su una serie di navi di rilievo, tra cui Medic, Runic, Arabic, Celtic, Germanic, Oceanic, Cedric e Adriatic, prima di essere assegnato come Primo Ufficiale sull’Olympic e successivamente sul Titanic. Sebbene inizialmente fosse destinato al ruolo di Primo Ufficiale, un cambiamento dell’ultimo minuto assegnò quella posizione a Henry Wilde, e Murdoch servì come Primo Ufficiale, con Charles Lightoller come Secondo Ufficiale. Nella notte tra il 14 e il 15 aprile 1912, Murdoch era di turno quando la nave urtò contro l’iceberg. Ordinò immediatamente “hard a-starboard” per evitare la collisione e diede ai motori il segnale di “fermare”, anche se non furono invertiti in tempo. Successivamente supervisionò le operazioni delle scialuppe sul lato di dritta, seguendo il principio di “donne e bambini prima”, consentendo però ad alcuni uomini di salire a bordo se rimaneva spazio.",
      "pt": "William McMaster Murdoch nasceu em 28 de fevereiro de 1873, em Dalbeattie, no condado de Kirkcudbrightshire (atualmente Dumfries and Galloway), na Escócia. Foi o quarto de sete filhos do Capitão Samuel Murdoch, um experiente mestre marítimo, e de Jane Muirhead. Oriundo de uma distinta linhagem de marinheiros escoceses, tanto seu pai quanto o avô e vários tios-avôs exerceram o ofício de capitães, um legado que moldou de forma decisiva a vocação marítima de Murdoch. Após concluir seus estudos em Dalbeattie, iniciou a carreira no mar como aprendiz a bordo do barca Charles Cotesworth, em Liverpool. Em 1896, aos 23 anos, obteve o prestigiado Certificado de Extra-Mestre, uma qualificação avançada que lhe abriu caminho para rápidas promoções. Ingressou na White Star Line por volta de 1900, ascendendo de Segundo Oficial a Primeiro Oficial ao longo da década seguinte. Serviu em vários navios de renome da companhia, como o Medic, Runic, Arabic, Celtic, Germanic, Oceanic, Cedric e Adriatic, até ser designado Primeiro Oficial do Olympic e, posteriormente, do Titanic. Embora estivesse inicialmente escalado para o posto de Chefe de Oficiais, uma alteração de última hora nomeou Henry Wilde para a posição, deixando Murdoch como Primeiro Oficial, com Charles Lightoller como Segundo. Na noite de 14 para 15 de abril de 1912, Murdoch encontrava-se de serviço quando o navio colidiu com o iceberg. Foi ele quem ordenou o comando de “hard a-starboard” (todo a estibordo) na tentativa de evitar o impacto e acionou a parada dos motores, que não inverteram a tempo. Durante a evacuação, Murdoch coordenou o embarque dos botes salva-vidas do lado de estibordo, aplicando a regra de “mulheres e crianças primeiro”, mas permitindo também o acesso de alguns homens quando havia espaço disponível.",
      "nl": "William McMaster Murdoch maakte deel uit van de bemanning van de Titanic. Deze persoon was 39 jaar oud. Deze persoon werkte aan boord als eerste stuurman. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over William McMaster Murdoch kort samen."
    },
    "postIceberg": {
      "fr": "Murdoch périt dans la catastrophe à l’âge de 39 ans. Son corps ne fut jamais retrouvé ni identifié. Ses derniers instants font l’objet de témoignages contradictoires et de controverses : certains rescapés affirmèrent l’avoir vu continuer à charger les canots de sauvetage jusqu’au tout dernier moment. D’autres racontèrent qu’il aurait été emporté par la mer lors de l’effondrement final. Quelques récits suggérèrent qu’il aurait pu mettre fin à ses jours avec un revolver sur le pont, bien que cette théorie soit largement contestée et ait été vigoureusement réfutée par sa famille, par les historiens et par les habitants de Dalbeattie. La représentation populaire de son suicide dans le film Titanic de James Cameron, sorti en 1997, provoqua l’indignation en Écosse, ce qui entraîna des excuses de la part des cinéastes.",
      "en": "Murdoch perished in the disaster at the age of 39. His body was never recovered or identified. His final moments are a subject of conflicting testimony and controversy: Some survivors stated they saw him continuing to load lifeboats until the very end. Others claimed he was swept into the sea during the final collapse. A few accounts suggested he may have taken his own life with a revolver on deck, though this theory is widely disputed and has been strongly refuted by his family, historians, and the people of Dalbeattie. The popular portrayal of his suicide in James Cameron’s 1997 film Titanic sparked outrage in Scotland, leading to an apology from the filmmakers.",
      "da": "Murdoch omkom i katastrofen i en alder af 39 år. Hans krop blev aldrig fundet eller identificeret. Hans sidste øjeblikke er genstand for modstridende vidneudsagn og kontrovers: Nogle overlevende sagde, at de så ham fortsætte med at laste redningsbåde indtil det allersidste. Andre hævdede, at han blev skyllet i havet under det endelige sammenbrud. Nogle få beretninger antydede, at han muligvis tog sit eget liv med en revolver på dækket, men denne teori er bredt bestridt og er blevet kraftigt afvist af hans familie, historikere og indbyggerne i Dalbeattie. Den populære skildring af hans selvmord i James Camerons film Titanic fra 1997 vakte harme i Skotland og førte til en undskyldning fra filmskaberne.",
      "de": "Murdoch kam im Alter von 39 Jahren bei der Katastrophe ums Leben. Sein Körper wurde nie geborgen oder identifiziert. Seine letzten Momente sind Gegenstand widersprüchlicher Zeugenaussagen und Kontroversen: Einige Überlebende berichteten, sie hätten gesehen, wie er bis zum Schluss weiterhin Rettungsboote beladen habe. Andere behaupteten, er sei während des endgültigen Zusammenbruchs ins Meer gespült worden. Einige wenige Berichte deuteten darauf hin, dass er sich möglicherweise mit einem Revolver an Deck das Leben genommen habe, doch diese Theorie ist weitgehend umstritten und wurde von seiner Familie, Historikern und den Einwohnern von Dalbeattie entschieden zurückgewiesen. Die populäre Darstellung seines Suizids in James Camerons Film Titanic von 1997 löste in Schottland Empörung aus und führte zu einer Entschuldigung der Filmemacher.",
      "it": "Murdoch morì nel disastro all’età di 39 anni. Il suo corpo non fu mai recuperato né identificato. I suoi ultimi momenti sono oggetto di testimonianze contrastanti e di controversie: alcuni sopravvissuti affermarono di averlo visto continuare a caricare le scialuppe fino alla fine. Altri sostennero che fu trascinato in mare durante il crollo finale. Alcuni resoconti suggerirono che potesse essersi tolto la vita con una pistola sul ponte, anche se questa teoria è ampiamente contestata ed è stata fermamente respinta dalla sua famiglia, dagli storici e dagli abitanti di Dalbeattie. La rappresentazione popolare del suo suicidio nel film Titanic di James Cameron del 1997 suscitò indignazione in Scozia, portando a delle scuse da parte dei cineasti.",
      "pt": "Murdoch morreu no desastre aos 39 anos. Seu corpo nunca foi encontrado ou identificado. Seus últimos momentos são alvo de testemunhos e controvérsias: alguns sobreviventes disseram tê-lo visto ajudando a carregar botes salva-vidas até o fim; outros afirmaram que ele foi levado ao mar durante o colapso final do navio. Há ainda relatos de que ele teria tirado a própria vida com um revólver no convés, mas essa teoria é amplamente contestada e fortemente refutada por sua família, por historiadores e pelos moradores de Dalbeattie. A representação popular de seu suicídio no filme Titanic (1997), de James Cameron, gerou indignação na Escócia, levando os cineastas a pedir desculpas.",
      "nl": "William McMaster Murdoch behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
