{
  "passenger90": {
    "grade": "staff",
    "age": 28,
    "role": {
      "fr": "Hôtesse & infirmière pour les passagers de Première Classe",
      "en": "Stewardess & nurse for First-Class passengers",
      "da": "Stewardesse & sygeplejerske for passagerer på First Class",
      "de": "Stewardess & Krankenschwester für Passagiere der Ersten Klasse",
      "it": "Stewardess e infermiera per passeggeri di prima classe",
      "pt": "Stewardessa i pielęgniarka dla pasażerów pierwszej klasy",
      "nl": "Stewardess en verpleegster voor de eerste klasse"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/90-Evelyn6Marsden.png",
      "alt": "picture of Evelyn Marsden"
    },
    "name": {
      "fr": "Evelyn Marsden",
      "en": "Evelyn Marsden",
      "da": "Evelyn Marsden",
      "de": "Evelyn Marsden",
      "it": "Evelyn Marsden",
      "pt": "Evelyn Marsden",
      "nl": "Evelyn Marsden"
    },
    "description": {
      "fr": "Evelyn Marsden naquit le 15 octobre 1883 dans le hameau rural de Stockyard Creek (aujourd’hui en ruines), à environ 80 km au nord d’Adélaïde, en Australie-Méridionale. Ses parents, Walter Henry Marsden - employé des chemins de fer puis chef de gare à Hoyleton - et Annie Bradshaw, avaient émigré d’Angleterre en 1877. Evelyn était l’un des cinq enfants de la famille Marsden. Dès son jeune âge, Evelyn fit preuve de résilience et d’indépendance. Lors de séjours dans une ferme voisine, elle apprit à ramer à contre-courant sur le fleuve Murray, une compétence qui allait s’avérer précieuse par la suite. En 1907, elle commença sa formation d’infirmière stagiaire à l’hôpital d’Adélaïde, avec un salaire modeste qui comprenait logement et uniformes - une carrière prometteuse interrompue par une attaque de gangrène à un doigt. Animée par un goût prononcé pour l’aventure, Evelyn quitta l’Australie en 1908 et entra dans la marine marchande. Elle rejoignit le RMS Olympic, sur lequel elle survécut à la collision avec le HMS Hawke en 1911 - une expérience qui annonçait déjà le périlleux voyage à venir. Le 6 avril 1912, âgée de 28 ans, Evelyn s’engagea sur le RMS Titanic comme stewardess et infirmière, principalement affectée aux passagers de première classe. Elle donna comme adresse 7 West Marlands Terrace, Southampton, et percevait un salaire mensuel de 3 livres et 10 shillings. Lorsque le Titanic heurta l’iceberg le 14 avril, Evelyn se trouva aux côtés de sa collègue stewardess Mary Sloan, sous la protection du médecin assistant du navire, le Dr Simpson, qui leur offrit un verre de whisky et d’eau pour apaiser leurs nerfs. Elles ne devaient jamais le revoir.",
      "en": "Evelyn Marsden was born on October 15, 1883, in the rural settlement of Stockyard Creek (now in ruins), approximately 80km north of Adelaide in South Australia. Her parents, Walter Henry Marsden-a railway worker and later stationmaster in Hoyleton-and Annie Bradshaw had emigrated from England in 1877. Evelyn was one of five children in the Marsden family.  From a young age, Evelyn embraced both resilience and independence. She learned to row against strong tides on the Murray River during visits to a nearby farm, a skill that would later prove invaluable.  In 1907, she began training as a probationer nurse at Adelaide Hospital, earning a modest salary that came with vital provisions like housing and uniforms-her nursing career showing early promise until interrupted by a bout of gangrene in her finger.  Driven by a hunger for adventure, Evelyn left Australia in 1908 and entered maritime service. She joined the RMS Olympic, where she survived its 1911 collision with HMS Hawke. This experience foreshadowed the perilous journey ahead. On April 6, 1912, the 28-year-old Evelyn signed aboard the RMS Titanic as a stewardess and nurse, assigned primarily to first-class passengers. She listed her address as 7 West Marlands Terrace, Southampton, and earned a monthly wage of £310s. When the Titanic struck an iceberg on April 14, Evelyn found herself alongside fellow stewardess Mary Sloan in the care of the ship’s assistant surgeon, Dr. Simpson, who offered them whiskey and water to calm their nerves. They were never to see him again.",
      "da": "Evelyn Marsden blev født den 15. oktober 1883 i den landlige bebyggelse Stockyard Creek (nu i ruiner), omkring 80 km nord for Adelaide i Sydaustralien. Hendes forældre, Walter Henry Marsden - jernbanearbejder og senere stationsforstander i Hoyleton - og Annie Bradshaw, var emigreret fra England i 1877. Evelyn var et af fem børn i familien Marsden. Fra en tidlig alder udviste hun både selvstændighed og modstandskraft. Under ophold på en nærliggende gård lærte hun at ro mod de stærke strømme på Murrayfloden, en færdighed der senere skulle vise sig værdifuld. I 1907 begyndte hun som elevsygeplejerske på Adelaide Hospital med en beskeden løn, der omfattede kost og logi - en lovende karriere, som dog blev afbrudt af koldbrand i en finger. Drevet af eventyrlyst forlod Evelyn Australien i 1908 og gik ind i handelsflåden. Hun kom ombord på RMS Olympic, hvor hun overlevede kollisionen med HMS Hawke i 1911 - en oplevelse, der varslede den farefulde rejse, der ventede. Den 6. april 1912, 28 år gammel, tiltrådte hun RMS Titanic som stewardesse og sygeplejerske, primært tilknyttet første klasse. Hun angav adressen 7 West Marlands Terrace, Southampton, og tjente en månedsløn på £3 10s. Da Titanic ramte isbjerget den 14. april, befandt Evelyn sig sammen med stewardessekollegaen Mary Sloan under opsyn af skibets assistentkirurg, dr. Simpson, der bød dem whisky og vand for at berolige nerverne. De skulle aldrig se ham igen.",
      "de": "Evelyn Marsden wurde am 15. Oktober 1883 in der ländlichen Siedlung Stockyard Creek (heute Ruinen), etwa 80 km nördlich von Adelaide in Südaustralien, geboren. Ihre Eltern, Walter Henry Marsden - Eisenbahnangestellter und später Bahnhofsvorsteher in Hoyleton - und Annie Bradshaw, waren 1877 aus England ausgewandert. Evelyn war eines von fünf Kindern der Familie Marsden. Schon früh zeigte sie Widerstandskraft und Unabhängigkeit. Bei Besuchen auf einem nahegelegenen Bauernhof lernte sie, gegen die starken Strömungen des Murray River zu rudern - eine Fähigkeit, die sich später als wertvoll erweisen sollte. 1907 begann sie ihre Ausbildung als Probeschwester am Adelaide Hospital mit einem bescheidenen Gehalt, das Unterkunft und Uniform einschloss. Ihre vielversprechende Karriere wurde jedoch durch eine Gangräne an einem Finger unterbrochen. Getrieben von Abenteuerlust verließ Evelyn 1908 Australien und ging in die Handelsmarine. Sie heuerte auf der RMS Olympic an, wo sie 1911 die Kollision mit der HMS Hawke überlebte - ein Vorgeschmack auf die bevorstehende gefährliche Reise. Am 6. April 1912, im Alter von 28 Jahren, unterschrieb Evelyn auf der RMS Titanic als Stewardess und Krankenschwester, hauptsächlich für Passagiere der Ersten Klasse. Sie gab als Adresse 7 West Marlands Terrace, Southampton, an und erhielt ein Monatsgehalt von £3 10s. Als die Titanic am 14. April den Eisberg rammte, befand sich Evelyn zusammen mit ihrer Kollegin Mary Sloan in der Obhut des Schiffsarztes Dr. Simpson, der ihnen Whisky mit Wasser anbot, um ihre Nerven zu beruhigen. Sie sollten ihn nie wiedersehen.",
      "it": "Evelyn Marsden nacque il 15 ottobre 1883 nel piccolo insediamento rurale di Stockyard Creek (oggi in rovina), circa 80 km a nord di Adelaide, nell’Australia Meridionale. I suoi genitori, Walter Henry Marsden - ferroviere e poi capostazione a Hoyleton - e Annie Bradshaw, erano emigrati dall’Inghilterra nel 1877. Evelyn era una dei cinque figli della famiglia Marsden. Fin da giovane mostrò resilienza e indipendenza. Durante i soggiorni in una fattoria vicina imparò a remare contro le forti correnti del fiume Murray, un’abilità che in seguito si sarebbe rivelata preziosa. Nel 1907 iniziò la formazione come infermiera tirocinante presso l’Adelaide Hospital, con un modesto stipendio che includeva vitto, alloggio e uniformi - una carriera promettente interrotta da un attacco di cancrena a un dito. Animata da un forte spirito d’avventura, Evelyn lasciò l’Australia nel 1908 ed entrò nella marina mercantile. Prestò servizio sul RMS Olympic, dove sopravvisse alla collisione con la HMS Hawke nel 1911 - un’esperienza che anticipava già il viaggio pericoloso che l’attendeva. Il 6 aprile 1912, a 28 anni, firmò per imbarcarsi sul RMS Titanic come cameriera e infermiera, assegnata principalmente ai passeggeri di prima classe. Dichiarò come indirizzo 7 West Marlands Terrace, Southampton, e percepiva uno stipendio mensile di £3 10s. Quando il Titanic colpì l’iceberg il 14 aprile, Evelyn si trovava accanto alla collega Mary Sloan sotto la protezione del medico assistente della nave, il dottor Simpson, che offrì loro whisky e acqua per calmare i nervi. Non l’avrebbero mai più rivisto.",
      "pt": "Evelyn Marsden nasceu em 15 de outubro de 1883, no pequeno povoado rural de Stockyard Creek, cerca de 80 km ao norte de Adelaide, na Austrália Meridional. Filha de Walter Henry Marsden, ferroviário e mais tarde chefe de estação em Hoyleton, e de Annie Bradshaw, seus pais haviam emigrado da Inglaterra em 1877. Evelyn foi uma das cinco crianças da família Marsden. Desde jovem, demonstrou resiliência e independência. Durante visitas a uma fazenda próxima, aprendeu a remar contra as fortes correntes do rio Murray - habilidade que mais tarde teria importância crucial em sua vida no mar. Em 1907, iniciou sua formação como enfermeira probacionária no Adelaide Hospital, recebendo um salário modesto, mas com direito a alojamento e uniformes. Sua carreira promissora foi interrompida por um episódio de gangrena em um dedo. Movida pelo desejo de aventura, deixou a Austrália em 1908 e ingressou no serviço marítimo. Serviu no RMS Olympic e sobreviveu à colisão com o HMS Hawke, em 1911 - um prenúncio do que enfrentaria no ano seguinte. Em 6 de abril de 1912, aos 28 anos, assinou contrato no RMS Titanic como camareira e enfermeira, designada principalmente para o atendimento aos passageiros da primeira classe. Declarou residência em 7 West Marlands Terrace, Southampton, com salário mensal de £3 10s. Na noite de 14 de abril de 1912, após a colisão com o iceberg, Evelyn estava junto da colega Mary Sloan sob os cuidados do cirurgião assistente do navio, Dr. Simpson, que lhes ofereceu uísque com água para acalmar os nervos. Seria a última vez que o veriam. ",
      "nl": "Evelyn Marsden maakte deel uit van de bemanning van de Titanic. Deze persoon was 28 jaar oud. Deze persoon werkte aan boord als stewardess en verpleegster voor de eerste klasse. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Evelyn Marsden kort samen."
    },
    "postIceberg": {
      "fr": "Alors que le navire sombrait, les talents de rameuse qu’Evelyn avait acquis dans sa jeunesse devinrent un atout vital. Elle aida à manœuvrer le canot n°16, mis à l’eau vers 1 h 35 du matin du côté bâbord, sous la supervision du sixième officier Moody. Le canot transportait environ 40 personnes et resta à flot toute la nuit jusqu’à son sauvetage par le RMS Carpathia à l’aube. Dans les mois qui suivirent, Evelyn épousa son fiancé, le Dr William Abel James - médecin de la White Star Line - le 27 juillet 1912. En novembre de la même année, le couple retourna en Australie-Méridionale à bord du navire Irishman de la White Star Line. Ils s’installèrent successivement à Adélaïde, Wallaroo puis Bondi (Sydney), où la carrière médicale du Dr James connut un bel essor. Evelyn s’éteignit le 30 août 1938 à Sydney, à l’âge de 54 ans. Son mari mourut seulement une semaine plus tard - dit-on, de chagrin. Tous deux furent inhumés au cimetière de Waverley, mais leurs tombes restèrent sans inscription jusqu’à l’érection d’une pierre commémorative en 2000.",
      "en": "As the ship sank, Evelyn's rowing skills from her youth became a vital asset. She helped row Lifeboat 16, which launched around 1:35a.m. from the port side under Sixth Officer Moody. The lifeboat carried approximately 40 people on board and remained afloat throughout the night until rescued by the RMS Carpathia at dawn.  In the aftermath, Evelyn married her fiancé, Dr. William Abel James-a White Star Line physician-on July 27, 1912. The couple returned to South Australia that November aboard the White Star vessel Irishman. They subsequently settled in Adelaide, Wallaroo, and finally Bondi (Sydney), where Dr. James’s medical career flourished. Evelyn passed away on August 30, 1938, in Sydney, at the age of 54. Her husband died just a week later-reportedly of a broken heart. Both were buried in Waverley Cemetery, but their graves remained unmarked until a memorial stone was erected in 2000",
      "da": "Mens skibet sank, blev Evelyns rofærdigheder fra ungdommen et afgørende aktiv. Hun hjalp med at ro redningsbåd nr. 16, der blev sat i vandet omkring kl. 1.35 fra bagbordssiden under opsyn af sjetteofficer Moody. Båden havde omkring 40 personer ombord og forblev flydende hele natten, indtil den ved daggry blev reddet af RMS Carpathia. I månederne derefter giftede Evelyn sig med sin forlovede, dr. William Abel James - læge for White Star Line - den 27. juli 1912. I november samme år vendte parret tilbage til Sydaustralien ombord på White Star-skibet Irishman. De bosatte sig derefter i Adelaide, Wallaroo og til sidst i Bondi (Sydney), hvor dr. James' lægekarriere blomstrede. Evelyn døde den 30. august 1938 i Sydney i en alder af 54 år. Hendes mand døde kun en uge senere - angiveligt af sorg. Begge blev begravet på Waverley Cemetery, men deres grave forblev uden inskription indtil en mindesten blev rejst i 2000.",
      "de": "Während das Schiff sank, wurden Evelyns Ruderfähigkeiten aus ihrer Jugend zu einem entscheidenden Vorteil. Sie half beim Rudern von Rettungsboot Nr. 16, das gegen 1:35 Uhr an Backbord unter der Aufsicht des sechsten Offiziers Moody zu Wasser gelassen wurde. Das Boot hatte etwa 40 Personen an Bord und blieb die ganze Nacht über auf dem Wasser, bis es bei Tagesanbruch von der RMS Carpathia gerettet wurde. In den folgenden Monaten heiratete Evelyn am 27. Juli 1912 ihren Verlobten, Dr. William Abel James - einen Schiffsarzt der White Star Line. Im November desselben Jahres kehrte das Paar an Bord des White-Star-Schiffes Irishman nach Südaustralien zurück. Sie ließen sich in Adelaide, Wallaroo und schließlich in Bondi (Sydney) nieder, wo Dr. James eine erfolgreiche medizinische Karriere verfolgte. Evelyn starb am 30. August 1938 in Sydney im Alter von 54 Jahren. Ihr Ehemann starb nur eine Woche später - angeblich an gebrochenem Herzen. Beide wurden auf dem Waverley-Friedhof beigesetzt, doch ihre Gräber blieben unmarkiert, bis im Jahr 2000 ein Gedenkstein errichtet wurde.",
      "it": "Mentre la nave affondava, le capacità di voga che Evelyn aveva acquisito in gioventù si rivelarono fondamentali. Aiutò a remare nella scialuppa n. 16, calata in mare intorno all’1:35 dal lato sinistro sotto la supervisione del sesto ufficiale Moody. La scialuppa trasportava circa 40 persone e rimase a galla tutta la notte fino a essere soccorsa all’alba dal RMS Carpathia. Nei mesi successivi, il 27 luglio 1912, Evelyn sposò il suo fidanzato, il dottor William Abel James - medico della White Star Line. Nel novembre dello stesso anno la coppia fece ritorno nell’Australia Meridionale a bordo della nave Irishman della White Star. In seguito si stabilirono ad Adelaide, poi a Wallaroo e infine a Bondi (Sydney), dove la carriera medica del dottor James ebbe grande successo. Evelyn morì il 30 agosto 1938 a Sydney, all’età di 54 anni. Suo marito morì solo una settimana dopo - secondo quanto si disse, di crepacuore. Entrambi furono sepolti nel cimitero di Waverley, ma le loro tombe rimasero senza iscrizione fino all’erezione di una lapide commemorativa nel 2000.",
      "pt": "À medida que o navio afundava, as habilidades de Evelyn com os remos mostraram-se vitais. Ela ajudou a conduzir o bote nº 16, lançado por volta da 1h35 da madrugada no lado bombordo, sob a supervisão do sexto oficial Moody. O bote transportava cerca de 40 pessoas e permaneceu à deriva até ser resgatado ao amanhecer pelo RMS Carpathia. No pós-desastre, Evelyn casou-se com o noivo, o médico William Abel James, também ligado à White Star Line, em 27 de julho de 1912. O casal regressou à Austrália Meridional em novembro, a bordo do Irishman, estabelecendo-se em Adelaide, depois em Wallaroo e, por fim, em Bondi (Sydney), onde a carreira médica do Dr. James prosperou. Evelyn faleceu em 30 de agosto de 1938, em Sydney, aos 54 anos. Seu marido morreu apenas uma semana depois, segundo relatos, de “coração partido”. Ambos foram sepultados no Waverley Cemetery, mas suas sepulturas permaneceram sem marca até a colocação de uma lápide memorial no ano 2000.",
      "nl": "Na de schipbreuk bleef Evelyn Marsden bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
