{
  "passenger83": {
    "grade": "staff",
    "age": 39,
    "role": {
      "fr": "Chef de cabine Première Classe",
      "en": "First-Class Stewardess",
      "da": "Stewardesse på First Class",
      "de": "Flugbegleiterin Erste Klasse",
      "it": "Assistente di volo di Prima Classe",
      "pt": "Comissária de bordo da Primeira Classe",
      "nl": "First-Class Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/83-Annie-Martha-Martin.png",
      "alt": "picture of Annie Martha Martin"
    },
    "name": {
      "fr": "Annie Martha Martin",
      "en": "Annie Martha Martin",
      "da": "Annie Martha Martin",
      "de": "Annie Martha Martin",
      "it": "Annie Martha Martin",
      "pt": "Annie Martha Martin",
      "nl": "Annie Martha Martin"
    },
    "description": {
      "fr": "Annie Martha Martin, née Annie Martha Woodland le 17 novembre 1872, était originaire de St. Martins, Guernesey, dans les îles Anglo-Normandes. Elle était la fille d’Alfred William Woodland, boucher et tenancier de pub, et de Sarah Saunders. Elle épousa William Henry Martin en Irlande en 1893 - un soldat et clairon - mais l’union semble s’être rompue assez tôt. Par la suite, elle utilisa le nom de famille Coghlan, laissant supposer une union libre, bien qu’aucune trace de divorce n’ait été retrouvée. Avant le Titanic, la dernière affectation d’Annie fut à bord du RMS Olympic. Elle s’engagea comme stewardess de première classe sur le Titanic le 6 avril 1912, en indiquant l’adresse de Posbrook Road, Portsmouth - le domicile de sa sœur Phoebe. Lors du naufrage du Titanic, Annie fut secourue - très probablement à bord du canot n°11, comme le mentionnent les listes de survivants de l’équipage. Après la catastrophe, elle s’installa à Combe Martin, dans le Devon, sous le nom de Coghlan. En 1936, un journal local rapporta par erreur que son mari avait péri dans le naufrage du Titanic. Annie s’éteignit le 21 novembre 1936 et fut inhumée trois jours plus tard au cimetière de Bear Street, à Barnstaple.",
      "en": "Annie Martha Martin, born Annie Martha Woodland on 17 November 1872, hails from St. Martins, Guernsey, Channel Islands. She was the daughter of Alfred William Woodland, a butcher and publican, and Sarah Saunders. She married William Henry Martin in Ireland in 1893-he was a soldier and bugler-but the union appears to have broken down early. Later, she used the surname Coghlan, possibly indicating a common-law marriage, though no record of a divorce exists. Before the Titanic, Annie's last assignment was aboard the RMS Olympic. She signed on as a first-class stewardess aboard the Titanic on 6 April 1912, listing her address as Posbrook Road, Portsmouth-her sister Phoebe’s residence.  During the Titanic’s sinking, Annie was rescued-most likely in Lifeboat 11, as noted in crew listings of survivors  Following the disaster, she settled in Combe Martin, Devon, under the surname Coghlan. A local 1936 newspaper mistakenly reported that her husband had perished with the Titanic. She passed away on 21 November 1936 and was buried at Bear Street Cemetery, Barnstaple, three days later. ",
      "da": "Annie Martha Martin, født Annie Martha Woodland den 17. november 1872, stammer fra St. Martins, Guernsey, Kanaløerne. Hun var datter af Alfred William Woodland, slagter og værtshusholder, og Sarah Saunders. Hun giftede sig med William Henry Martin i Irland i 1893-han var soldat og hornblæser-men ægteskabet ser ud til at være brudt tidligt. Senere brugte hun efternavnet Coghlan, muligvis som tegn på et papirløst ægteskab, selvom der ikke findes nogen registrering af en skilsmisse. Før Titanic var Annies sidste opgave ombord på RMS Olympic. Hun blev ansat som stewardesse i første klasse på Titanic den 6. april 1912 og opgav sin adresse som Posbrook Road, Portsmouth-hendes søster Phoebes bopæl. Under Titanics forlis blev Annie reddet-højst sandsynligt i redningsbåd 11, ifølge besætningslister over overlevende. Efter katastrofen slog hun sig ned i Combe Martin, Devon, under efternavnet Coghlan. En lokal avis rapporterede fejlagtigt i 1936, at hendes mand var omkommet på Titanic. Hun døde den 21. november 1936 og blev begravet tre dage senere på Bear Street Cemetery, Barnstaple.",
      "de": "Annie Martha Martin, geboren Annie Martha Woodland am 17. November 1872, stammt aus St. Martins, Guernsey, Kanalinseln. Sie war die Tochter von Alfred William Woodland, einem Metzger und Gastwirt, und Sarah Saunders. 1893 heiratete sie in Irland William Henry Martin-er war Soldat und Hornist-doch die Ehe scheint früh gescheitert zu sein. Später verwendete sie den Nachnamen Coghlan, möglicherweise als Hinweis auf eine eheähnliche Verbindung, obwohl kein Scheidungsnachweis existiert. Vor der Titanic war Annies letzter Einsatz an Bord der RMS Olympic. Am 6. April 1912 heuerte sie als Erste-Klasse-Stewardess auf der Titanic an und gab ihre Adresse mit Posbrook Road, Portsmouth-dem Wohnsitz ihrer Schwester Phoebe-an. Während des Untergangs der Titanic wurde Annie gerettet-höchstwahrscheinlich in Rettungsboot 11, wie aus den Besatzungslisten der Überlebenden hervorgeht. Nach der Katastrophe ließ sie sich in Combe Martin, Devon, unter dem Nachnamen Coghlan nieder. Eine Lokalzeitung berichtete 1936 fälschlicherweise, dass ihr Ehemann beim Untergang der Titanic ums Leben gekommen sei. Sie starb am 21. November 1936 und wurde drei Tage später auf dem Bear Street Cemetery, Barnstaple, beigesetzt.",
      "it": "Annie Martha Martin, nata Annie Martha Woodland il 17 novembre 1872, proveniva da St. Martins, Guernsey, Isole del Canale. Era figlia di Alfred William Woodland, macellaio e oste, e Sarah Saunders. Nel 1893 sposò in Irlanda William Henry Martin-era un soldato e trombettiere-ma l’unione sembra essersi interrotta presto. In seguito usò il cognome Coghlan, forse a indicare un matrimonio di fatto, anche se non esiste alcun documento di divorzio. Prima del Titanic, l’ultimo incarico di Annie fu a bordo della RMS Olympic. Si imbarcò come cameriera di prima classe sulla Titanic il 6 aprile 1912, dichiarando come indirizzo Posbrook Road, Portsmouth-la residenza della sorella Phoebe. Durante il naufragio della Titanic, Annie fu tratta in salvo-molto probabilmente sulla scialuppa n. 11, come riportato negli elenchi dell’equipaggio sopravvissuto. Dopo la catastrofe, si stabilì a Combe Martin, nel Devon, con il cognome Coghlan. Un giornale locale del 1936 riportò erroneamente che suo marito era perito sul Titanic. Morì il 21 novembre 1936 e fu sepolta tre giorni dopo al Bear Street Cemetery di Barnstaple.",
      "pt": "Nascida Annie Martha Woodland em 17 de novembro de 1872, em St. Martins, Guernsey, Ilhas do Canal, era filha de Alfred William Woodland, açougueiro e estalajadeiro, e de Sarah Saunders. Em 1893, casou-se na Irlanda com William Henry Martin, soldado e corneteiro, embora a união pareça ter se desfeito cedo. Mais tarde, Annie passou a utilizar o sobrenome Coghlan, possivelmente indicando uma união de fato, ainda que não exista registro de divórcio. Antes do Titanic, serviu no RMS Olympic, navio-irmão, onde adquiriu experiência em grandes transatlânticos. Em 6 de abril de 1912, assinou contrato como camareira de primeira classe no Titanic, informando como endereço a residência da irmã Phoebe, em Posbrook Road, Portsmouth. Durante o naufrágio, Annie manteve-se firme em seu dever e foi resgatada - provavelmente no bote nº 11, conforme registros de sobreviventes da tripulação. Após a tragédia, estabeleceu-se em Combe Martin, Devon, sob o sobrenome Coghlan. Em 1936, um jornal local equivocadamente relatou que o marido de Annie teria perecido no Titanic, perpetuando uma confusão sobre sua vida pessoal. Annie faleceu em 21 de novembro de 1936 e foi sepultada três dias depois no Bear Street Cemetery, Barnstaple. Sua trajetória, marcada por serviço, sobrevivência e identidade fragmentada entre nomes diferentes, reflete a multiplicidade de histórias individuais entre os tripulantes do Titanic.",
      "nl": "Annie Martha Martin, born Annie Martha Woodland on 17 November 1872, hails from St. Martins, Guernsey, Channel Islands. She was the daughter of Alfred William Woodland, a butcher and publican, and Sarah Saunders. She married William Henry Martin in Ireland in 1893-he was a soldier and bugler-but the union appears to have broken down early. Later, she used the surname Coghlan, possibly indicating a common-law marriage, though no record of a divorce exists. Before the Titanic, Annie's last assignment was aboard the RMS Olympic. She signed on as a first-class stewardess aboard the Titanic on 6 April 1912, listing her address as Posbrook Road, Portsmouth-her sister Phoebe’s residence.  During the Titanic’s sinking, Annie was rescued-most likely in Lifeboat 11, as noted in crew listings of survivors  Following the disaster, she settled in Combe Martin, Devon, under the surname Coghlan. A local 1936 newspaper mistakenly reported that her husband had perished with the Titanic. She passed away on 21 November 1936 and was buried at Bear Street Cemetery, Barnstaple, three days later. "
    },
    "postIceberg": {
      "fr": "Après la catastrophe, Annie reprit sa vie en Angleterre. Elle vécut à Combe Martin, dans le Devon, en utilisant le nom de famille Coghlan. En 1936, un journal local rapporta par erreur que son mari avait péri à bord du Titanic, ajoutant une certaine confusion à son histoire personnelle. Annie Martha Martin mourut le 21 novembre 1936, seulement quatre jours après son 64ᵉ anniversaire. Elle fut inhumée trois jours plus tard au cimetière de Bear Street, à Barnstaple.",
      "en": "Following the disaster, Annie resumed life in England. She lived in Combe Martin, Devon, using the surname Coghlan. In 1936, a local newspaper mistakenly reported that her husband had perished aboard the Titanic, adding some confusion to her personal history. Annie Martha Martin died on 21 November 1936, just four days after her 64th birthday. She was buried in Bear Street Cemetery, Barnstaple, three days later. ",
      "da": "Efter katastrofen genoptog Annie sit liv i England. Hun boede i Combe Martin, Devon, og brugte efternavnet Coghlan. I 1936 rapporterede en lokal avis fejlagtigt, at hendes mand var omkommet ombord på Titanic, hvilket tilføjede forvirring til hendes personlige historie. Annie Martha Martin døde den 21. november 1936, blot fire dage efter sin 64-års fødselsdag. Hun blev begravet tre dage senere på Bear Street Cemetery, Barnstaple.",
      "de": "Nach der Katastrophe nahm Annie ihr Leben in England wieder auf. Sie lebte in Combe Martin, Devon, und verwendete den Nachnamen Coghlan. 1936 berichtete eine Lokalzeitung fälschlicherweise, dass ihr Ehemann an Bord der Titanic ums Leben gekommen sei, was zu Verwirrung in ihrer persönlichen Geschichte führte. Annie Martha Martin starb am 21. November 1936, nur vier Tage nach ihrem 64. Geburtstag. Drei Tage später wurde sie auf dem Bear Street Cemetery in Barnstaple beigesetzt.",
      "it": "Dopo la tragedia, Annie riprese la sua vita in Inghilterra. Visse a Combe Martin, nel Devon, utilizzando il cognome Coghlan. Nel 1936 un giornale locale riportò erroneamente che suo marito era morto a bordo del Titanic, aggiungendo confusione alla sua storia personale. Annie Martha Martin morì il 21 novembre 1936, appena quattro giorni dopo il suo 64º compleanno. Fu sepolta tre giorni dopo nel Bear Street Cemetery di Barnstaple.",
      "pt": " Após sobreviver ao naufrágio, Annie Martha Martin retornou à vida na Inglaterra, estabelecendo-se em Combe Martin, Devon, onde passou a ser conhecida pelo sobrenome Coghlan. Em 1936, um jornal local publicou erroneamente que o seu marido teria perecido no Titanic, fato que introduziu confusão e incertezas em torno de sua biografia. Annie faleceu em 21 de novembro de 1936, apenas quatro dias após completar 64 anos de idade, sendo sepultada três dias depois no Bear Street Cemetery, Barnstaple. ",
      "nl": "Following the disaster, Annie resumed life in England. She lived in Combe Martin, Devon, using the surname Coghlan. In 1936, a local newspaper mistakenly reported that her husband had perished aboard the Titanic, adding some confusion to her personal history. Annie Martha Martin died on 21 November 1936, just four days after her 64th birthday. She was buried in Bear Street Cemetery, Barnstaple, three days later. "
    }
  }
}