{
  "passenger65": {
    "grade": "Passenger",
    "age": 26,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/65-Al-Amīr-Fāris-Shihāb.jpg",
      "alt": "picture of Al-Amīr Fāris Shihāb"
    },
    "name": {
      "fr": "Al-Amīr Fāris Shihāb",
      "en": "Al-Amīr Fāris Shihāb",
      "da": "Al-Amīr Fāris Shihāb",
      "de": "Al-Amīr Fāris Shihāb",
      "it": "Al-Amīr Fāris Shihāb",
      "pt": "Al-Amīr Fāris Shihāb"
    },
    "description": {
      "fr": "Al-Amīr Fāris Shihāb est un jeune musicien d’une vingtaine d’années, originaire de Hadath, Beyrouth, issu d’une famille aisée et réputée. Il parle couramment l’anglais, joue du violon et aurait dirigé l’Orchestre de chambre de Beyrouth. Fāris Shihāb voyage en troisième classe parmi de nombreux passagers arabes, ce qui peut sembler incongru: il aurait pu s’offrir une classe supérieure, comme les Naṣr Allāh, riches passagers de seconde classe de la même région. À l’époque, de jeunes femmes immigrent souvent seules pour travailler ou rejoindre leur famille; il est probable que Fāris ait été sollicité comme chaperon pour certaines d’entre elles, leur voyage étant parrainé par une mission américaine. Il aurait donc choisi la troisième classe pour être plus efficace dans ce rôle. Selon ses proches, Fāris Shihāb 's’est retrouvé confronté à une situation personnelle qui aurait pu avoir de lourdes conséquences pour sa famille et d’autres notables de Beyrouth, et partir était la meilleure option'. Sa décision prise, il embarque sur le Titanic pour New York, espérant poursuivre sa carrière musicale.",
      "en": "Al-Amīr Fāris Shihāb was a young musician in his mid-to-late 20s. Shihāb was born in Hadath, Beirut to a prominent and affluent family, and was said to have been fluent in English. He played the violin and was said to have performed with and even conducted the Beirut Chamber Orchestra.Fāris Shihāb was one of many Arab passengers traveling aboard Titanic’s 3rd, though perhaps a bit incongruously. He could likely have afforded a higher class, and the Naṣr Allāhs were a wealthy couple from the same region traveling in second-class, which suggests Fāris Shihāb would not have been barred from purchasing 2nd tickets at the very least. At the time, young women often immigrated alone to find work, or join family abroad. It is thought that Fāris Shihāb may have been asked to act as chaperone to some young women from the region whose trip was sponsored by an American missionary. He may have booked himself in 3rd to be more effective as a chaperone. According to family members, Fāris Shihāb “found himself confronted with a personal situation that could have had extensive and adverse consequences on his immediate family and other notables in Beirut, and getting away from it all was the best possible option.” His decision made, Fāris Shihāb boarded Titanic to head to New York to further pursue his musical career.",
      "da": "Al-Amīr Fāris Shihāb var en ung musiker midt i tyverne. Shihāb blev født i Hadath i Beirut som en del af en fremtrædende og velhavende familie, og det menes, at han talte flydende engelsk. Han spillede violin og siges at have spillet sammen med og endda dirigeret Beiruts kammerorkester. Fāris Shihāb var en af mange arabiske passagerer, der rejste på Titanics tredje klasse, selv om det måske ikke var helt passende for ham. Han havde formentlig råd til at rejse på en højere klasse. Parret Naṣr Allāh, et velhavende par fra samme region, rejste således på anden klasse, hvilket tyder på, at Fāris Shihāb i det mindste ikke ville have været afskåret fra at købe billetter på anden klasse. På det tidspunkt immigrerede unge kvinder ofte alene for at finde arbejde eller slutte sig til familie i udlandet. Man mener, at Fāris Shihāb kan være blevet bedt om at fungere som ledsager for nogle unge kvinder fra regionen, hvis rejse var betalt af en amerikansk missionær. Han har muligvis booket sig ind på tredje klasse for at være tættere på disse kvinder. Ifølge familiemedlemmer var Fāris Shihāb ''havnet i en penibel personlig situation, som kunne have haft omfattende negative konsekvenser for hans nærmeste familie og andre fremtrædende personer i Beirut. Den bedste løsning på det hele var at rejse bort.'' Beslutningen var taget, og Fāris Shihāb gik om bord på Titanic for at tage til New York og fortsætte sin musikalske karriere der.",
      "de": "Al-Amīr Fāris Shihāb war ein junger Musiker in seinen mittleren bis späten 20ern. Shihāb wurde in Hadath, Beirut, in einer prominenten und wohlhabenden Familie geboren und soll fließend Englisch gesprochen haben. Er spielte Geige und soll mit dem Beiruter Kammerorchester aufgetreten sein und es sogar geleitet haben. Fāris Shihāb war einer von vielen arabischen Passagieren, die an Bord der Titanic in der Dritten Klasse reisten, wenn auch vielleicht ein wenig unpassend. Er hätte sich wahrscheinlich eine höhere Klasse leisten können, und die Naṣr Allāhs waren ein wohlhabendes Ehepaar aus derselben Region, das in der Zweiten Klasse reiste, was darauf schließen lässt, dass Fāris Shihāb zumindest nicht am Kauf von Tickets der Zweiten Klasse gehindert wurde. Zu dieser Zeit wanderten junge Frauen oft allein aus, um Arbeit zu finden oder zu ihrer Familie ins Ausland zu ziehen. Es wird vermutet, dass Fāris Shihāb gebeten wurde, als Anstandsdame für einige junge Frauen aus der Region zu fungieren, deren Reise von einem amerikanischen Missionar gesponsert wurde. Möglicherweise buchte er sich selbst in die Dritte Klasse ein, um als Anstandswauwau besser wirken zu können. Familienmitgliedern zufolge sah sich Fāris Shihāb „mit einer persönlichen Situation konfrontiert, die weitreichende und nachteilige Folgen für seine unmittelbare Familie und andere angesehene Persönlichkeiten in Beirut hätte haben können und es war die bestmögliche Option, dem Ganzen zu entkommen.“ Fāris Shihāb fasste den Entschluss, an Bord der Titanic zu gehen und nach New York zu reisen, um seine musikalische Karriere fortzusetzen.",
      "it": "Al-Amīr Fāris Shihāb era un giovane musicista tra i venti e i trent’anni. Nacque ad Hadath, Beirut, in una famiglia benestante e si dice che parlasse correntemente l’inglese. Suonava il violino e si dice che abbia suonato con l’Orchestra da Camera di Beirut e che abbia anche fatto direzione d’orchestra. Fāris Shihāb era uno dei molti passeggeri arabi che viaggiavano a bordo della terza classe del Titanic, anche se forse  avrebbe potuto permettersi una classe superiore. In seconda classe c’erano i Naṣr Allāh, una coppia ricca della stessa regione, il che suggerisce che a Fāris Shihāb non sarebbe stato impedito acquistare biglietti di seconda classe. Quindi per quale motivo si trovava in terza classe? All’epoca, le giovani donne spesso emigravano da sole per trovare lavoro, o unirsi alla famiglia all’estero: si pensa quindi che a Fāris Shihāb potrebbe essere stato chiesto di fare da accompagnatore ad alcune giovani donne della regione il cui viaggio era stato pagato da un missionario americano.Secondo i membri della sua famiglia, Fāris Shihāb “si trovò di fronte a una situazione personale che avrebbe potuto avere conseguenze negative su tutti loro e anche su altri notabili a Beirut e allontanarsi da tutto ciò era la migliore opzione possibile.” Ed ecco perché, Fāris Shihāb salì a bordo del Titanic per dirigersi a New York, per poter proseguire la sua carriera musicale.",
      "pt": "Al-Amīr Fāris Shihāb era um jovem músico em seus 20 e poucos anos. Nascido em Hadath, Beirute, pertencia a uma família proeminente e abastada, e dizia-se que era fluente em inglês. Tocava violino e teria se apresentado com a Orquestra de Câmara de Beirute, chegando inclusive a atuar como maestro em algumas ocasiões. Fāris Shihāb foi um dos muitos passageiros árabes que viajaram na terceira classe do Titanic, embora sua presença ali parecesse um tanto incongruente. Ele provavelmente poderia ter custeado uma passagem em classe superior - afinal, os Naṣr Allāh, um casal abastado da mesma região, viajavam na segunda classe, o que indica que Shihāb não teria sido impedido de comprar uma passagem semelhante. Na época, era comum que jovens mulheres emigrassem sozinhas em busca de trabalho ou para se reunir a familiares já estabelecidos no exterior. Acredita-se que Fāris Shihāb tenha sido convidado a atuar como acompanhante de algumas jovens da região cuja viagem teria sido patrocinada por um missionário americano. É possível que ele tenha optado pela terceira classe para desempenhar esse papel de forma mais eficaz. Segundo familiares, Fāris Shihāb “encontrou-se diante de uma situação pessoal que poderia trazer extensas e graves consequências para sua família imediata e outras figuras notáveis de Beirute, e afastar-se de tudo era a melhor opção.” Com essa decisão tomada, embarcou no Titanic rumo a Nova Iorque, com a intenção de dar continuidade à sua carreira musical."
    },
    "postIceberg": {
      "fr": "La nuit du naufrage, Al-Amir aida d’autres personnes à monter dans les canots mais ne survécut pas. Son corps ne fut jamais retrouvé.",
      "en": "On the night of the sinking, Al-Amir, helped others to lifeboats but did not survive. His body was never recovered.",
      "da": "Den aften, hvor skibet gik ned, hjalp Al-Amīr andre i redningsbådene, men han overlevede ikke selv. Hans lig blev aldrig fundet.",
      "de": "In der Nacht des Schiffbruchs half Al-Amir den anderen in die Rettungsboote, überlebte aber nicht. Seine Leiche wurde nie geborgen.",
      "it": "La notte del naufragio, Al-Amir aiutò gli altri a raggiungere le scialuppe di salvataggio ma non sopravvisse. Il suo corpo non fu mai recuperato.",
      "pt": "Na noite do naufrágio, Al-Amir ajudou outros a embarcar nos botes salva-vidas, mas não sobreviveu. Seu corpo nunca foi recuperado."
    }
  }
}