{
  "passenger7": {
    "grade": "Passenger",
    "age": 38,
    "role": {
      "fr": "Second officier",
      "en": "Second officer",
      "da": "Overlevende besætningsmedlem (andenstyrmand)",
      "de": "Zweiter Offizier",
      "it": "Secondo ufficiale",
      "pt": "Segundo oficial",
      "nl": "Second officer"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/07-Charles-Lightoller.jpg",
      "alt": "picture of Charles Lightoller"
    },
    "name": {
      "fr": "Charles Herbert Lightoller",
      "en": "Charles Herbert Lightoller",
      "da": "Charles Herbert Lightoller",
      "de": "Charles Herbert Lightoller",
      "it": "Charles Herbert Lightoller",
      "pt": "Charles Herbert Lightoller",
      "nl": "Charles Herbert Lightoller"
    },
    "description": {
      "fr": "Charles Herbert Lightoller était un marin anglais dont la carrière débuta à l’âge de 13 ans comme apprenti à bord d’un voilier. Il travailla sur des navires tout au long de son adolescence et de sa vingtaine, effectuant des voyages en Amérique du Sud, en Australie, en Inde et en Afrique de l’Ouest. À 24 ans, il décida sur un coup de tête de rejoindre la ruée vers l’or et passa l’année 1898 à traverser la nature sauvage canadienne à la recherche de concessions. N’ayant pas trouvé assez d’or pour vivre, il essaya de conduire du bétail, mais décida bientôt qu’il aurait plus de chance en retournant en Grande-Bretagne et en reprenant la mer. Lightoller fut nommé premier officier du Titanic, le tout nouveau navire de la White Star Line, et en mars 1912 il embarqua pour les essais en mer avec les autres officiers supérieurs William Murdoch et David Blair. Il écrivit au sujet de la taille du navire: 'Il est difficile de donner une idée de la taille d’un navire comme le Titanic, quand on pouvait réellement parcourir des kilomètres sur les ponts et dans les couloirs, foulant à chaque fois un sol différent.' Après les essais en mer du Titanic, la direction de la White Star décida de faire venir le chef officier de l’Olympic, Henry Wilde, pour servir sur le voyage inaugural du Titanic, rétrogradant à la fois Murdoch et Lightoller, et écartant Blair, jugé trop expérimenté pour servir comme troisième officier. Déçu, Blair écrivit à sa sœur: 'C’est un navire magnifique, je suis très déçu de ne pas faire son premier voyage.'",
      "en": "Charles Herbert Lightoller was an English sailor whose career began at age 13 as an apprentice aboard a sailing ship. He worked aboard ships throughout his teen years and into his 20s on voyages which took him to South America, Australia, India and West Africa. At 24 he decided on a whim to join the gold rush and spent 1898 trekking through the Canadian wilderness in search of claims. Failing to find enough gold to make a living, he tried driving cattle, but soon determined he would have better luck returning to Britain and sailing. Lightoller was made first officer of White Star Line’s newest ship Titanic, and in March of 1912  boarded for her sea trials along with other senior officers William Murdoch and David Blair. He wrote of the ship’s scale: “It is difficult to convey any idea of the size of a ship like the Titanic, when you could actually walk miles along decks and passages, covering different ground all the time.” After Titanic’s sea trials, White Star higher ups decided to bring Olympic’s chief officer Henry Wilde on to serve on Titanic’s maiden voyage, dropping Murdoch and Lightoller both down in rank, and bumping Blair, who was considered too senior to serve as third officer, off the ship entirely. Disappointed, Blair wrote to his sister: “This is a magnificent ship, I feel very disappointed I am not to make her first voyage.” ",
      "da": "Charles Herbert Lightoller var en engelsk sømand, hvis karriere begyndte som 13-årig som elev om bord på et sejlskib. Han arbejdede om bord på forskellige skibe fra teenageårene og op i tyverne - det bragte ham blandt andet til Sydamerika, Australien, Indien og Vestafrika. Som 24-årig besluttede han sig spontant for at kaste sig ud i den guldfeber, der rasede i Nordamerika, og brugte hele 1898 på at vandre gennem den canadiske vildmark på jagt efter guld. Da han ikke kunne finde nok guld til at leve af det, prøvede han at drive kvæg, men fandt hurtigt ud af, at han ville være bedre stillet, hvis han vendte tilbage til Storbritannien for at sejle. \n\nLightoller blev udnævnt til førstestyrmand på White Star Lines nyeste skib Titanic, og i marts 1912 gik han om bord til prøvesejladsen sammen med de andre styrmænd William Murdoch og David Blair. Han skrev om skibets størrelse: 'Det er svært at give en fornemmelse af størrelsen på et skib som Titanic, når man faktisk kan tilbagelægge mange kilometer på dækkene og gangarealerne uden at gå samme sted to  gange.' \n\nEfter Titanics prøvesejladser besluttede White Stars øverste ledelse at ansætte Olympics overstyrmand Henry Wilde til at gøre tjeneste på Titanics jomfrurejse, og Murdoch og Lightoller blev begge sat ned i rang, mens Blair, som blev anset for at være for højtstående til at gøre tjeneste som tredjestyrmand, helt blev fjernet fra skibets besætning. En skuffet Blair skrev til sin søster: 'Det er et storslået skib, og jeg er meget skuffet over, at jeg ikke skal med på den første rejse.' ",
      "de": "Charles Herbert Lightoller war ein englischer Seemann, dessen Karriere im Alter von 13 Jahren als Lehrling an Bord eines Segelschiffs begann. Er arbeitete über zehn Jahre lang an Bord von Schiffen auf Reisen, die ihn nach Südamerika, Australien, Indien und Westafrika führten. Mit 24 Jahren beschloss er aus einer Laune heraus, sich dem Goldrausch anzuschließen, und verbrachte das Jahr 1898 damit, durch die kanadische Wildnis auf der Suche nach Schürfstellen zu wandern. Da er nicht genug Gold fand, um seinen Lebensunterhalt zu verdienen, versuchte er sich als Viehtreiber, beschloss aber bald, dass er mehr Glück haben würde, wenn er nach Großbritannien zurückkehren und zur See fahren würde.  Lightoller wurde zum Ersten Offizier des neuesten Schiffes der White Star Line, der Titanic, ernannt und ging im März 1912 zusammen mit den anderen leitenden Offizieren William Murdoch und David Blair zur Probefahrt an Bord. Er schrieb über die Ausmaße des Schiffes: „Es ist schwierig, sich eine Vorstellung von der Größe eines Schiffes wie der Titanic zu machen, wenn man tatsächlich kilometerweit auf den Decks und in den Gängen herumlaufen kann und dabei immer wieder einen neuen Bereich entdeckt.“ Nach der Probefahrt der Titanic beschlossen die Verantwortlichen von White Star, den Ersten Offizier der Olympic, Henry Wilde, für die Jungfernfahrt der Titanic zu verpflichten, wodurch Murdoch und Lightoller im Rang herabgestuft wurden und Blair, der als zu alt angesehen wurde, um als Dritter Offizier zu dienen, ganz vom Schiff verschwand. Enttäuscht schrieb Blair an seine Schwester: „Dies ist ein großartiges Schiff, und ich bin sehr enttäuscht, dass ich nicht an der ersten Reise teilnehmen kann“. ",
      "it": "Charles Herbert Lightoller è stato un marinaio inglese la cui carriera iniziò all’età di 13 anni come apprendista a bordo di una nave a vela. E lavorò a bordo di navi per tutta la sua adolescenza: a 20 anni fece viaggi che lo portarono in Sud America, Australia, India e Africa occidentale. A 24 anni decise per capriccio di unirsi alla corsa all’oro e trascorse il 1898 immerso nella natura selvaggia canadese alla ricerca di un riscatto economico. Non riuscendo a trovare abbastanza oro per guadagnarsi da vivere, tentò di fare il mandriano, ma presto decise che avrebbe avuto più fortuna tornando in Gran Bretagna e tornando al mare. Lightoller fu nominato primo ufficiale della nuova nave della White Star Line e nel marzo del 1912 si imbarcò per le prove in mare insieme agli altri ufficiali superiori William Murdoch e David Blair. Ha scritto sulla nave: “È difficile trasmettere qualsiasi idea delle dimensioni di una nave come il Titanic: si poteva effettivamente camminare per ore lungo ponti e passaggi, coprendo ambienti diversi per tutto il tempo.” Dopo le prove in mare del Titanic, gli alti gradi della White Star decisero di portare l’ufficiale capo della Olympic Henry Wilde a servire nel viaggio inaugurale del Titanic, lasciando Murdoch e Lightoller entrambi secondi di rango, e sbarcando Blair, che era considerato troppo anziano per servire come terzo ufficiale, definitivamente. Deluso, Blair scrisse a sua sorella: “Questa è una nave magnifica, sono molto deluso di non fare il suo viaggio inaugurale.",
      "pt": "Charles Herbert Lightoller foi um marinheiro inglês cuja carreira começou aos 13 anos como aprendiz em um veleiro. Durante a adolescência e até os 20 e poucos anos, navegou em viagens que o levaram à América do Sul, Austrália, Índia e África Ocidental. Aos 24 anos, impulsivamente decidiu participar da corrida do ouro e, em 1898, percorreu o deserto canadense em busca de jazidas. Sem sucesso suficiente para se sustentar com ouro, tentou trabalhar com criação de gado, mas logo concluiu que teria mais sorte voltando à Grã-Bretanha para seguir carreira marítima. Lightoller foi nomeado primeiro oficial do mais novo navio da White Star Line, o Titanic, e em março de 1912 embarcou para os testes de mar, junto com outros oficiais seniores William Murdoch e David Blair. Ele escreveu sobre a grandiosidade do navio: “É difícil transmitir qualquer ideia do tamanho de um navio como o Titanic, quando você poderia realmente andar quilômetros pelos conveses e corredores, sempre percorrendo áreas diferentes.” Após os testes, os dirigentes da White Star decidiram trazer Henry Wilde, oficial-chefe do Olympic, para servir na viagem inaugural do Titanic, rebaixando Murdoch e Lightoller em seus postos e afastando Blair, que era considerado senior demais para ser terceiro oficial. Decepcionado, Blair escreveu para sua irmã: 'Este é um navio magnífico, sinto muito não poder fazer a primeira viagem dele.'",
      "nl": "Charles Herbert Lightoller was an English sailor whose career began at age 13 as an apprentice aboard a sailing ship. He worked aboard ships throughout his teen years and into his 20s on voyages which took him to South America, Australia, India and West Africa. At 24 he decided on a whim to join the gold rush and spent 1898 trekking through the Canadian wilderness in search of claims. Failing to find enough gold to make a living, he tried driving cattle, but soon determined he would have better luck returning to Britain and sailing. Lightoller was made first officer of White Star Line’s newest ship Titanic, and in March of 1912  boarded for her sea trials along with other senior officers William Murdoch and David Blair. He wrote of the ship’s scale: “It is difficult to convey any idea of the size of a ship like the Titanic, when you could actually walk miles along decks and passages, covering different ground all the time.” After Titanic’s sea trials, White Star higher ups decided to bring Olympic’s chief officer Henry Wilde on to serve on Titanic’s maiden voyage, dropping Murdoch and Lightoller both down in rank, and bumping Blair, who was considered too senior to serve as third officer, off the ship entirely. Disappointed, Blair wrote to his sister: “This is a magnificent ship, I feel very disappointed I am not to make her first voyage.” "
    },
    "postIceberg": {
      "fr": "Le second officier Charles Lightoller supervisa le chargement des canots de sauvetage et parvint à survivre en s’agrippant à un canot pliable retourné. Durant la nuit, il réussit à rassembler un groupe de canots pour attendre les secours. Il devint un témoin clé lors des enquêtes ultérieures et joua un rôle important dans le célèbre récit historique de Walter Lord, ' La Nuit du Titanic '.",
      "en": "Second Officer Charles Lightoller supervised the loading of lifeboats and managed to survive by clinging to an overturned collapsible lifeboat. During the night, he managed to gather a group of lifeboats together to await rescue. He became a key witness in the subsequent inquiries​ and was an important contributor to Walter Lord's famous historical account of the sinking in his book “A Night To Remember”.",
      "da": "Andenstyrmand Charles Lightoller overvågede, at redningsbådene blev fyldt, og overlevede ved at klamre sig til en kæntret sammenklappelig redningsbåd. I løbet af natten lykkedes det ham at samle en gruppe redningsbåde for at afvente redning. Han blev et nøglevidne i de efterfølgende undersøgelser og var en vigtig bidragyder til Walter Lords berømte historiske beretning om forliset i bogen 'A Night To Remember'",
      "de": "Der Zweite Offizier Charles Lightoller überwachte die Beladung der Rettungsboote und überlebte, indem er sich an ein umgestürztes, zusammenfaltbares Rettungsboot klammerte. In der Nacht gelang es ihm, eine Gruppe von Rettungsbooten zusammenzutreiben und auf Rettung zu warten. Er wurde ein wichtiger Zeuge bei den anschließenden Ermittlungen und leistete einen wichtigen Beitrag zu Walter Lords berühmtem historischen Bericht über den Untergang in seinem Buch „A Night To Remember“.",
      "it": "Il secondo ufficiale Charles Lightoller supervisionò il caricamento delle scialuppe di salvataggio e riuscì a sopravvivere aggrappandosi a una scialuppa pieghevole capovolta. Durante la notte, riuscì a radunare un gruppo di scialuppe per attendere il soccorso. Divenne un testimone chiave nelle successive inchieste e fu un importante contributore al famoso resoconto storico di Walter Lord sull'affondamento nel suo libro “A Night To Remember”.",
      "pt": "O Segundo Oficial Charles Lightoller supervisionou o embarque dos botes salva-vidas e sobreviveu agarrando-se a um bote salva-vidas colapsado virado para cima. Durante a noite, ele conseguiu reunir um grupo de botes para aguardarem o resgate. Lightoller tornou-se uma testemunha-chave nas investigações subsequentes e foi um importante colaborador no famoso relato histórico do naufrágio escrito por Walter Lord no livro 'A Night To Remember' (Uma Noite Para Lembrar).",
      "nl": "Second Officer Charles Lightoller supervised the loading of lifeboats and managed to survive by clinging to an overturned collapsible lifeboat. During the night, he managed to gather a group of lifeboats together to await rescue. He became a key witness in the subsequent inquiries​ and was an important contributor to Walter Lord's famous historical account of the sinking in his book “A Night To Remember”."
    }
  }
}