{
  "passenger49": {
    "grade": "Passenger",
    "age": 32,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "2nd",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/49-Mary-Emma-Corey.jpg",
      "alt": "picture of Mary Emma Corey"
    },
    "name": {
      "fr": "Mary Emma Corey",
      "en": "Mary Emma Corey",
      "da": "Mary Emma Corey",
      "de": "Mary Emma Corey",
      "it": "Mary Emma Corey",
      "pt": "Mary Emma Corey",
      "nl": "Mary Emma Corey"
    },
    "description": {
      "fr": "Mary Corey (née Miller) naquit en Pennsylvanie en août 1879. Aînée de neuf enfants, elle grandit autour de Pittsburgh et travailla comme institutrice à la Westlake School avant d’épouser Percy Corey en 1911. Le travail de Percy, surintendant d’une compagnie pétrolière, l’emmena en Birmanie (aujourd’hui Myanmar), où Mary le rejoignit. Tombée enceinte à l’étranger, Mary décida de retourner en Pennsylvanie pour accoucher. L’épouse d’un collègue de Percy, Claire Karnes, était dans la même situation; les deux femmes, toutes deux originaires de Pittsburgh, décidèrent de voyager ensemble. Elles gagnèrent la Grande-Bretagne et achetèrent des billets de seconde classe sur le Titanic. Lawrence Beesley, autre passager de seconde classe, écrivit à leur sujet, les ayant observées dans la bibliothèque: 'Tout près de moi - si près que je ne peux éviter d’entendre des bribes de leur conversation - se trouvent deux Américaines, toutes deux en blanc, jeunes, probablement seulement amies: l’une revient d’Inde par l’Angleterre, l’autre est institutrice en Amérique, une jeune femme gracieuse à l’allure distinguée rehaussée par une paire de pince-nez.' Peut-être avaient-elles choisi le Titanic en espérant que le confort vanté de la seconde classe rendrait leur voyage de futures mères plus supportable.",
      "en": "Mary Corey (née Miller,) was born in Pennsylvania in August 1879. She grew up in and around Pittsburgh as the eldest of nine siblings, Mary took work as a schoolteacher at the Westlake School before marrying Percy Corey in 1911. Corey’s work as a superintendent with a petroleum company took him to Burma (now called Myanmar,) where his wife joined him. Mary got pregnant while staying with her husband abroad, but decided to return to Pennsylvania to give birth. One of Corey’s workers at the petroleum company had a wife in a similar condition: a woman named Claire Karnes. As Mrs. Karnes was also from Pittsburgh the two pregnant ladies decided to travel together. The two made their way to Great Britain and procured a 2nd berth aboard Titanic. Fellow 2nd passenger Lawrence Beesley wrote of Mary and Claire, having sat near them in the 2nd library: Close beside me--so near I cannot avoid hearing scraps of their conversations--are two American ladies, both dressed in white, young, probably friends only: one had been to India and is returning by way of England, the other is a schoolteacher in America, a graceful girl with a distinguished air heightened by a pair of pince-nez. Perhaps the two ladies had selected the Titanic in hopes that the highly touted comforts of White Star’s 2nd compartments would make the trials of traveling while pregnant more tolerable.",
      "da": "Mary Corey (født Miller) blev født i Pennsylvania i august 1879. Hun voksede op i og omkring Pittsburgh som den ældste af ni søskende, og Mary arbejdede som skolelærer på Westlake School, før hun giftede sig med Percy Corey i 1911. Coreys arbejde som inspektør i et olieselskab bragte ham til Burma (nu Myanmar), hvor hans kone sluttede sig til ham. \n\nMary blev gravid, mens hun boede med sin mand i udlandet, men besluttede at vende tilbage til Pennsylvania for at føde. En af Coreys medarbejdere i olieselskabet havde en kone, som også var gravid, Claire Karnes. Da Claire også var fra Pittsburgh, besluttede de to gravide kvinder at rejse sammen. \n\nDe nåede Storbritannien og fik en køje på anden klasse om bord på Titanic. En anden passager på anden klasse, Lawrence Beesley, skrev om Mary og Claire efter at have siddet i nærheden af dem i biblioteket på anden klasse: 'Tæt ved siden af mig - så tæt, at jeg ikke kan undgå at høre brudstykker af deres samtaler - sidder to amerikanske damer, begge klædt i hvidt, unge, sandsynligvis veninder. Den ene har været i Indien og er på vej tilbage via England, den anden er skolelærer i Amerika, en yndefuld ung dame med en fornem stil, der forstærkes af et par lorgnetter.' \n\nMåske havde de to damer valgt Titanic i håb om, at de højt berømmede bekvemmeligheder på White Stars andenklasse ville gøre strabadserne ved at rejse som gravid mere tålelige.",
      "de": "Mary Corey (geborene Miller) wurde im August 1879 in Pennsylvania geboren. Sie wuchs in und um Pittsburgh als ältestes von neun Geschwistern auf. Mary nahm eine Stelle als Lehrerin an der Westlake School an, bevor sie 1911 Percy Corey heiratete. Coreys Arbeit als Oberinspektor bei einer Erdölgesellschaft führte ihn nach Birma (heute Myanmar), wohin seine Frau ihm folgte. Mary wurde schwanger, während sie mit ihrem Mann im Ausland weilte, beschloss aber, zur Entbindung nach Pennsylvania zurückzukehren. Einer von Coreys Mitarbeitern bei der Erdölgesellschaft hatte eine Frau in einem ähnlichen Zustand: eine Frau namens Claire Karnes. Da Frau Karnes ebenfalls aus Pittsburgh stammte, beschlossen die beiden schwangeren Frauen, gemeinsam zu reisen. Die beiden machten sich auf den Weg nach Großbritannien und ergatterten einen Platz in der Zweiten Klasse an Bord der Titanic. Lawrence Beesley, ein anderer Passagier der Zweiten Klasse, schrieb über Mary und Claire, nachdem er in der Bibliothek der Zweiten Klasse neben ihnen gesessen hatte: „Dicht neben mir - so nah, dass ich nicht umhin kann, Fetzen ihrer Gespräche zu hören - sitzen zwei amerikanische Damen, beide in Weiß gekleidet, jung, wahrscheinlich nur Freunde: die eine war in Indien und kehrt über England zurück, die andere ist Lehrerin in Amerika, ein anmutiges Mädchen mit einer vornehmen Ausstrahlung, die durch ihre Pince-nez (Nasenbrille) noch verstärkt wird.“ Vielleicht hatten sich die beiden Damen für die Titanic entschieden, weil sie hofften, dass die hoch gepriesenen Annehmlichkeiten der Abteile der Zweiten Klasse von White Star die Strapazen des Reisens in der Schwangerschaft erträglicher machen würden.",
      "it": "Mary Emma Corey (nata Miller) nacque in Pennsylvania nell’agosto 1879. Era cresciuta a Pittsburgh ed era la maggiore di nove fratelli. Lavorò come insegnante alla Westlake School prima di sposare Percy Corey nel 1911. Il lavoro di Corey come sovrintendente di una compagnia petrolifera lo portò in Birmania (l’odierno Myanmar), dove la moglie lo raggiunse. Mary rimase incinta mentre era con suo marito all’estero, ma decise di tornare in Pennsylvania per partorire. Uno degli operai di Corey alla compagnia petrolifera aveva una moglie in una condizione simile: una donna di nome Claire Karnes. Siccome la signora Karnes era anche lei originaria di Pittsburgh, le due signore in attesa decisero di viaggiare insieme. Si recarono quindi in Gran Bretagna e si procurarono due biglietti di seconda classe a bordo del Titanic.Un passeggero di seconda classe Lawrence Beesley ha scritto di loro, essendosi seduto vicino nella sala di lettura di seconda classe: “Vicino a me-così vicino da non poter evitare di sentire frammenti delle loro conversazioni- ci sono due signore americane, entrambe vestite di bianco, giovani, probabilmente solo amiche: una era stata in India e sta tornando via Inghilterra, l’altra è un insegnante in America, una ragazza graziosa con un’aria distinta accentuata da un paio di pince-nez.” Forse le due donne avevano scelto il Titanic nella speranza che le comodità altamente propagandate dei compartimenti di seconda classe della White Star avrebbero reso più tollerabili le condizioni di viaggio durante la gravidanza.",
      "pt": "Mary Corey (nascida Miller) nasceu na Pensilvânia em agosto de 1879. Cresceu na região de Pittsburgh como a filha mais velha entre nove irmãos. Mary trabalhou como professora na Westlake School antes de se casar com Percy Corey em 1911. O trabalho de Percy como superintendente em uma empresa petrolífera o levou a Burma (atual Myanmar), onde sua esposa o acompanhou. Mary engravidou enquanto estava no exterior com o marido, mas decidiu retornar à Pensilvânia para dar à luz. Uma funcionária da empresa petrolífera, esposa de um colega de Percy, chamada Claire Karnes, estava em situação semelhante. Como ambas eram de Pittsburgh, as duas gestantes decidiram viajar juntas. Elas seguiram para a Grã-Bretanha e adquiriram acomodações na Segunda Classe do Titanic. O passageiro da Segunda Classe Lawrence Beesley escreveu sobre Mary e Claire, tendo sentado próximo a elas na biblioteca da Segunda Classe: “Bem ao meu lado - tão próximas que não posso evitar ouvir fragmentos de suas conversas - estão duas senhoras americanas, ambas vestidas de branco, jovens, provavelmente apenas amigas: uma esteve na Índia e retorna via Inglaterra, a outra é professora na América, uma moça graciosa com um ar distinto acentuado por um par de pince-nez.” Talvez as duas tenham escolhido o Titanic na esperança de que os confortos tão divulgados dos compartimentos da Segunda Classe da White Star tornassem as dificuldades de viajar grávida mais toleráveis.",
      "nl": "Mary Emma Corey reisde in de tweede klasse van de Titanic. Deze persoon was 32 jaar oud. Deze persoon reisde als passagier. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Mary Emma Corey kort samen."
    },
    "postIceberg": {
      "fr": "Mary Emma Corey, passagère de seconde classe, survécut au naufrage en embarquant dans le canot n°4. Après la catastrophe, elle retourna aux États-Unis et poursuivit ses activités philanthropiques. L’expérience du Titanic ne l’empêcha pas de voyager et elle resta active dans les cercles sociaux.",
      "en": "Mary Emma Corey, a seconde-class passenger, survived the sinking by boarding lifeboat 4. After the disaster, she returned to the United States and continued her philanthropic work. Corey's experience on the Titanic did not deter her from traveling, and she remained active in social circles.",
      "da": "Mary Emma Corey, passager på anden klasse, overlevede forliset ved at gå om bord i redningsbåd nr. 4. Efter katastrofen vendte hun tilbage til USA og fortsatte sit filantropiske arbejde. Coreys oplevelser på Titanic afskrækkede hende ikke fra at rejse, og hun forblev aktiv i sociale kredse.",
      "de": "Mary Emma Corey, ein Passagier der Zweiten Klasse, überlebte den Untergang an Bord des Rettungsbootes 4. Nach der Katastrophe kehrte sie in die Vereinigten Staaten zurück und setzte ihre philanthropische Arbeit fort. Coreys Erfahrungen auf der Titanic hielten sie nicht vom Reisen ab, und sie blieb in sozialen Kreisen aktiv.",
      "it": "Mary Emma Corey, una passeggera di seconda classe, sopravvisse all'affondamento salendo sulla scialuppa 4. Dopo il disastro, tornò negli Stati Uniti e continuò il suo lavoro filantropico. L'esperienza della Corey sul Titanic non la dissuase dal viaggiare, e rimase attiva nei circoli sociali.",
      "pt": "Mary Emma Corey, passageira da Primeira Classe, sobreviveu ao naufrágio ao embarcar no bote salva-vidas número 4. Após o desastre, retornou aos Estados Unidos e continuou seu trabalho filantrópico. A experiência no Titanic não a desanimou de viajar, e ela permaneceu ativa nos círculos sociais.",
      "nl": "Mary Emma Corey behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
