{
  "passenger1": {
    "grade": "Capitaine",
    "age": 62,
    "role": {
      "fr": "Commodore, White Star Line",
      "en": "Commodore, White Star Line",
      "da": "Kommandør, White Star Line",
      "de": "Commodore, White Star Line",
      "it": "Il commodoro della White Star Line",
      "pt": "Comodoro da White Star Line",
      "nl": "Commodore, White Star Line"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/01-Captain-Edward-John-Smith.jpg",
      "alt": "picture of Captain Edward John Smith"
    },
    "name": {
      "fr": "Capitaine Edward John Smith",
      "en": "Captain Edward John Smith",
      "da": "Kaptajn Edward John Smith",
      "de": "Kapitän Edward John Smith",
      "it": "Capitano Edward John Smith",
      "pt": "Capitão Edward John Smith",
      "nl": "Captain Edward John Smith"
    },
    "description": {
      "fr": "Au cours d’une carrière qui s’étendit sur plusieurs décennies, le capitaine “EJ” Smith fut témoin de l’évolution de l’industrie maritime, alors que les voiliers étaient entièrement remplacés par des navires à vapeur de plus en plus grands. En tant que capitaine pour la prestigieuse White Star Line, il s’était forgé une réputation de main sûre, traversant régulièrement l’Atlantique, certains passagers n’acceptant de traverser que s’il était le commandant. Il gardait une grande confiance dans les navires modernes, déclarant à propos de l’Adriatic de la White Star: 'Je ne peux imaginer aucune situation qui ferait sombrer l’Adriatic. Je ne peux concevoir qu’une catastrophe fatale puisse arriver à ce navire. La construction navale moderne a réduit ce danger au minimum.'Le mercredi 10 avril 1912, le tout nouveau fleuron de la White Star, le Titanic, quitta le port de Southampton sous le commandement de Smith. Malgré une quasi-collision avec un autre navire en quittant le port, le voyage inaugural du Titanic se poursuivit pendant quatre jours sans incident. Le dimanche, le capitaine dirigea l’office religieux de première classe. Tout au long de la journée, le capitaine Smith reçut plusieurs avertissements concernant des champs de glace de la part des opérateurs radio Marconi du navire, mais, comme c’était la pratique courante à l’époque, il garda le cap et la vitesse, comptant sur les vigies pour repérer tout danger potentiel. Ce dimanche soir du 14 avril, le capitaine Smith fut invité à dîner chez les Widener - un couple de première classe très fortuné et influent - ainsi qu’avec plusieurs autres passagers de renom. Il quitta la soirée plus tôt et alla voir l’équipe de la passerelle. Après avoir laissé l’ordre de le réveiller en cas de problème, Smith se retira dans ses quartiers de capitaine, confiant que, malgré les avertissements de glace reçus ce jour-là, le Titanic était la pièce de technologie la plus avancée que la construction navale moderne pouvait produire.",
      "en": "In a career that spanned decades, Captain “EJ” Smith saw the evolution of the shipping industry first-hand, as sailing ships were fully replaced by ever-growing steam ships. As a Captain for the illustrious White Star Line he earned a reputation as a steady hand, making the Atlantic crossing regularly, with some passengers only willing to cross so long as he was skipper. He maintained a high-level of confidence in the advanced ships, saying of White Star’s Adriatic: I cannot imagine any condition that would cause the Adriatic to founder. I cannot conceive of any fatal disaster happening to this ship. Modern shipbuilding has reduced that danger to a minimum. On Wednesday April 10th, 1912, White Star’s newest flagship Titanic left port at Southampton under Smith’s command. Despite a near-collision with another ship while leaving the harbor, Titanic’s maiden voyage proceeded for four days without incident. On Sunday, the Captain led the 1st church services. Throughout the day, Captain Smith received several ice field warnings from the ship’s marconi wireless operators, but, as was standard practice at the time, maintained course and speed, relying on the lookouts to spot any potential dangers. That Sunday evening April 14th, Captain Smith was invited to dine with the Widener’s - a 1st couple of great wealth and distinction - along with several other highly regarded passengers. He excused himself from the dinner party early, and checked in with the bridge crew. After leaving orders to awaken him if there was anything of concern, Smith retired to the Captain’s quarters, secure in the knowledge that, despite the ice warnings they’d received that day, Titanic was the most advanced piece of technology modern shipbuilding could produce.",
      "da": "I en karriere, der strakte sig over årtier, oplevede kaptajn 'EJ' Smith udviklingen i skibsfarten på første hånd, da sejlskibe blev erstattet af stadig større dampskibe. Som kaptajn for det berømte rederi White Star Line fik han ry for at være en sikker hånd på regelmæssige sejladser over Atlanten, som nogle passagerer kun var villige til at krydse, hvis han var skipper. Han fastholdt en høj grad af tillid til de avancerede skibe og sagde om White Stars skib Adriatic: 'Jeg kan ikke forestille mig nogen forhold, der kan få Adriatic til at gå under. Jeg ser ikke for mig, at der kan ske en fatal katastrofe med dette skib. Moderne skibsbygning har reduceret den fare til et minimum.'\n\nOnsdag den 10. april 1912 forlod White Stars nyeste flagskib Titanic havnen i Southampton under Smiths kommando. På trods af en næsten-kollision med et andet skib, da det forlod havnen, fortsatte Titanics jomfrurejse i fire dage uden uheld. Om søndagen stod kaptajnen for gudstjenesten på første klasses. I løbet af dagen modtog kaptajn Smith flere advarsler fra skibets radiotelegrafister, men som det var almindelig praksis dengang, holdt han kursen og farten og stolede på, at udkigsmændene ville opdage eventuelle farer. \n\nSøndag aften den 14. april var kaptajn Smith inviteret til middag hos Widener-parret - et velhavende og fornemt par på første klasse - sammen med flere andre fremtrædende passagerer. Han forlod middagsselskabet tidligt og tjekkede ind hos besætningen på broen. Efter at have givet ordre til at vække ham, hvis der opstod problemer, trak Smith sig tilbage til sin kahyt i sikker forvisning om, at Titanic på trods af de ismeldinger, de havde modtaget den dag, var det mest avancerede stykke teknologi, moderne skibsbygning kunne frembringe.",
      "de": "In seiner jahrzehntelangen Karriere erlebte Kapitän „EJ“ Smith die Entwicklung der Schifffahrtsindustrie hautnah mit, als die Segelschiffe vollständig durch die immer größer werdenden Dampfschiffe ersetzt wurden. Als Kapitän der berühmten White Star Line erwarb er sich den Ruf einer ruhigen Hand und überquerte regelmäßig den Atlantik, wobei einige Passagiere nur dann zur Überfahrt bereit waren, wenn er der Kapitän war. Er bewahrte ein hohes Maß an Vertrauen in die fortschrittlichen Schiffe und sagte über die Adriatic von White Star: „Ich kann mir keinen Zustand vorstellen, der die Adriatic zum Sinken bringen würde. Ich kann mir nicht vorstellen, dass diesem Schiff eine tödliche Katastrophe widerfährt. Der moderne Schiffbau hat diese Gefahr auf ein Minimum reduziert.“ Am Mittwoch, den 10. April 1912, verließ das neueste Flaggschiff der White Star, die Titanic, unter Smiths Kommando den Hafen von Southampton. Trotz einer Beinahe-Kollision mit einem anderen Schiff beim Verlassen des Hafens verlief die Jungfernfahrt der Titanic vier Tage lang ohne Zwischenfälle. Am Sonntag leitete der Kapitän noch den Gottesdienst in der Ersten Klasse. Im Laufe des Tages erhielt Smith dann mehrere Eisfeldwarnungen von den Marconi-Funkern des Schiffes, behielt aber, wie damals üblich, Kurs und Geschwindigkeit bei und verließ sich auf die Ausgucker, um mögliche Gefahren zu erkennen. An jenem Sonntagabend, dem 14. April, war Kapitän Smith zusammen mit einigen anderen angesehenen Passagieren zum Abendessen bei den Wideners eingeladen, einem sehr wohlhabenden und angesehenen Ehepaar der Ersten Klasse. Er entschuldigte sich frühzeitig von der Dinnerparty und meldete sich bei der Brückenbesatzung. Nachdem er die Anweisung hinterlassen hatte, ihn zu wecken, wenn es irgendetwas Beunruhigendes gäbe, zog sich Smith in das Quartier des Kapitäns zurück, in der Gewissheit, dass die Titanic trotz der Eiswarnungen, die sie an diesem Tag erhalten hatten, das technologisch fortschrittlichste Dampfschiff war, das der moderne Schiffbau hervorbringen konnte.",
      "it": "In una carriera che ha attraversato decenni, il comandante “EJ” Smith ha visto l’evoluzione del settore navale in prima persona e come gli antichi velieri sono stati completamente sostituiti da navi a vapore in continuo sviluppo. Come capitano e poi commodoro per l’illustre White Star Line, si guadagnò una eccellente reputazione per la sua di mano ferma, facendo la traversata dell’Atlantico regolarmente e in continuazione. Pare che alcuni passeggeri  facessero la traversata solo se c’era lui a comandare la nave. Confidava molto nell’alto livello tecnologico delle navi nuove navi, e disse dell’Adriatico, nave della White Star: “Non posso immaginare alcuna condizione che possa far naufragare l’Adriatico. Non riesco a immaginare che possa accadere un disastro fatale a questa nave. Le moderne costruzioni navali hanno ridotto il pericolo al minimo.” Mercoledì 10 aprile 1912, la nuova ammiraglia della White Star, il Titanic, lasciò il porto di Southampton sotto il comando di Smith. Nonostante una quasi collisione con un’altra nave mentre lasciava il porto, il viaggio inaugurale del Titanic proseguì per quattro giorni senza incidenti. Domenica, il capitano presenziò ai servizi religiosi di prima classe. Per tutto il giorno, ricevette diversi avvertimenti sul campi di ghiaccio dai marconisti della nave, ma come era normale al momento, mantenne la rotta e la velocità, basandosi solo sulle vedette per individuare eventuali pericoli potenziali. Quella sera di domenica 14 aprile, il capitano Smith è stato invitato a cenare con I Widener - una coppia di prima classe di grande ricchezza e distinzione - insieme a molti altri passeggeri altolocati. Si è congedato presto dalla cena e si è interfacciato con l’equipaggio del ponte. Dopo aver lasciato l’ordine di risvegliarlo se ci fosse stato qualcosa di preoccupante, Smith si ritirò nei suoi alloggi, sicuro, nella convinzione che, nonostante gli avvertimenti sul ghiaccio che avevano ricevuto quel giorno, il Titanic fosse il pezzo più avanzato che la tecnologia che la moderna costruzione navale potesse produrre.",
      "pt": "Capitão Edward John “EJ” Smith teve uma carreira que se estendeu por décadas, testemunhando a evolução da indústria naval, quando os navios à vela foram completamente substituídos por embarcações a vapor cada vez maiores. Como capitão da prestigiosa White Star Line, Smith ganhou a reputação de ser um comandante firme e confiável, realizando travessias regulares do Atlântico, com alguns passageiros dispostos a cruzar o oceano apenas sob seu comando. Ele demonstrava grande confiança nas avançadas embarcações, chegando a afirmar sobre o navio Adriatic da White Star: “Não consigo imaginar nenhuma condição que possa causar o naufrágio do Adriatic. Não concebo nenhum desastre fatal que possa acontecer a este navio. A construção naval moderna reduziu esse perigo ao mínimo.” Na quarta-feira, 10 de abril de 1912, o mais novo transatlântico da White Star, o Titanic, partiu do porto de Southampton sob o comando de Smith. Apesar de quase colidir com outra embarcação ao sair do porto, a viagem inaugural do Titanic transcorria sem incidentes nos primeiros quatro dias. No domingo, o capitão conduziu o serviço religioso da primeira classe. Durante o dia, Smith recebeu diversos avisos sobre campos de gelo enviados pelos operadores do rádio Marconi, mas, seguindo a prática comum da época, manteve o curso e a velocidade, confiando nos vigias para detectar possíveis perigos. Naquela noite de domingo, 14 de abril, Smith foi convidado para jantar com os Widener - um casal da primeira classe de grande riqueza e prestígio - junto a outros passageiros ilustres. Ele se retirou cedo da festa para verificar a situação na ponte de comando. Após deixar ordens para que o acordassem caso houvesse qualquer motivo de preocupação, Smith se recolheu em sua cabine de comandante, confiante de que, apesar dos alertas sobre o gelo, o Titanic era a mais avançada e segura tecnologia naval já construída.",
      "nl": "In a career that spanned decades, Captain “EJ” Smith saw the evolution of the shipping industry first-hand, as sailing ships were fully replaced by ever-growing steam ships. As a Captain for the illustrious White Star Line he earned a reputation as a steady hand, making the Atlantic crossing regularly, with some passengers only willing to cross so long as he was skipper. He maintained a high-level of confidence in the advanced ships, saying of White Star’s Adriatic: I cannot imagine any condition that would cause the Adriatic to founder. I cannot conceive of any fatal disaster happening to this ship. Modern shipbuilding has reduced that danger to a minimum. On Wednesday April 10th, 1912, White Star’s newest flagship Titanic left port at Southampton under Smith’s command. Despite a near-collision with another ship while leaving the harbor, Titanic’s maiden voyage proceeded for four days without incident. On Sunday, the Captain led the 1st church services. Throughout the day, Captain Smith received several ice field warnings from the ship’s marconi wireless operators, but, as was standard practice at the time, maintained course and speed, relying on the lookouts to spot any potential dangers. That Sunday evening April 14th, Captain Smith was invited to dine with the Widener’s - a 1st couple of great wealth and distinction - along with several other highly regarded passengers. He excused himself from the dinner party early, and checked in with the bridge crew. After leaving orders to awaken him if there was anything of concern, Smith retired to the Captain’s quarters, secure in the knowledge that, despite the ice warnings they’d received that day, Titanic was the most advanced piece of technology modern shipbuilding could produce."
    },
    "postIceberg": {
      "fr": "Le capitaine Smith supervisa l’évacuation du Titanic, tout en travaillant avec son équipage pour envoyer des signaux de détresse par radio, fusées et lampes Morse afin d’appeler à l’aide tout navire se trouvant à proximité. Il fut vu pour la dernière fois sur la passerelle et périt avec le navire. Son corps ne fut jamais retrouvé.",
      "en": "Captain Smith managed the evacuation of Titanic, while working iwth his crew to send distress signals via wireless, rockets and morse lamps to call any ships in the area to their aid. He was last seen on the bridge and perished with the ship. His body was never recovered.",
      "da": "Kaptajn Smith styrede evakueringen af Titanic, mens han sammen med sin besætning sendte nødsignaler via radio, raketter og morselamper for at kalde alle skibe i området til hjælp. Han blev sidst set på broen og omkom, da skibet gik ned. Hans lig blev aldrig fundet.",
      "de": "Kapitän Smith leitete die Evakuierung der Titanic, während er zusammen mit seiner Mannschaft Notsignale über Funk, Raketen und Morselampen aussandte, um Schiffe in der Nähe zu Hilfe zu rufen. Er wurde zuletzt auf der Brücke gesehen und ging mit dem Schiff unter. Seine Leiche wurde nie geborgen.",
      "it": "Il capitano Smith gestì l'evacuazione del Titanic, lavorando con il suo equipaggio per inviare segnali di soccorso tramite radio, razzi e lampade Morse per chiamare eventuali navi nelle vicinanze. Fu visto l'ultima volta sul ponte e perì con la nave. Il suo corpo non fu mai recuperato.",
      "pt": "O Capitão Smith coordenou a evacuação do Titanic, trabalhando com sua tripulação para enviar sinais de socorro via rádio, foguetes e lanternas de código Morse, na tentativa de alertar quaisquer navios na região para prestarem auxílio. Ele foi visto pela última vez na ponte do navio e pereceu junto com o Titanic. Seu corpo jamais foi recuperado.",
      "nl": "Captain Smith managed the evacuation of Titanic, while working iwth his crew to send distress signals via wireless, rockets and morse lamps to call any ships in the area to their aid. He was last seen on the bridge and perished with the ship. His body was never recovered."
    }
  }
}