{
  "passenger43": {
    "grade": "Passenger",
    "age": "3 & 2",
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passagier"
    },
    "class": "2nd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/43-Edmund-and-Michel-Navratil.jpg",
      "alt": "picture of Edmund and Michel Navratil"
    },
    "name": {
      "fr": "Edmund et Michel Navratil",
      "en": "Edmund and Michel Navratil",
      "da": "Edmond og Michel Navratil",
      "de": "Edmund und Michel Navratil",
      "it": "Edmund e Michel Navratil",
      "pt": "Edmund e Michel Navratil",
      "nl": "Edmund and Michel Navratil"
    },
    "description": {
      "fr": "Les frères John (4 ans) et Fred (2 ans) voyageaient avec Louis Hoffman, veuf de seconde classe sur le Titanic. Du moins, c’est ce que Hoffman déclara à l’équipage et aux passagers. En réalité, leur mère était bien vivante et, si le nom sur le passeport était Louis Hoffman, leur père s’appelait en fait Michel Navratil. Navratil, tailleur slovaque établi à Nice, avait épousé une Italienne; ils eurent deux fils, Edmond et Michel. Peu après la naissance du second, le couple entama une procédure de divorce, la garde revenant à la mère. En avril 1912, les garçons passaient Pâques avec leur père, mais, lorsque leur mère vint les chercher, ils avaient disparu. Michel Navratil s’était enfui avec eux, empruntant le passeport d’un ami, Louis Hoffman. Après une nuit à l’hôtel Charing Cross, il embarqua sur le Titanic en seconde classe, armé d’un revolver et accompagné de ses deux fils enlevés. Malgré ce contexte dramatique, les petits garçons semblaient paisibles. Le samedi soir, leur père les confia à une Suissesse, Bertha Lehmann, pour aller jouer aux cartes. Un journaliste les décrivit comme 'deux adorables petits garçons, bien élevés et doux'.",
      "en": "Brothers John (4) and Fred (2) were the sons of Louis Hoffman, a second-class widower aboard the Titanic. At least, that is what Mr. Hoffman told the ship’s crew and passengers. In reality, the boys’ mother was very much alive, and while Louis Hoffman was the name on his passport, the boys’ father’s name was actually Michel Navratil.Navratil was a tailor from Slovakia who had made a name for himself in Nice, France. He married an Italian woman, and they had two sons Edmond and Michel. Though not long after the birth of their second son, the couple began divorce proceedings, and custody of the boys was granted to their mother.In April of 1912, the Navratil boys were spending the Easter weekend with their father, though when their mother arrived to retrieve them, they were nowhere to be found. The elder Navratil had absconded with the boys, borrowing a passport from a friend named Louis Hoffman. They stayed the night in Charing Cross Hotel, and the next day Navratil boarded Titanic as a 2nd passenger with a loaded revolver and his two kidnapped sons.Despite the drama unfolding around them, it seemed that the little boys remained unperturbed. On Saturday evening their father left them in the care of a Swiss woman named Bertha Lehmann while he went to play cards, and the boys were described by a journalist as “sweet, well-mannered, gentle little fellows.”",
      "da": "Brødrene John (4) og Fred (2) var sønner af Louis Hoffman, som var enkemand på anden klasse om bord på Titanic. Det var i hvert fald, hvad Hoffman fortalte skibets besætning og andre passagerer. I virkeligheden var drengenes mor i live, og selv om der stod Louis Hoffman i hans pas, hed drengenes far faktisk Michel Navratil.\n\nNavratil var en skrædder fra Slovakiet, som havde skabt sig et navn i Nice i Frankrig. Han giftede sig med en italiensk kvinde, og de fik to sønner, Edmond og Michel. Men ikke længe efter fødslen af deres anden søn blev parret skilt, og børnenes mor fik forældremyndigheden over drengene.\n\nI april 1912 tilbragte Navratil-drengene påskeweekenden sammen med deres far, men da deres mor kom for at hente dem, var de forsvundet. Faren var stukket af med drengene og havde lånt et pas af en ven ved navn Louis Hoffman. De overnattede på Charing Cross Hotel, og næste dag gik Navratil om bord på Titanic som passager på anden klasse med en ladt revolver og sine to bortførte sønner.\n\nPå trods af det drama, der udspillede sig omkring dem, virkede de små drenge upåvirkede. Lørdag aften overlod deres far dem til en schweizisk kvinde ved navn Bertha Lehmann, mens han gik ud for at spille kort, og drengene blev beskrevet af en journalist som 'søde, velopdragne og venlige små fyre'\n",
      "de": "Die Brüder John (4) und Fred (2) waren die Söhne von Louis Hoffman, einem Witwer Zweiter Klasse an Bord der Titanic. Zumindest sagte Herr Hoffman dies der Schiffsbesatzung und den Passagieren. In Wirklichkeit war die Mutter der Jungen sehr lebendig und während Louis Hoffman der Name in seinem Pass war, hieß der Vater der Jungen in Wirklichkeit Michel Navratil. Navratil war ein Schneider aus der Slowakei, der sich in Nizza, Frankreich, einen Namen gemacht hatte. Er heiratete eine Italienerin und sie bekamen zwei Söhne, Edmond und Michel. Doch kurz nach der Geburt des zweiten Sohnes reichte das Paar die Scheidung ein und das Sorgerecht für die Jungen wurde der Mutter zugesprochen. Im April 1912 verbrachten die Navratil-Jungen das Osterwochenende bei ihrem Vater, doch als ihre Mutter kam, um sie abzuholen, waren sie unauffindbar. Der ältere Navratil hatte sich mit den Jungen aus dem Staub gemacht, indem er sich von einem Freund namens Louis Hoffman einen Reisepass lieh. Sie übernachteten im Charing Cross Hotel und am nächsten Tag bestieg Navratil die Titanic als Passagier der Zweiten Klasse mit einem geladenen Revolver und seinen beiden entführten Söhnen. Trotz des Dramas, das sich um sie herum abspielte, schienen die kleinen Jungen unbeeindruckt zu bleiben. Am Samstagabend ließ ihr Vater sie in der Obhut einer Schweizerin namens Bertha Lehmann zurück, während er zum Kartenspielen ging. Ein Journalist beschrieb die Jungen als „süße, wohlerzogene, sanfte kleine Burschen“.",
      "it": "I fratelli John (4 anni) e Fred (2) erano i figli di Louis Hoffman, un vedovo a bordo del Titanic in seconda classe. Almeno, questo è quello che il sig. Hoffman aveva detto all’equipaggio e ai passeggeri della nave. In realtà, la madre dei ragazzi era viva e Hoffman era il suo nome solo sul passaporto, il padre dei ragazzi era in realtà Michel Navratil.Navratil era un sarto slovacco che si era fatto un nome a Nizza, in Francia. Sposò una donna italiana ed ebbero due figli, Edmond e Michel. Non molto tempo dopo la nascita del secondo figlio, la coppia iniziò la procedura di divorzio e la custodia dei ragazzi venne affidata alla madre.Nell’aprile del 1912, i ragazzi di Navratil stavano passando il fine settimana di Pasqua con il padre,  quando la madre arrivò per recuperarli, senza trovare nessuno.  Navratil era fuggito con i ragazzi, rubando un passaporto ad un amico di nome Louis Hoffman. Rimasero la notte al Charing Cross Hotel e il giorno dopo Navratil salì a bordo del Titanic come passeggero di seconda classe con una pistola carica e i due figli rapiti.Nonostante il dramma che si svolgeva intorno a loro, i bimbi così piccoli sembrava fossero imperturbabili. Sabato sera il padre li lasciò alle cure di una donna svizzera di nome Bertha Lehmann mentre andava a giocare a carte e un giornalista che poi ne parlò li descrisse come “piccoli compagni dolci, educati e gentili.”",
      "pt": "Os irmãos John (4) e Fred (2) eram filhos de Louis Hoffman, um viúvo da Segunda Classe a bordo do Titanic. Pelo menos, foi isso que o Sr. Hoffman disse à tripulação e aos passageiros. Na realidade, a mãe dos meninos estava viva, e embora Louis Hoffman fosse o nome no passaporte, o verdadeiro nome do pai era Michel Navratil. Navratil era um alfaiate da Eslováquia que havia se estabelecido em Nice, França. Casou-se com uma italiana e tiveram dois filhos, Edmond e Michel. Pouco tempo após o nascimento do segundo filho, o casal iniciou o processo de divórcio, e a guarda dos meninos foi concedida à mãe. Em abril de 1912, os meninos Navratil passavam o fim de semana de Páscoa com o pai, mas, quando a mãe chegou para buscá-los, eles haviam desaparecido. Michel Navratil havia fugido com os filhos, utilizando um passaporte emprestado de um amigo chamado Louis Hoffman. Passaram a noite no Hotel Charing Cross e, no dia seguinte, Navratil embarcou no Titanic como passageiro da Segunda Classe, armado com um revólver carregado e acompanhado dos dois filhos sequestrados. Apesar do drama ao redor, os meninos pareciam permanecer tranquilos. Na noite de sábado, o pai os deixou sob os cuidados de uma suíça chamada Bertha Lehmann enquanto ia jogar cartas, e os meninos foram descritos por um jornalista como “doces, educados e gentis pequenos rapazes.”",
      "nl": "Edmund and Michel Navratil reisde in de tweede klasse van de Titanic. Deze persoon was 3 & 2 jaar oud. Deze persoon reisde als passagier. Deze persoon overleefde de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Edmund and Michel Navratil kort samen."
    },
    "postIceberg": {
      "fr": "Edmund et Michel Navratil, surnommés ' les orphelins du Titanic ', voyageaient sous de faux noms avec leur père, qui ne survécut pas. Les garçons furent placés dans le canot D et identifiés par leur mère grâce à des articles de presse. Ils furent réunis avec elle en France. Leur histoire est remarquable pour l’effort international déployé afin de les identifier et de les réunir avec leur famille.",
      "en": "Edmund and Michel Navratil, known as the “Titanic Orphans”, were traveling under assumed names with their father, who did not survive. The boys were placed in lifeboat D and later identified by their mother through newspaper articles. They were reunited with her in France. Their story is notable for the international efforts to identify and reunite them with their family.",
      "da": "Edmund og Michel Navratil, kendt som ”Titanic Orphans” (de forældreløse Titanic-børn), rejste under falske navne sammen med deres far, som ikke overlevede. Drengene blev placeret i redningsbåd D og blev senere identificeret af deres mor via avisartikler. De blev genforenet med hende i Frankrig. Deres historie er bemærkelsesværdig på grund af den store internationale indsats for at identificere dem og få dem genforenet med deres familie.",
      "de": "Edmund und Michel Navratil, die als „Titanic-Waisen“ bekannt sind, reisten unter falschen Namen mit ihrem Vater, der nicht überlebte. Die Jungen wurden im Rettungsboot D untergebracht und später von ihrer Mutter durch Zeitungsartikel identifiziert. Sie wurden in Frankreich wieder mit ihr vereint. Ihre Geschichte ist bemerkenswert wegen der internationalen Bemühungen, sie zu identifizieren und mit ihrer Familie wieder zusammenzuführen.",
      "it": "Edmund e Michel Navratil, noti come gli “orfani del Titanic”, viaggiavano sotto falsi nomi con il loro padre, che non sopravvisse. I ragazzi furono messi sulla scialuppa D e successivamente identificati dalla madre tramite articoli di giornale. Furono riuniti con lei in Francia. La loro storia è notevole per gli sforzi internazionali per identificarli e riunirli con la loro famiglia",
      "pt": "Edmund e Michel Navratil, conhecidos como os “Órfãos do Titanic”, viajavam sob nomes falsos com o pai, que não sobreviveu. Os meninos foram colocados no bote salva-vidas D e posteriormente identificados pela mãe através de artigos de jornal. Eles foram reunidos com ela na França. A história deles é notável pelos esforços internacionais para identificá-los e reuni-los com a família.",
      "nl": "Na de schipbreuk bleef Edmund and Michel Navratil bekend als overlevende van de Titanic. Verdere details over het latere leven worden nog aangevuld in deze Nederlandstalige versie."
    }
  }
}
