{
  "passenger3": {
    "grade": "Second Officier",
    "age": 25,
    "role": {
      "fr": "Opérateur Radio",
      "en": "Wireless Operator",
      "da": "Radiotelegrafist",
      "de": "Kabelloser Operator",
      "it": "Marconista",
      "pt": "Operador Sem Fio",
      "nl": "Wireless Operator"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/03-John-Jack-George-Phillips.jpg",
      "alt": "picture of John 'Jack' George Phillips"
    },
    "name": {
      "fr": "John 'Jack' George Phillips",
      "en": "John 'Jack' George Phillips",
      "da": "John 'Jack' George Phillips",
      "de": "John 'Jack' George Phillips",
      "it": "John 'Jack' George Phillips",
      "pt": "John 'Jack' George Phillips",
      "nl": "John 'Jack' George Phillips"
    },
    "description": {
      "fr": "Jack Phillips était le fils d’un marchand de tissus qui eut la chance d’aller à l’école dès son plus jeune âge. En 1902, il commença à travailler à la poste où il apprit la télégraphie. À presque 20 ans, il commença une formation d’opérateur radio Marconi. En tant qu’employé de Marconi, Jack fut affecté à bord de navires de la White Star ainsi que chez leur principal concurrent, la Cunard. Il avait servi à bord du Lusitania et du Mauretania, les immenses navires de la Cunard qui avaient inspiré la White Star à commander les navires de classe Olympic, dont le Titanic et ses sœurs. Les opérateurs Marconi formaient un groupe soudé, et lorsque Jack fut engagé comme opérateur principal Marconi à bord du Titanic, lui et l’opérateur junior Harold Bride s’entendirent rapidement. Ils passaient leurs journées à envoyer et à recevoir des messages entre navires et entre navires et la terre ferme. Certains messages concernaient les affaires officielles du navire, mais d’autres étaient des messages personnels des passagers. Le 13 avril, trois jours après le début du voyage inaugural, le système radio du Titanic tomba en panne. Malgré la politique de la compagnie Marconi, qui interdisait aux opérateurs de tenter des réparations en mer, Jack utilisa son temps de repos pour réparer la machine au lieu de dormir. Ce dimanche-là, Jack et Harold passèrent la journée à tenter frénétiquement d’envoyer le retard accumulé des messages des passagers de la veille à la station de Cape Race à Terre-Neuve. Submergés par le flux de messages à envoyer, les opérateurs radio transmettaient rapidement les avertissements de glace à l’équipage, sans prendre le temps de s’inquiéter du contenu.",
      "en": "Jack Philips was the son of a draper who was afforded schooling at a young age. In 1902 he began work at the post office where he learned telegraphy. At nearly 20 he began training as a Marconi wireless operator. As a Marconi employee, Jack was posted aboard White Star ships as well as their primary competitor Cunard. He had served aboard Lusitania and Mauretania, the mammoth Cunard ships that had inspired White Star to commission the Olympic-class ships that included Titanic and her sisters. Marconi operators were a tight-knit bunch, and when Jack was hired as senior Marconi operator aboard Titanic, he and junior operator Harold Bride were quick to get along. They spent their days sending and fielding ship-to-ship and ship-to-shore messages. Some official ship business, but others personal messages from passengers. On April 13th, three days into the maiden voyage, Titanic’s wireless system broke down. Despite the Marconi company’s policy that operators were not to attempt repairs at sea, Jack used his off-shift to fix the machine instead of sleeping. That Sunday was spent by Jack and Harold frantically attempting to send the backlog of passenger messages from the day before to the shore station in Cape Race in Newfoundland. Besieged with the backlog of messages going out, the wireless operators were quick to hand incoming ice warnings off to the crew without sparing much time to worry about the contents.",
      "da": "Jack Philips var søn af en manufakturhandler, som fik mulighed for at gå i skole i en ung alder. I 1902 begyndte han at arbejde på postkontoret, hvor han lærte telegrafi. Da han var omkring 20 år begyndte han at uddanne sig til Marconi-radiotelegrafist. Som radiotelegrafist arbejdede Jack både på skibe fra White Star og på skibe fra deres primære konkurrent Cunard. Han havde arbejdet om bord på Lusitania og Mauretania, de enorme Cunard-skibe, som havde inspireret White Star til at bygge skibe i Olympic-klassen, som Titanic og dets søsterskibe tilhørte. \n\nRadiotelegrafister var en sammentømret flok, og da Jack blev ansat som ledende radiotelegrafist om bord på Titanic, blev han og den mindre erfarne radiotelegrafist Harold Bride hurtigt gode venner. De første dage gik med at sende og modtage beskeder fra skib til skib og fra skib til land. Nogle beskeder var officielle skibsanliggender, mens andre var personlige beskeder fra passagerer. \n\nDen 13. april, tre dage inde i jomfrurejsen, brød Titanics trådløse system sammen. Selv om Marconi-selskabet, som stod bag teknologien, havde en politik om, at telegrafister ikke måtte reparere apparatet til søs, brugte Jack sin fyraften på at lave det i stedet for at sove. Om søndagen brugte Jack og Harold al deres tid på at sende de mange passagermeddelelser, der havde hobet sig op fra dagen før, til modtagestationen ved Cape Race i Newfoundland.\n\nRadiotelegrafisterne havde travlt med at sende beskeder, og de var hurtige til at videregive indkommende ismeldinger videre til besætningen uden at bruge meget tid på at bekymre sig om indholdet.",
      "de": "Jack Philips war der Sohn eines Tuchhändlers, der schon in jungen Jahren eine Schulausbildung erhielt. Im Jahr 1902 begann er bei der Post zu arbeiten, wo er Telegrafie lernte. Mit fast 20 Jahren begann er eine Ausbildung zum Funker bei Marconi. Als Angestellter von Marconi wurde Jack an Bord von White Star-Schiffen und auch von deren Hauptkonkurrenten Cunard eingesetzt. Er hatte an Bord der Lusitania und der Mauretania gedient, den riesigen Cunard-Schiffen, die White Star dazu inspiriert hatten, die Schiffe der Olympic-Klasse in Auftrag zu geben, zu denen auch die Titanic und ihre Schwestern gehörten. Marconi-Mitarbeiter waren eine eingeschworene Truppe, und als Jack als leitender Marconi-Mitarbeiter an Bord der Titanic eingestellt wurde, kamen er und der junge Mitarbeiter Harold Bride schnell gut miteinander aus. Sie verbrachten ihre Tage mit dem Senden und Empfangen von Nachrichten von Schiff zu Schiff und von Schiff zu Land. Zum Teil handelte es sich um offizielle Schiffsmeldungen, zum Teil aber auch um persönliche Nachrichten von Passagieren. Am 13. April, drei Tage nach der Jungfernfahrt, brach das Funksystem der Titanic zusammen. Trotz der Vorschrift der Marconi-Gesellschaft, dass die Funker keine Reparaturversuche auf See unternehmen durften, nutzte Jack seine Freischicht, um das Gerät zu reparieren, anstatt zu schlafen. An jenem Sonntag versuchten Jack und Harold verzweifelt, den Rückstau an Passagiernachrichten vom Vortag an die Landstation in Cape Race in Neufundland zu übermitteln. Da die beiden mit dem Rückstau an Nachrichten überfordert waren, gaben sie die eingehenden Eiswarnungen nur schnell an die Besatzung weiter, ohne sich groß um den Inhalt zu kümmern.",
      "it": "Jack Philips era il figlio di un commerciante di tessuti che aveva cercato di mandare il figlio a scuola e garantirgli un’istruzione. Nel 1902 Jack iniziò a lavorare presso l’ufficio postale dove imparò la telegrafia. A quasi 20 anni iniziò ad allenarsi come marconista. E come marconista Come impiegato aveva lavorato a bordo delle navi della White Star ma anche del loro principale concorrente  la Cunard line. Aveva servito a bordo del Lusitania e del Mauritania, le gigantesche navi Cunard che avevano ispirato la White Star a commissionare le navi della classe olimpica che includeva il Titanic e le sue navi sorelle. I marconisti erano un gruppo affiatato e quando Jack fu assunto come operatore senior a bordo del Titanic, lui e l’operatore junior Harold Bride si trovarono molto bene insieme. Passavano le giornate a inviare e a trasmette messaggi nave-nave e nave-terra. Alcuni messaggi riguardavano problematiche della nave, ma altri messaggi erano personali, inviati dai passeggeri. Il 13 aprile, tre giorni dopo il viaggio inaugurale, il sistema wireless del Titanic si ruppe. Nonostante la politica della società che contrattualizzava i marconisti, gli operatori non dovevano tentare riparazioni in mare, ma Jack usò il suo turno di notte per riparare la macchina, invece di andare a dormire. Quella Domenica fu spesa da Jack e Harold cercando di inviare freneticamente i messaggi dei passeggeri del giorno prima alla stazione a terra di Cape Race a Terranova. Assediati dall’arretrato di messaggi in uscita, gli operatori wireless consegnarono frettolosamente all’equipaggio i messaggi e gli  avvisi riguardanti il ghiaccio in arrivo all’equipaggio, senza preoccuparsi di sottolinearne il contenuto.",
      "pt": "Jack Philips era filho de um comerciante de tecidos e teve acesso à educação desde jovem. Em 1902, começou a trabalhar no correio, onde aprendeu telegrafia. Com quase 20 anos, iniciou o treinamento como operador de rádio Marconi. Como funcionário da Marconi, Jack foi designado para trabalhar em navios da White Star Line, assim como na principal concorrente, a Cunard. Ele já havia servido a bordo dos gigantes Cunard Lusitania e Mauretania, navios que inspiraram a White Star a encomendar a classe Olympic, que incluía o Titanic e suas embarcações irmãs. Os operadores Marconi formavam um grupo unido, e quando Jack foi contratado como operador principal a bordo do Titanic, rapidamente criou boa relação com o operador júnior Harold Bride. Passavam os dias enviando e recebendo mensagens entre navios e entre navios e a costa - algumas relacionadas aos negócios oficiais do navio, outras mensagens pessoais dos passageiros. No dia 13 de abril, três dias após o início da viagem inaugural, o sistema de rádio do Titanic apresentou falhas. Apesar da política da empresa Marconi de que os operadores não deveriam tentar consertos no mar, Jack aproveitou seu horário de folga para reparar o aparelho em vez de dormir. Naquele domingo, Jack e Harold trabalharam freneticamente para enviar a pilha de mensagens acumuladas do dia anterior para a estação costeira em Cape Race, Newfoundland. Sobrecarregados pela quantidade de mensagens a enviar, os operadores passaram rapidamente os alertas de gelo recebidos à tripulação, sem se deter muito no conteúdo das mensagens.",
      "nl": "Jack Philips was the son of a draper who was afforded schooling at a young age. In 1902 he began work at the post office where he learned telegraphy. At nearly 20 he began training as a Marconi wireless operator. As a Marconi employee, Jack was posted aboard White Star ships as well as their primary competitor Cunard. He had served aboard Lusitania and Mauretania, the mammoth Cunard ships that had inspired White Star to commission the Olympic-class ships that included Titanic and her sisters. Marconi operators were a tight-knit bunch, and when Jack was hired as senior Marconi operator aboard Titanic, he and junior operator Harold Bride were quick to get along. They spent their days sending and fielding ship-to-ship and ship-to-shore messages. Some official ship business, but others personal messages from passengers. On April 13th, three days into the maiden voyage, Titanic’s wireless system broke down. Despite the Marconi company’s policy that operators were not to attempt repairs at sea, Jack used his off-shift to fix the machine instead of sleeping. That Sunday was spent by Jack and Harold frantically attempting to send the backlog of passenger messages from the day before to the shore station in Cape Race in Newfoundland. Besieged with the backlog of messages going out, the wireless operators were quick to hand incoming ice warnings off to the crew without sparing much time to worry about the contents."
    },
    "postIceberg": {
      "fr": "Jack Phillips, l’opérateur radio principal, resta à son poste à envoyer des signaux de détresse jusqu’à la coupure de courant. Il ne survécut pas au naufrage et son corps ne fut jamais retrouvé.",
      "en": "Jack Phillips, the senior wireless operator, remained at his post sending distress signals until the power failed. He did not survive the sinking, and his body was never recovered.",
      "da": "Jack Phillips, den ledende radiotelegrafist, blev på sin post og sendte nødsignaler, indtil strømmen svigtede. Han overlevede ikke forliset, og hans lig blev aldrig fundet.",
      "de": "Jack Phillips, der leitende Funker, blieb an seinem Posten und sendete Notsignale, bis der Strom ausfiel. Er überlebte den Untergang nicht, und seine Leiche wurde nie geborgen.",
      "it": "Jack Phillips, il telegrafista capo, rimase al suo posto inviando segnali di soccorso fino a quando la corrente non si interruppe. Non sopravvisse all'affondamento e il suo corpo non fu mai recuperato.",
      "pt": "Jack Phillips, o operador de rádio sênior, permaneceu em seu posto enviando sinais de socorro até que a energia falhou. Ele não sobreviveu ao naufrágio e seu corpo nunca foi recuperado.",
      "nl": "Jack Phillips, the senior wireless operator, remained at his post sending distress signals until the power failed. He did not survive the sinking, and his body was never recovered."
    }
  }
}