{
  "passenger88": {
    "grade": "staff",
    "age": 33,
    "role": {
      "fr": "Hôtesse de cabine première Classe",
      "en": "First-Class Stewardess",
      "da": "Stewardesse på første klasse",
      "de": "Flugbegleiterin Erste Klasse",
      "it": "Assistente di volo di Prima Classe",
      "pt": "Comissária de bordo da Primeira Classe",
      "nl": "First-Class Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/88-Alice-Pritchard.png",
      "alt": "picture of Alice Pritchard"
    },
    "name": {
      "fr": "Alice Pritchard",
      "en": "Alice Pritchard",
      "da": "Alice Pritchard",
      "de": "Alice Pritchard",
      "it": "Alice Pritchard",
      "pt": "Alice Pritchard",
      "nl": "Alice Pritchard"
    },
    "description": {
      "fr": "Alice Maud Friend naquit à Notting Hill, Londres, probablement en avril 1878 (bien que certains documents indiquent avril 1875). Elle passa une grande partie de son enfance chez ses grands-parents, dans le Suffolk, avant de s’installer à East London chez sa tante. À l’adolescence déjà, Alice travaillait comme stewardess en mer, entamant une carrière de service qui allait marquer toute sa vie. En 1904, elle épousa Robert Henry Prichard, steward dans la marine marchande. Le couple eut une fille, Iris Alice, née vers 1906. La vie était souvent solitaire, Robert étant fréquemment en mer, tandis qu’Alice devait jongler entre son travail et son rôle de mère. En 1911, Alice et Iris vivaient à East Ham, dans l’Essex, avec le frère de Robert, alors que son mari était encore en mission. En avril 1912, Alice s’engagea comme stewardess de première classe à bord du RMS Titanic, avec un salaire mensuel de 3 livres et 10 shillings. Elle embarqua à Southampton le 6 avril, laissant sa jeune fille aux soins de sa famille. À Queenstown (aujourd’hui Cobh, en Irlande), elle écrivit une lettre émouvante à ses proches, confessant combien sa fille lui manquait : ' Je donnerais tout pour embrasser son petit visage chéri en ce moment. '",
      "en": "Alice Maud Friend was born in Notting Hill, London, most likely in April 1878 (though some records note April 1875). She spent much of her early life with her grandparents in Suffolk, before moving to East London to live with her aunt. By her teenage years, Alice was already working as a stewardess at sea, beginning a career of service that would define her life. In 1904, she married Robert Henry Prichard, a merchant marine steward. The couple had one daughter, Iris Alice, born around 1906. Life was often lonely, with Robert away at sea and Alice balancing work and motherhood. By 1911, Alice and Iris were living in East Ham, Essex, with Robert’s brother, while her husband was away on duty. In April 1912, Alice signed on to the RMS Titanic as a first-class stewardess, earning a monthly wage of £3 10s. She boarded the ship at Southampton on April 6, leaving her young daughter in the care of family. At Queenstown (now Cobh, Ireland), she wrote a heartfelt letter home, confessing how much she longed to see her child: “I would give anything to kiss her dear little face now.”",
      "da": "Alice Maud Friend blev født i Notting Hill, London, sandsynligvis i april 1878 (selvom nogle optegnelser angiver april 1875). Hun tilbragte en stor del af sin barndom hos sine bedsteforældre i Suffolk, inden hun flyttede til det østlige London for at bo hos sin tante. Allerede som teenager arbejdede Alice som stewardesse til søs og indledte dermed en karriere i tjeneste, som kom til at præge hele hendes liv. I 1904 giftede hun sig med Robert Henry Prichard, steward i handelsflåden. Parret fik en datter, Iris Alice, født omkring 1906. Livet var ofte ensomt, da Robert ofte var til søs, mens Alice måtte balancere mellem arbejde og moderskab. I 1911 boede Alice og Iris i East Ham, Essex, hos Roberts bror, mens hendes mand stadig var på tjeneste. I april 1912 underskrev Alice kontrakt som stewardesse i første klasse på RMS Titanic, med en månedsløn på £3 10s. Hun gik ombord i Southampton den 6. april og efterlod sin unge datter i familiens varetægt. Ved Queenstown (nu Cobh, Irland) skrev hun et rørende brev hjem, hvor hun tilstod, hvor meget hun savnede sit barn: \"Jeg ville give alt for at kysse hendes kære lille ansigt lige nu.\"",
      "de": "Alice Maud Friend wurde in Notting Hill, London, geboren, höchstwahrscheinlich im April 1878 (obwohl einige Unterlagen April 1875 angeben). Einen großen Teil ihrer Kindheit verbrachte sie bei ihren Großeltern in Suffolk, bevor sie nach East London zog, um bei ihrer Tante zu leben. Bereits als Jugendliche arbeitete Alice zur See als Stewardess und begann damit eine Dienstkarriere, die ihr Leben prägen sollte. 1904 heiratete sie Robert Henry Prichard, einen Steward der Handelsmarine. Das Paar hatte eine Tochter, Iris Alice, die um 1906 geboren wurde. Das Leben war oft einsam, da Robert meist auf See war und Alice Arbeit und Mutterschaft ausbalancieren musste. 1911 lebten Alice und Iris in East Ham, Essex, zusammen mit Roberts Bruder, während ihr Mann weiterhin auf Dienstreise war. Im April 1912 heuerte Alice auf der RMS Titanic als Erste-Klasse-Stewardess an und verdiente ein Monatsgehalt von £3 10s. Am 6. April ging sie in Southampton an Bord und ließ ihre junge Tochter in der Obhut der Familie zurück. In Queenstown (heute Cobh, Irland) schrieb sie einen bewegenden Brief nach Hause, in dem sie gestand, wie sehr sie ihr Kind vermisste: „Ich würde alles geben, um jetzt ihr liebes kleines Gesicht zu küssen.“",
      "it": "Alice Maud Friend nacque a Notting Hill, Londra, molto probabilmente nell’aprile 1878 (anche se alcuni registri indicano aprile 1875). Trascorse gran parte della sua infanzia con i nonni nel Suffolk, prima di trasferirsi a East London per vivere con una zia. Già da adolescente Alice lavorava come cameriera di bordo, iniziando così una carriera di servizio che avrebbe definito tutta la sua vita. Nel 1904 sposò Robert Henry Prichard, cameriere della marina mercantile. La coppia ebbe una figlia, Iris Alice, nata intorno al 1906. La vita era spesso solitaria, con Robert lontano per mare e Alice costretta a conciliare lavoro e maternità. Nel 1911 Alice e Iris vivevano a East Ham, Essex, con il fratello di Robert, mentre il marito era ancora in servizio. Nell’aprile 1912 Alice firmò per imbarcarsi sulla RMS Titanic come cameriera di prima classe, con uno stipendio mensile di £3 10s. Salì a bordo a Southampton il 6 aprile, lasciando la figlia alle cure della famiglia. A Queenstown (oggi Cobh, Irlanda) scrisse una lettera commovente ai suoi cari, confessando quanto le mancasse sua figlia: \"Darei qualsiasi cosa per baciare ora il suo carissimo visino.\"",
      "pt": "Alice Maud Friend nasceu em Notting Hill, Londres, provavelmente em abril de 1878 (embora alguns registros indiquem 1875). Passou parte da infância com os avós em Suffolk, antes de mudar-se para o leste de Londres para viver com uma tia. Já na adolescência, iniciou sua carreira no mar como camareira de bordo, profissão que marcaria toda a sua vida. Em 1904, casou-se com Robert Henry Prichard, comissário da marinha mercante. O casal teve uma filha, Iris Alice, nascida por volta de 1906. A vida era muitas vezes solitária, com Robert ausente em longas viagens, enquanto Alice equilibrava o trabalho e a maternidade. Em 1911, Alice e Iris viviam em East Ham, Essex, com o cunhado de Robert, enquanto o marido permanecia embarcado. Em 6 de abril de 1912, Alice assinou contrato no RMS Titanic como camareira da primeira classe, com salário mensal de £3 10s. Embarcou em Southampton, deixando a filha aos cuidados da família. Durante a escala em Queenstown (atual Cobh, Irlanda), escreveu uma carta comovente na qual confessava a saudade que sentia: “Daria qualquer coisa para beijar agora o rostinho querido dela.”",
      "nl": "Alice Maud Friend was born in Notting Hill, London, most likely in April 1878 (though some records note April 1875). She spent much of her early life with her grandparents in Suffolk, before moving to East London to live with her aunt. By her teenage years, Alice was already working as a stewardess at sea, beginning a career of service that would define her life. In 1904, she married Robert Henry Prichard, a merchant marine steward. The couple had one daughter, Iris Alice, born around 1906. Life was often lonely, with Robert away at sea and Alice balancing work and motherhood. By 1911, Alice and Iris were living in East Ham, Essex, with Robert’s brother, while her husband was away on duty. In April 1912, Alice signed on to the RMS Titanic as a first-class stewardess, earning a monthly wage of £3 10s. She boarded the ship at Southampton on April 6, leaving her young daughter in the care of family. At Queenstown (now Cobh, Ireland), she wrote a heartfelt letter home, confessing how much she longed to see her child: “I would give anything to kiss her dear little face now.”"
    },
    "postIceberg": {
      "fr": "Lorsque le Titanic heurta l’iceberg dans la nuit du 14 au 15 avril 1912, Alice participa avec passagers et membres d’équipage à la difficile évacuation. Bien que les registres exacts soient incertains, on pense qu’elle fut secourue à bord du canot n°11. Elle survécut à la nuit en mer et regagna l’Angleterre à bord du Lapland. Contrairement à certains de ses collègues, elle ne fut pas appelée à témoigner lors des enquêtes officielles. Après la catastrophe, Alice reprit sa vie dans l’Essex. Son mari Robert mourut en 1923, et en 1928, elle connut une autre perte dévastatrice lorsque sa fille unique, Iris, s’éteignit à l’âge de 22 ans. Alice vécut ensuite discrètement pendant encore deux décennies. Elle s’éteignit le 6 juillet 1948 à Ilford, dans l’Essex, à l’âge de 70 ans. Alice Maud Prichard est aujourd’hui rappelée comme l’une des stewardesses du Titanic, une mère de famille qui dut concilier les difficultés de la vie domestique et le service en mer. Sa lettre émouvante écrite à Queenstown demeure un témoignage poignant du coût profondément humain de la tragédie du Titanic - non seulement les vies perdues, mais aussi celles à jamais bouleversées.",
      "en": "When the Titanic struck the iceberg on the night of April 14-15, 1912, Alice joined passengers and crew in the desperate evacuation. Though exact records are uncertain, she is believed to have been rescued in Lifeboat 11. She survived the night at sea and returned to England aboard the Lapland. Unlike some of her colleagues, she was not called to testify at the official inquiries. After the disaster, Alice resumed her life in Essex. Her husband Robert died in 1923, and in 1928 she endured another devastating loss when her only daughter, Iris, died at the age of 22. Alice herself lived quietly for another two decades. She passed away on July 6, 1948, in Ilford, Essex, at the age of 70. Alice Maud Prichard is remembered today as one of Titanic’s stewardesses, a working mother who balanced the hardships of family life and service at sea. Her touching letter from Queenstown captures the deeply human cost of the Titanic tragedy-not only the lives lost, but the lives changed forever.",
      "da": "Da Titanic ramte isbjerget natten mellem den 14. og 15. april 1912, deltog Alice sammen med passagerer og besætningsmedlemmer i den vanskelige evakuering. Selvom de præcise optegnelser er usikre, menes hun at være blevet reddet i redningsbåd nr. 11. Hun overlevede natten til søs og vendte tilbage til England ombord på Lapland. I modsætning til nogle af sine kolleger blev hun ikke kaldt til at afgive forklaring ved de officielle undersøgelser. Efter katastrofen genoptog Alice sit liv i Essex. Hendes mand Robert døde i 1923, og i 1928 oplevede hun endnu et ødelæggende tab, da hendes eneste datter, Iris, døde i en alder af 22 år. Alice levede derefter stille i yderligere to årtier. Hun døde den 6. juli 1948 i Ilford, Essex, 70 år gammel. Alice Maud Prichard huskes i dag som en af Titanics stewardesser, en mor, der måtte balancere de vanskeligheder, som familielivet og arbejdet til søs bragte. Hendes rørende brev skrevet i Queenstown står som et vidnesbyrd om den dybt menneskelige pris for Titanic-tragedien - ikke kun de tabte liv, men også de liv, der for altid blev forandret.",
      "de": "Als die Titanic in der Nacht vom 14. auf den 15. April 1912 den Eisberg rammte, beteiligte sich Alice zusammen mit Passagieren und Besatzungsmitgliedern an der schwierigen Evakuierung. Obwohl die genauen Aufzeichnungen unsicher sind, wird angenommen, dass sie in Rettungsboot Nr. 11 gerettet wurde. Sie überlebte die Nacht auf See und kehrte mit der Lapland nach England zurück. Anders als einige ihrer Kollegen wurde sie nicht aufgefordert, bei den offiziellen Untersuchungen auszusagen. Nach der Katastrophe nahm Alice ihr Leben in Essex wieder auf. Ihr Ehemann Robert starb 1923, und 1928 erlitt sie einen weiteren verheerenden Verlust, als ihre einzige Tochter Iris im Alter von 22 Jahren starb. Alice lebte anschließend noch zwei Jahrzehnte lang zurückgezogen. Sie starb am 6. Juli 1948 in Ilford, Essex, im Alter von 70 Jahren. Heute wird Alice Maud Prichard als eine der Stewardessen der Titanic erinnert, eine Mutter, die die Härten des Familienlebens und des Dienstes zur See in Einklang bringen musste. Ihr bewegender Brief aus Queenstown bleibt ein Zeugnis für die zutiefst menschlichen Kosten der Titanic-Tragödie - nicht nur der verlorenen Leben, sondern auch der für immer veränderten.",
      "it": "Quando il Titanic colpì l’iceberg nella notte tra il 14 e il 15 aprile 1912, Alice partecipò con passeggeri ed equipaggio alla difficile evacuazione. Sebbene i registri esatti siano incerti, si ritiene che sia stata salvata sulla scialuppa n. 11. Sopravvisse alla notte in mare e tornò in Inghilterra a bordo della Lapland. A differenza di alcune colleghe, non fu chiamata a testimoniare nelle inchieste ufficiali. Dopo il disastro, Alice riprese la sua vita nell’Essex. Suo marito Robert morì nel 1923 e nel 1928 subì un’altra perdita devastante quando la sua unica figlia, Iris, morì a 22 anni. Alice visse poi discretamente per altri due decenni. Morì il 6 luglio 1948 a Ilford, nell’Essex, all’età di 70 anni. Oggi Alice Maud Prichard è ricordata come una delle cameriere del Titanic, una madre che dovette conciliare le difficoltà della vita familiare con il servizio in mare. La sua toccante lettera scritta a Queenstown rimane una testimonianza del costo profondamente umano della tragedia del Titanic - non solo delle vite perdute, ma anche di quelle per sempre sconvolte.",
      "pt": "Na noite de 14 para 15 de abril de 1912, após a colisão do navio com o iceberg, Alice participou ativamente da evacuação junto a passageiros e colegas da tripulação. Embora os registros não sejam conclusivos, acredita-se que tenha sido resgatada no bote nº 11. Sobreviveu à noite no mar e retornou à Inglaterra a bordo do Lapland. Diferentemente de algumas colegas, não foi chamada a depor nos inquéritos oficiais. Depois do desastre, Alice retomou sua vida em Essex. Ficou viúva em 1923, com a morte de Robert, e sofreu uma perda devastadora em 1928, quando sua única filha, Iris, faleceu aos 22 anos. Alice viveu discretamente por mais duas décadas, falecendo em 6 de julho de 1948, em Ilford, Essex, aos 70 anos. Hoje, Alice Maud Prichard é lembrada como uma das camareiras do Titanic, uma mãe trabalhadora que enfrentou as dificuldades da vida familiar e do serviço no mar. Sua carta escrita em Queenstown permanece como um testemunho pungente do custo humano da tragédia - não apenas as vidas perdidas, mas também as vidas profundamente transformadas.",
      "nl": "When the Titanic struck the iceberg on the night of April 14-15, 1912, Alice joined passengers and crew in the desperate evacuation. Though exact records are uncertain, she is believed to have been rescued in Lifeboat 11. She survived the night at sea and returned to England aboard the Lapland. Unlike some of her colleagues, she was not called to testify at the official inquiries. After the disaster, Alice resumed her life in Essex. Her husband Robert died in 1923, and in 1928 she endured another devastating loss when her only daughter, Iris, died at the age of 22. Alice herself lived quietly for another two decades. She passed away on July 6, 1948, in Ilford, Essex, at the age of 70. Alice Maud Prichard is remembered today as one of Titanic’s stewardesses, a working mother who balanced the hardships of family life and service at sea. Her touching letter from Queenstown captures the deeply human cost of the Titanic tragedy-not only the lives lost, but the lives changed forever."
    }
  }
}