{
  "passenger87": {
    "grade": "staff",
    "age": 47,
    "role": {
      "fr": "Hôtesse de cabine première Classe",
      "en": "First-Class Stewardess",
      "da": "Stewardesse på første klasse",
      "de": "Flugbegleiterin Erste Klasse",
      "it": "Assistente di volo di Prima Classe",
      "pt": "Comissária de bordo da Primeira Classe",
      "nl": "First-Class Stewardess"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/87-Annie-Robinson.png",
      "alt": "picture of Annie Robinson"
    },
    "name": {
      "fr": "Annie Robinson",
      "en": "Annie Robinson",
      "da": "Annie Robinson",
      "de": "Annie Robinson",
      "it": "Annie Robinson",
      "pt": "Annie Robinson",
      "nl": "Annie Robinson"
    },
    "description": {
      "fr": "Annie Robinson, née Elizabeth Annie Franklin, vit le jour le 27 février 1865 à Bedford, en Angleterre. Elle était l’aînée des quatre enfants de Charles Simeon Franklin et Elizabeth Ann Franklin. En 1885, elle épousa Tom Snell Grierson-Kerswell à Liverpool et devint la mère de deux filles, Annie et Dorothy. Au début des années 1900, Annie se tourna vers une carrière maritime. Elle acquit de l’expérience en tant que stewardess à bord de navires tels que le Lake Champlain et le Lake Manitoba, avant d’obtenir un poste auprès de la White Star Line. Le 6 avril 1912, elle s’engagea sur le Titanic à Southampton comme stewardess de première classe, déclarant résider au 128 Shirley Road, Southampton, et percevant un salaire mensuel de 3 livres et 10 shillings. Dans la nuit du 14 avril 1912, Annie dormait lorsque le Titanic heurta l’iceberg. Réveillée, elle s’habilla et se rendit sur le pont E, où elle remarqua que l’eau montait rapidement près de l’escalier. Elle rassembla alors sept dames, accompagnées de leur femme de chambre et de leur gouvernante, qui étaient sous sa responsabilité, et les guida vers la sécurité. Toutes survécurent. Elle se souvint plus tard de sa rencontre avec l’architecte du navire, Thomas Andrews, qui l’exhorta à enfiler son gilet de sauvetage et à rassurer les passagers par son exemple. Ses paroles fermes - ' Si vous tenez à votre vie, mettez votre gilet ' - restèrent gravées dans sa mémoire.",
      "en": "Annie Robinson was born Elizabeth Annie Franklin on February 27, 1865, in Bedford, England, the eldest of four children of Charles Simeon Franklin and Elizabeth Ann Franklin. In 1885, she married Tom Snell Grierson-Kerswell in Liverpool and became the mother of two daughters, Annie and Dorothy. By the early 1900s, Annie had turned to work at sea. She gained experience as a stewardess on ships such as the Lake Champlain and the Lake Manitoba, before securing a post with the White Star Line. On April 6, 1912, she signed on to the Titanic at Southampton as a first-class stewardess, giving her residence as 128 Shirley Road, Southampton, and earning a monthly wage of £3 10s. On the night of April 14, 1912, Annie was asleep when Titanic struck the iceberg. Awakened, she dressed and made her way to E-deck, where she noticed water rising quickly near the stairs. She gathered seven ladies, along with their maid and governess, who were under her care, and guided them to safety. All survived. She later recalled meeting ship’s designer Thomas Andrews, who urged her to wear her lifebelt and reassure passengers by her example. His firm words-“If you value your life, put your belt on”-remained with her.",
      "da": "Annie Robinson, født Elizabeth Annie Franklin, blev født den 27. februar 1865 i Bedford, England, som den ældste af fire børn af Charles Simeon Franklin og Elizabeth Ann Franklin. I 1885 giftede hun sig i Liverpool med Tom Snell Grierson-Kerswell og blev mor til to døtre, Annie og Dorothy. I begyndelsen af 1900-tallet vendte Annie sig mod et liv til søs. Hun fik erfaring som stewardesse på skibe som Lake Champlain og Lake Manitoba, inden hun fik en stilling hos White Star Line. Den 6. april 1912 underskrev hun kontrakt på Titanic i Southampton som stewardesse i første klasse, opgav sin adresse som 128 Shirley Road, Southampton, og tjente en månedsløn på £3 10s. Natten til den 14. april 1912 sov Annie, da Titanic ramte isbjerget. Vakt af stødet klædte hun sig på og gik til E-dæk, hvor hun bemærkede, at vandet hurtigt steg nær trappen. Hun samlede syv damer samt deres stuepige og guvernante, som hun havde ansvar for, og førte dem i sikkerhed. Alle overlevede. Senere huskede hun sit møde med skibsdesigneren Thomas Andrews, som opfordrede hende til at tage sin redningsvest på og berolige passagererne ved sit eksempel. Hans faste ord - \"Hvis du værdsætter dit liv, så tag din vest på\" - blev hos hende for altid.",
      "de": "Annie Robinson, geboren als Elizabeth Annie Franklin, wurde am 27. Februar 1865 in Bedford, England, geboren, als ältestes von vier Kindern von Charles Simeon Franklin und Elizabeth Ann Franklin. 1885 heiratete sie in Liverpool Tom Snell Grierson-Kerswell und wurde Mutter von zwei Töchtern, Annie und Dorothy. Zu Beginn des 20. Jahrhunderts wandte sich Annie der Arbeit zur See zu. Sie sammelte Erfahrung als Stewardess auf Schiffen wie der Lake Champlain und der Lake Manitoba, bevor sie eine Anstellung bei der White Star Line erhielt. Am 6. April 1912 heuerte sie in Southampton auf der Titanic als Erste-Klasse-Stewardess an, gab ihre Adresse mit 128 Shirley Road, Southampton, an und erhielt einen Monatslohn von £3 10s. In der Nacht des 14. April 1912 schlief Annie, als die Titanic den Eisberg rammte. Geweckt zog sie sich an und begab sich auf Deck E, wo sie bemerkte, dass das Wasser schnell in der Nähe der Treppe anstieg. Sie versammelte sieben Damen sowie deren Zofe und Gouvernante, die unter ihrer Obhut standen, und führte sie in Sicherheit. Alle überlebten. Später erinnerte sie sich an ihre Begegnung mit dem Schiffsdesigner Thomas Andrews, der sie drängte, ihre Rettungsweste anzulegen und die Passagiere durch ihr Beispiel zu beruhigen. Seine eindringlichen Worte - „Wenn Ihnen Ihr Leben lieb ist, legen Sie Ihre Weste an“ - blieben ihr unauslöschlich im Gedächtnis.",
      "it": "Annie Robinson, nata Elizabeth Annie Franklin, venne al mondo il 27 febbraio 1865 a Bedford, Inghilterra, primogenita di quattro figli di Charles Simeon Franklin ed Elizabeth Ann Franklin. Nel 1885 sposò a Liverpool Tom Snell Grierson-Kerswell e divenne madre di due figlie, Annie e Dorothy. All’inizio del XX secolo, Annie intraprese una carriera in mare. Acquisì esperienza come cameriera di bordo su navi come la Lake Champlain e la Lake Manitoba, prima di ottenere un incarico presso la White Star Line. Il 6 aprile 1912 firmò il contratto a Southampton per imbarcarsi sul Titanic come cameriera di prima classe, dichiarando come residenza 128 Shirley Road, Southampton, e ricevendo uno stipendio mensile di £3 10s. La notte del 14 aprile 1912 Annie dormiva quando il Titanic colpì l’iceberg. Svegliatasi, si vestì e raggiunse il ponte E, dove notò che l’acqua stava salendo rapidamente vicino alle scale. Raccolse sette signore, insieme alla loro cameriera e alla governante, che erano sotto la sua responsabilità, e le condusse al sicuro. Tutte sopravvissero. Più tardi ricordò il suo incontro con il progettista della nave, Thomas Andrews, che la esortò a indossare il giubbotto di salvataggio e a rassicurare i passeggeri con il suo esempio. Le sue parole ferme - \"Se tieni alla tua vita, indossa il giubbotto\" - le rimasero impresse per sempre.",
      "pt": " Elizabeth Annie Franklin, mais tarde conhecida como Annie Robinson, nasceu em 27 de fevereiro de 1865, em Bedford, Inglaterra, sendo a primogênita de quatro filhos de Charles Simeon Franklin e Elizabeth Ann Franklin. Em 1885, casou-se em Liverpool com Tom Snell Grierson-Kerswell, com quem teve duas filhas: Annie e Dorothy. No início do século XX, Annie voltou-se para o trabalho no mar. Atuou como camareira em navios como o Lake Champlain e o Lake Manitoba, até ingressar na White Star Line. Em 6 de abril de 1912, assinou contrato no RMS Titanic como camareira da primeira classe, declarando residência em 128 Shirley Road, Southampton, e recebendo salário de £3 10s por mês. Na noite de 14 de abril de 1912, dormia quando o Titanic colidiu com o iceberg. Despertada, vestiu-se e dirigiu-se ao convés E, onde percebeu a água subindo rapidamente junto às escadas. Reuniu sete passageiras - além de sua criada e preceptora - que estavam sob seus cuidados, e as conduziu à segurança. Todas sobreviveram. Mais tarde, recordaria seu encontro com o projetista do navio, Thomas Andrews, que a aconselhou firmemente: “Se valoriza sua vida, coloque o cinto.” Suas palavras, disse Annie, nunca lhe saíram da memória.",
      "nl": "Annie Robinson was born Elizabeth Annie Franklin on February 27, 1865, in Bedford, England, the eldest of four children of Charles Simeon Franklin and Elizabeth Ann Franklin. In 1885, she married Tom Snell Grierson-Kerswell in Liverpool and became the mother of two daughters, Annie and Dorothy. By the early 1900s, Annie had turned to work at sea. She gained experience as a stewardess on ships such as the Lake Champlain and the Lake Manitoba, before securing a post with the White Star Line. On April 6, 1912, she signed on to the Titanic at Southampton as a first-class stewardess, giving her residence as 128 Shirley Road, Southampton, and earning a monthly wage of £3 10s. On the night of April 14, 1912, Annie was asleep when Titanic struck the iceberg. Awakened, she dressed and made her way to E-deck, where she noticed water rising quickly near the stairs. She gathered seven ladies, along with their maid and governess, who were under her care, and guided them to safety. All survived. She later recalled meeting ship’s designer Thomas Andrews, who urged her to wear her lifebelt and reassure passengers by her example. His firm words-“If you value your life, put your belt on”-remained with her."
    },
    "postIceberg": {
      "fr": "Annie fut finalement placée dans le canot n°11, qui quitta le Titanic vers 1 h 40 du matin. Elle survécut à la nuit et fut plus tard photographiée à Plymouth avec d’autres stewardesses rescapées. Elle fut également l’une des trois seules femmes membres d’équipage assignées à témoigner devant la commission britannique du Board of Trade, apportant son récit des événements de cette nuit terrible. En juillet 1913, elle rencontra le roi George V et la reine Mary, qui lui demandèrent de raconter son expérience. La réponse d’Annie fut simple : ' C’est le genre de chose dont on n’aime pas trop parler ensuite… c’était trop terrible. ' Malgré sa survie, Annie ne se remit jamais vraiment du traumatisme. Le 9 octobre 1914, alors qu’elle voyageait à bord du SS Devonian, elle disparut en mer dans un épais brouillard. Elle fut présumée noyée à l’âge de 49 ans. L’histoire d’Annie Robinson est celle du dévouement et du courage, mais aussi de l’ombre durable laissée par la catastrophe du Titanic. Bien qu’elle ait survécu au naufrage, le poids de ses souvenirs fut un fardeau qu’elle porta jusqu’à la fin.",
      "en": "Annie was eventually placed in Lifeboat 11, which left Titanic around 1:40 a.m. She survived the night and was later photographed in Plymouth with other rescued stewardesses. She was also one of only three female crew members subpoenaed to give testimony at the British Board of Trade Inquiry, offering her account of the events on that terrible night. In July 1913, she met King George V and Queen Mary, who asked her about her experience. Annie’s reply was simple: “It is the sort of thing one doesn’t like to talk much about afterward… it was too terrible.” Despite her survival, Annie never fully recovered from the trauma. On October 9, 1914, while traveling aboard the SS Devonian, she disappeared overboard in thick fog. She was presumed drowned at the age of 49. Annie Robinson’s story is one of dedication and bravery, but also of the long shadow cast by the Titanic disaster. Though she survived the sinking, the weight of her memories was a burden she carried until the end.",
      "da": "Annie blev til sidst placeret i redningsbåd nr. 11, som forlod Titanic omkring kl. 1.40 om morgenen. Hun overlevede natten og blev senere fotograferet i Plymouth sammen med andre overlevende stewardesser. Hun var også en af kun tre kvindelige besætningsmedlemmer, der blev indkaldt til at afgive forklaring ved den britiske Board of Trade-undersøgelse, hvor hun fortalte om begivenhederne den frygtelige nat. I juli 1913 mødte hun kong George V og dronning Mary, som bad hende fortælle om sin oplevelse. Annies svar var enkelt: \"Det er den slags, man ikke bryder sig om at tale meget om bagefter… det var alt for forfærdeligt.\" På trods af at hun overlevede, kom Annie sig aldrig helt over traumet. Den 9. oktober 1914, mens hun rejste med SS Devonian, forsvandt hun over bord i tæt tåge. Hun blev formodet druknet i en alder af 49 år. Annie Robinsons historie er en fortælling om dedikation og mod, men også om den langvarige skygge, som Titanic-katastrofen kastede. Selvom hun overlevede forliset, var vægten af hendes minder en byrde, hun bar til det sidste.",
      "de": "Annie wurde schließlich in Rettungsboot Nr. 11 gesetzt, das die Titanic gegen 1:40 Uhr morgens verließ. Sie überlebte die Nacht und wurde später in Plymouth zusammen mit anderen überlebenden Stewardessen fotografiert. Sie war auch eines von nur drei weiblichen Besatzungsmitgliedern, die vorgeladen wurden, um vor der britischen Board of Trade-Untersuchung auszusagen und ihren Bericht über die Ereignisse jener schrecklichen Nacht zu geben. Im Juli 1913 traf sie König George V. und Königin Mary, die sie nach ihren Erfahrungen fragten. Annies Antwort war schlicht: „Es ist die Art von Sache, über die man hinterher nicht gern spricht… es war zu furchtbar.“ Trotz ihres Überlebens erholte sich Annie nie vollständig von dem Trauma. Am 9. Oktober 1914, während einer Reise auf der SS Devonian, verschwand sie bei dichtem Nebel über Bord. Sie wurde im Alter von 49 Jahren für ertrunken erklärt. Die Geschichte von Annie Robinson ist eine Geschichte von Hingabe und Mut, aber auch vom langen Schatten, den die Titanic-Katastrophe warf. Obwohl sie das Unglück überlebte, blieb das Gewicht ihrer Erinnerungen eine Last, die sie bis zum Ende trug.",
      "it": "Annie fu infine collocata nella scialuppa n. 11, che lasciò il Titanic intorno all’1:40 del mattino. Sopravvisse alla notte e fu poi fotografata a Plymouth insieme ad altre cameriere sopravvissute. Fu anche una delle sole tre donne dell’equipaggio convocate a testimoniare davanti alla commissione britannica del Board of Trade, offrendo il suo resoconto degli eventi di quella terribile notte. Nel luglio 1913 incontrò il re Giorgio V e la regina Mary, che le chiesero della sua esperienza. La risposta di Annie fu semplice: \"È il genere di cosa di cui non si ama parlare molto dopo… era troppo terribile.\" Nonostante fosse sopravvissuta, Annie non si riprese mai del tutto dal trauma. Il 9 ottobre 1914, mentre viaggiava a bordo della SS Devonian, scomparve in mare in una fitta nebbia. Fu presunta annegata all’età di 49 anni. La storia di Annie Robinson è fatta di dedizione e coraggio, ma anche della lunga ombra proiettata dal disastro del Titanic. Sebbene fosse sopravvissuta al naufragio, il peso dei suoi ricordi rimase un fardello che portò fino alla fine.",
      "pt": "Acabou embarcando no Bote nº 11, lançado por volta da 1h40 da manhã, sobrevivendo àquela noite trágica. Posteriormente, foi fotografada em Plymouth ao lado de outras camareiras sobreviventes. Tornou-se também uma das três únicas mulheres da tripulação convocadas a depor no Inquérito Britânico do Board of Trade, onde ofereceu seu relato direto dos acontecimentos. Em julho de 1913, Annie foi recebida pelo rei George V e pela rainha Mary, que a questionaram sobre sua experiência. Sua resposta foi breve: “É o tipo de coisa de que não se gosta de falar depois… foi terrível demais.” Apesar de ter sobrevivido, Annie jamais se recuperou plenamente do trauma. Em 9 de outubro de 1914, enquanto viajava a bordo do SS Devonian, desapareceu no mar em meio a um nevoeiro espesso. Presumiu-se sua morte por afogamento, aos 49 anos de idade. A história de Annie Robinson é marcada pela dedicação e coragem, mas também pela sombra duradoura lançada pelo desastre do Titanic. Embora tenha escapado naquela noite, o peso das memórias foi um fardo que carregou até o fim.",
      "nl": "Annie was eventually placed in Lifeboat 11, which left Titanic around 1:40 a.m. She survived the night and was later photographed in Plymouth with other rescued stewardesses. She was also one of only three female crew members subpoenaed to give testimony at the British Board of Trade Inquiry, offering her account of the events on that terrible night. In July 1913, she met King George V and Queen Mary, who asked her about her experience. Annie’s reply was simple: “It is the sort of thing one doesn’t like to talk much about afterward… it was too terrible.” Despite her survival, Annie never fully recovered from the trauma. On October 9, 1914, while traveling aboard the SS Devonian, she disappeared overboard in thick fog. She was presumed drowned at the age of 49. Annie Robinson’s story is one of dedication and bravery, but also of the long shadow cast by the Titanic disaster. Though she survived the sinking, the weight of her memories was a burden she carried until the end."
    }
  }
}