{
  "passenger98": {
    "grade": "Passenger",
    "age": 24,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/98-Leontine-Aubart.png",
      "alt": "picture of Leontine Aubart"
    },
    "name": {
      "fr": "Leontine Aubart",
      "en": "Leontine Aubart",
      "da": "Leontine Aubart",
      "de": "Leontine Aubart",
      "it": "Leontine Aubart",
      "pt": "Leontine Aubart",
      "nl": "Leontine Aubart"
    },
    "description": {
      "fr": "Léontine Pauline ' Ninette ' Aubart naquit le 20 mai 1887 à Paris, en France. Dès son jeune âge, elle fut attirée par la vie artistique de Montmartre. Dans la vingtaine, elle s’était déjà fait un nom comme chanteuse et danseuse de cabaret, se produisant dans des lieux parisiens animés tels que Le Lapin Agile, où elle gagna affectueusement son nom de scène ' Ninette '. En 1912, Ninette était la maîtresse du riche homme d’affaires américain Benjamin Guggenheim, héritier de la célèbre fortune familiale. Bien que leur relation fût connue dans les cercles mondains, les convenances imposaient la discrétion. Lorsque Guggenheim retourna en Amérique en avril 1912, Ninette l’accompagna jusqu’à Cherbourg, où elle embarqua sur le RMS Titanic, en compagnie de sa femme de chambre, Emma Sägesser. Elle voyageait en première classe, occupant la cabine B-35, tandis que Guggenheim résidait dans une autre suite. Dans la nuit du 14 avril 1912, lorsque le Titanic heurta l’iceberg, Ninette et sa femme de chambre furent conduites sur le pont et placées dans le canot n°9, ce qui assura leur survie. Guggenheim, en revanche, se prépara à mourir avec panache : il revêtit sa tenue de soirée avec son valet Victor Giglio et déclara qu’ils ' descendraient en gentlemen '. À son arrivée à New York à bord du Carpathia, Ninette envoya à sa famille à Paris un court mais déchirant télégramme : ' Moi sauvée mais Ben perdu '.",
      "en": " Léontine Pauline “Ninette” Aubart was born on May 20, 1887, in Paris, France. From a young age, she was drawn to the artistic life of Montmartre. By her twenties, she had made a name for herself as a cabaret singer and dancer, performing in lively Parisian venues such as Le Lapin Agile, where she gained the affectionate stage name “Ninette.” By 1912, Ninette was the mistress of wealthy American businessman Benjamin Guggenheim, one of the heirs to the Guggenheim fortune. Though their relationship was known in social circles, propriety required discretion. When Guggenheim returned to America in April 1912, Ninette accompanied him as far as Cherbourg, where she boarded the RMS Titanic along with her maid, Emma Sägesser. She traveled as a First-Class passenger, occupying Cabin B-35, while Guggenheim resided in another suite. On the night of April 14, 1912, when the Titanic struck the iceberg, Ninette and her maid were guided to the deck and placed in Lifeboat 9, ensuring their survival. Guggenheim, by contrast, famously prepared to die, dressing in evening clothes with his valet Victor Giglio and declaring they would “go down like gentlemen.” Arriving in New York aboard the Carpathia, Ninette sent a short, heartbreaking telegram to her family in Paris: “Moi sauvée mais Ben perdu” - “I’m saved but Ben is lost.”",
      "da": "Léontine Pauline “Ninette” Aubart blev født den 20. maj 1887 i Paris, Frankrig. Allerede som ung blev hun draget af Montmartres kunstneriske liv. I tyverne havde hun gjort sig et navn som kabaretsangerinde og danser, og hun optrådte på livlige parisiske steder som Le Lapin Agile, hvor hun fik kælenavnet “Ninette”. I 1912 var Ninette elskerinde til den velhavende amerikanske forretningsmand Benjamin Guggenheim, arving til den berømte formue. Selvom forholdet var kendt i de mondæne kredse, krævede anstændigheden diskretion. Da Guggenheim i april 1912 vendte tilbage til Amerika, fulgte Ninette ham til Cherbourg, hvor hun gik ombord på RMS Titanic sammen med sin kammerpige Emma Sägesser. Hun rejste på første klasse i kahyt B-35, mens Guggenheim boede i en anden suite. Om natten den 14. april 1912, da Titanic ramte isbjerget, blev Ninette og hendes kammerpige ført til dækket og placeret i redningsbåd nr. 9, hvilket sikrede deres overlevelse. Guggenheim derimod gjorde sig klar til at dø med værdighed: han iførte sig aftendragt sammen med sin tjener Victor Giglio og erklærede, at de ville “gå ned som gentlemen”. Ved ankomsten til New York ombord på Carpathia sendte Ninette et kort, men hjerteskærende telegram til sin familie i Paris: “Moi sauvée mais Ben perdu”.",
      "de": "Léontine Pauline „Ninette“ Aubart wurde am 20. Mai 1887 in Paris, Frankreich, geboren. Schon in jungen Jahren fühlte sie sich vom künstlerischen Leben Montmartres angezogen. In ihren Zwanzigern hatte sie sich bereits einen Namen als Kabarettsängerin und Tänzerin gemacht und trat in lebhaften Pariser Lokalen wie dem Le Lapin Agile auf, wo sie den liebevollen Künstlernamen „Ninette“ erhielt. 1912 war Ninette die Geliebte des wohlhabenden amerikanischen Geschäftsmanns Benjamin Guggenheim, Erbe des berühmten Familienvermögens. Obwohl ihre Beziehung in gesellschaftlichen Kreisen bekannt war, verlangte die Etikette Diskretion. Als Guggenheim im April 1912 nach Amerika zurückkehrte, begleitete Ninette ihn bis nach Cherbourg, wo sie zusammen mit ihrer Zofe Emma Sägesser an Bord der RMS Titanic ging. Sie reiste in der Ersten Klasse und bewohnte Kabine B-35, während Guggenheim in einer anderen Suite untergebracht war. In der Nacht des 14. April 1912, als die Titanic mit dem Eisberg kollidierte, wurden Ninette und ihre Zofe an Deck gebracht und in Rettungsboot Nr. 9 gesetzt, was ihr Überleben sicherte. Guggenheim hingegen bereitete sich darauf vor, mit Würde zu sterben: Er zog zusammen mit seinem Diener Victor Giglio Abendgarderobe an und erklärte, dass sie „als Gentlemen untergehen“ würden. Nach ihrer Ankunft in New York an Bord der Carpathia schickte Ninette ihrer Familie in Paris ein kurzes, herzzerreißendes Telegramm: „Moi sauvée mais Ben perdu“.",
      "it": "Léontine Pauline “Ninette” Aubart nacque il 20 maggio 1887 a Parigi, in Francia. Fin da giovane fu attratta dalla vita artistica di Montmartre. Nei suoi vent’anni si era già fatta un nome come cantante e ballerina di cabaret, esibendosi in vivaci locali parigini come Le Lapin Agile, dove ottenne affettuosamente il soprannome d’arte “Ninette”. Nel 1912 Ninette era l’amante del ricco uomo d’affari americano Benjamin Guggenheim, erede della celebre fortuna di famiglia. Sebbene la loro relazione fosse nota nei circoli mondani, le convenzioni imponevano discrezione. Quando Guggenheim tornò in America nell’aprile 1912, Ninette lo accompagnò fino a Cherbourg, dove salì a bordo del RMS Titanic insieme alla sua cameriera Emma Sägesser. Viaggiava in prima classe, occupando la cabina B-35, mentre Guggenheim risiedeva in un’altra suite. Nella notte del 14 aprile 1912, quando il Titanic urtò l’iceberg, Ninette e la sua cameriera furono condotte sul ponte e imbarcate nella scialuppa n. 9, assicurandosi così la sopravvivenza. Guggenheim, al contrario, si preparò a morire con eleganza: indossò l’abito da sera insieme al suo valletto Victor Giglio e dichiarò che sarebbero “affondati da gentiluomini”. All’arrivo a New York a bordo della Carpathia, Ninette inviò alla sua famiglia a Parigi un breve ma straziante telegramma: “Moi sauvée mais Ben perdu”.",
      "pt": "Léontine Pauline “Ninette” Aubart nasceu em 20 de maio de 1887, em Paris, França. Desde jovem, foi atraída pela vida artística de Montmartre e, aos vinte anos, já era conhecida como cantora e dançarina de cabaré em locais animados como o Le Lapin Agile, onde recebeu o apelido carinhoso de “Ninette”. Em 1912, Ninette era amante do empresário americano Benjamin Guggenheim, herdeiro da fortuna Guggenheim. Quando Guggenheim viajou de volta aos Estados Unidos em abril, ela o acompanhou até Cherbourg, embarcando no RMS Titanic junto com sua empregada, Emma Sägesser. Ninette viajou em primeira classe, no camarote B-35. Na noite de 14 de abril, quando o navio colidiu com o iceberg, Ninette e Emma foram levadas ao convés e colocadas no bote nº 9, garantindo sua sobrevivência. Guggenheim, por sua vez, decidiu enfrentar a morte com dignidade, vestindo roupas de gala ao lado do valete Victor Giglio e declarando que iriam “afundar como cavalheiros”. Chegando a Nova Iorque a bordo do Carpathia, Ninette enviou um telegrama curto e doloroso à família em Paris: “Moi sauvée mais Ben perdu” - “Estou salva, mas Ben se perdeu.” ",
      "nl": " Léontine Pauline “Ninette” Aubart was born on May 20, 1887, in Paris, France. From a young age, she was drawn to the artistic life of Montmartre. By her twenties, she had made a name for herself as a cabaret singer and dancer, performing in lively Parisian venues such as Le Lapin Agile, where she gained the affectionate stage name “Ninette.” By 1912, Ninette was the mistress of wealthy American businessman Benjamin Guggenheim, one of the heirs to the Guggenheim fortune. Though their relationship was known in social circles, propriety required discretion. When Guggenheim returned to America in April 1912, Ninette accompanied him as far as Cherbourg, where she boarded the RMS Titanic along with her maid, Emma Sägesser. She traveled as a First-Class passenger, occupying Cabin B-35, while Guggenheim resided in another suite. On the night of April 14, 1912, when the Titanic struck the iceberg, Ninette and her maid were guided to the deck and placed in Lifeboat 9, ensuring their survival. Guggenheim, by contrast, famously prepared to die, dressing in evening clothes with his valet Victor Giglio and declaring they would “go down like gentlemen.” Arriving in New York aboard the Carpathia, Ninette sent a short, heartbreaking telegram to her family in Paris: “Moi sauvée mais Ben perdu” - “I’m saved but Ben is lost.”"
    },
    "postIceberg": {
      "fr": "De retour en France, Ninette reprit sa vie à Paris. En 1927, elle épousa Eugène Richard André Delannoy à Cassis, mais leur mariage se solda par un divorce en 1934. Elle continua ensuite à vivre discrètement, loin de la notoriété du drame du Titanic qui avait marqué à jamais sa jeunesse. Léontine Pauline Aubart s’éteignit le 29 octobre 1964 à Épinay-sur-Orge, près de Paris, à l’âge de 77 ans. Elle fut inhumée au cimetière Saint-Vincent, à Montmartre - le même quartier bohème où sa carrière de chanteuse avait autrefois pris son essor.",
      "en": "Returning to France, Ninette resumed her life in Paris. In 1927, she married Eugène Richard André Delannoy in Cassis, but the marriage ended in divorce in 1934. She continued to live quietly, far removed from the notoriety of the Titanic disaster that had forever marked her youth. Léontine Pauline Aubart died on October 29, 1964, in Épinay-sur-Orge, near Paris, at the age of 77. She was buried in Cimetière Saint-Vincent in Montmartre-the same bohemian neighborhood where her career as a singer had once flourished. ",
      "da": "Efter sin tilbagevenden til Frankrig genoptog Ninette sit liv i Paris. I 1927 giftede hun sig med Eugène Richard André Delannoy i Cassis, men ægteskabet endte med skilsmisse i 1934. Hun levede derefter et stille liv, langt fra den berømmelse, som Titanic-katastrofen for altid havde bragt hende. Léontine Pauline Aubart døde den 29. oktober 1964 i Épinay-sur-Orge, nær Paris, i en alder af 77 år. Hun blev begravet på Cimetière Saint-Vincent i Montmartre - det samme bohemekvarter, hvor hendes sangkarriere engang var begyndt.",
      "de": "Nach ihrer Rückkehr nach Frankreich nahm Ninette ihr Leben in Paris wieder auf. 1927 heiratete sie Eugène Richard André Delannoy in Cassis, doch die Ehe wurde 1934 geschieden. Danach lebte sie zurückgezogen, fernab des Ruhms, den die Titanic-Katastrophe ihrer Jugend für immer verliehen hatte. Léontine Pauline Aubart starb am 29. Oktober 1964 in Épinay-sur-Orge bei Paris im Alter von 77 Jahren. Sie wurde auf dem Cimetière Saint-Vincent in Montmartre beigesetzt - jenem Bohème-Viertel, in dem ihre Karriere als Sängerin einst begonnen hatte.",
      "it": "Ritornata in Francia, Ninette riprese la sua vita a Parigi. Nel 1927 sposò Eugène Richard André Delannoy a Cassis, ma il matrimonio si concluse con un divorzio nel 1934. Continuò poi a vivere in modo discreto, lontana dalla notorietà legata alla tragedia del Titanic che aveva segnato per sempre la sua giovinezza. Léontine Pauline Aubart morì il 29 ottobre 1964 a Épinay-sur-Orge, vicino a Parigi, all’età di 77 anni. Fu sepolta al Cimetière Saint-Vincent, a Montmartre - lo stesso quartiere bohémien dove la sua carriera di cantante era iniziata.",
      "pt": "De volta à França, retomou sua vida em Paris. Em 1927, casou-se com Eugène Richard André Delannoy, em Cassis, mas o casamento terminou em divórcio em 1934. Depois, viveu discretamente, afastada da fama que a tragédia do Titanic havia lhe trazido. Ninette Aubart morreu em 29 de outubro de 1964, em Épinay-sur-Orge, perto de Paris, aos 77 anos, sendo sepultada no Cimetière Saint-Vincent, em Montmartre - o mesmo bairro boêmio onde havia brilhado como cantora.",
      "nl": "Returning to France, Ninette resumed her life in Paris. In 1927, she married Eugène Richard André Delannoy in Cassis, but the marriage ended in divorce in 1934. She continued to live quietly, far removed from the notoriety of the Titanic disaster that had forever marked her youth. Léontine Pauline Aubart died on October 29, 1964, in Épinay-sur-Orge, near Paris, at the age of 77. She was buried in Cimetière Saint-Vincent in Montmartre-the same bohemian neighborhood where her career as a singer had once flourished. "
    }
  }
}