{
  "passenger9": {
    "grade": "Passenger",
    "age": 29,
    "role": {
      "fr": "Chauffeur mécanicien principal",
      "en": "Leading fireman stoker",
      "da": "Overlevende besætningsmedlem (overfyrbøder)",
      "de": "Führender Marinefeuerwehrmann",
      "it": "Capo fuochista",
      "pt": "Chefe foguista",
      "nl": "Leading fireman stoker"
    },
    "class": "Staff",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/09-Frederick-Barrett.jpg",
      "alt": "picture of Frederick Barrett"
    },
    "name": {
      "fr": "Frederick Barrett",
      "en": "Frederick Barrett",
      "da": "Frederick Barrett",
      "de": "Frederick Barrett",
      "it": "Frederick Barrett",
      "pt": "Frederick Barrett",
      "nl": "Frederick Barrett"
    },
    "description": {
      "fr": " Frederick Barrett était un ouvrier de 29 ans originaire du nord de l’Angleterre. Il s’est tourné vers la mer et travaillait sur des navires dès 1903. En 1912, fort de plusieurs années d’expérience, Barrett fut recruté comme chef chauffeur à bord du Titanic, prenant la responsabilité d’une chaufferie avec une équipe de 10 à 15 chauffeurs sous ses ordres. Maintenir les chaudières allumées sur les moteurs à vapeur était la responsabilité des équipes d’hommes appelés chauffeurs (firemen) et trimmers. Les chauffeurs, ou firemen, étaient affectés à trois foyers à la fois, passant leurs quarts de quatre heures à pelleter du charbon. Les trimmers déplaçaient le charbon dans tout le navire, non seulement pour l’apporter aux chauffeurs dans la chaufferie, mais aussi pour répartir le charbon stocké afin de maintenir l’équilibre du navire. Chaque section était supervisée par des chefs chauffeurs, ou Stoker Foremen. L’équipe des chaudières travaillait en trois quarts, de quatre heures chacun, avec huit heures entre les quarts pour récupérer des températures étouffantes et du travail éreintant dans les chaudières.À 23h40, le dimanche 14 avril, Barrett travaillait dans la chaufferie numéro 6, approchant de la fin de son deuxième quart de 8 à 12 heures de la journée, et lui ainsi que le reste de son équipe attendaient sans doute avec impatience leur pause bien méritée pour échapper à la chaleur étouffante des chaufferies.",
      "en": "Frederick Barrett was a 29 year-old laborer from the north of England. He took to the sea, and was crewing ships as early as 1903. By 1912, with years of experience behind him, Barrett was brought on as a leading stoker aboard Titanic, taking charge of a boiler room with a team of 10-15 firemen working under him. Keeping the boilers lit on steam engines was the responsibility of teams of men called stokers (firemen), and trimmers. The stokers, or firemen, were assigned three furnaces at a time, spending their four hour shifts shoveling coal. Trimmers moved coal throughout the ship, not only transporting it to the firemen for use in the boiler, but maneuvering the stored coal throughout the ship to maintain weight distribution. Each section was under the supervision of leading firemen, or Stoker Foremen The boiler crew worked in three shifts, of four hour watches, with eight hours between shifts to recover from the blistering temperatures and backbreaking work in the boilers. At 11:40 PM on Sunday the 14th of April Barrett was working in boiler room 6, nearing the end of his second 8-12 shift of the day, and he and the rest of his crew were likely looking forward to their hard-earned shift break and escaping the stiflingly hot boiler rooms.",
      "da": "Frederick Barrett var en 29-årig arbejder fra det nordlige England. Han stak første gang til søs tilbage i 1903. I 1912 med mange års erfaring i rygsækken blev Barrett ansat som overfyrbøder om bord på Titanic og fik ansvaret for et kedelrum med et hold på 10-15 fyrbødere. \n\nAnsvaret for at holde kedlerne på dampmaskinerne i gang lå hos flere hold bestående af mænd, der blev kaldt fyrbødere og kullempere. Fyrbøderne fik tildelt tre ovne ad gangen, og de brugte deres fire timers vagter på at skovle kul ind i ovnene. Kullempere flyttede kul rundt på skibet, ikke kun for at transportere det til fyrbøderne til brug i ovne og kedelrum, men også for at fordele det oplagrede kul rundt omkring på skibet, så den rigtige vægtfordeling blev opretholdt. Hver sektion var under opsyn af en overfyrbøder. Kedelbesætningen arbejdede i treholdsskift med fire timers vagter og otte timers hvile mellem hvert skift for at komme sig efter den ulidelige varme og det opslidende arbejde i kedelrummene. \n\nSøndag den 14. april kl. 23.40 arbejdede Barrett i kedelrum 6 og nærmede sig afslutningen på dagens andet 8-12-skift. Han og resten af holdet så sandsynligvis frem til deres velfortjente vagtpause og til at komme væk fra den kvælende varme i kedelrummet.",
      "de": "Frederick Barrett war ein 29-jähriger Arbeiter aus dem Norden Englands. Er fuhr zur See und arbeitete bereits 1903 als Schiffsbesatzung. Mit seiner jahrelangen Erfahrung wurde Barrett 1912 als leitender Heizer an Bord der Titanic eingestellt und übernahm die Leitung eines Kesselraums mit einem Team von 10-15 Heizern, die unter ihm arbeiteten. Für die Befeuerung der Kessel von Dampfmaschinen waren Teams von Männern zuständig, die Heizer (Stoker) und Trimmer genannt wurden. Die Heizer waren jeweils drei Öfen zugeteilt und verbrachten ihre vierstündigen Schichten damit, Kohle zu schaufeln. Die Trimmer bewegten die Kohle im ganzen Schiff, indem sie sie nicht nur zu den Heizern brachten, um sie im Kessel zu verwenden, sondern auch die gelagerte Kohle im ganzen Schiff umlagerten, um das Gewicht zu verteilen. Die Kesselmannschaft arbeitete in drei Schichten mit vierstündigen Wachen und acht Stunden Pause zwischen den Schichten, um sich von den glühenden Temperaturen und der harten Arbeit in den Kesseln zu erholen. Am Sonntag, den 14. April, arbeitete Barrett um 23:40 Uhr im Kesselraum 6, kurz vor dem Ende seiner zweiten 8-12-Stunden-Schicht des Tages. Er und der Rest seiner Mannschaft freuten sich wahrscheinlich auf ihre hart verdiente Schichtpause und darauf, den brütend heißen Kesselräumen zu entkommen.",
      "it": "Frederick Barrett era un 29enne operaio dal nord dell'Inghilterra. Preso la via del mare giovanissimo e già nel 1903 lavorava a bordo. Nel 1912, con anni di esperienza alle spalle, Barrett fu assunto come fuochista a bordo del Titanic e si occupava di un locale caldaia con una squadra di 10-15 uomini che lavoravano sotto di lui. Fuochisti e rifirnitori. Mantenere le caldaie accese sui motori a vapore era il loro compito. Ai fuochisti, venivano assegnati tre forni alla volta e trascorrevano turni di quattro ore a spalare carbone. I trasportatori spostavano il carbone in tutta la nave, non solo trasportandolo ai fuochisti per l'uso nella caldaia, ma manovravano il carbone immagazzinato in tutta la nave per mantenere una corretta la distribuzione del peso. Ogni sezione era sotto la supervisione di un caposquadra. La squadra caldaia lavorava in tre turni, di quattro ore di guardia, con otto ore tra i turni per recuperare il materiale incenerito nelle caldaie. Alle 23:40 di domenica 14 aprile Barrett stava lavorando nella sala caldaie 6 ed aveva quasi finito un secondo turno che andava dalle 8 alle 12 p.m e lui e il resto del suo equipaggio erano probabilmente impazienti di fare la loro meritata pausa di turno e di fuggire dalla sala caldaie  bollente.",
      "pt": "Frederick Barrett era um trabalhador de 29 anos do norte da Inglaterra. Ele entrou para a vida marítima e já trabalhava em navios desde 1903. Em 1912, com vários anos de experiência, Barrett foi contratado como chefe dos caldeireiros (leading stoker) a bordo do Titanic, responsável por uma casa de caldeiras com uma equipe de 10 a 15 foguistas (firemen) sob seu comando. Manter as caldeiras acesas nas máquinas a vapor era tarefa de equipes de homens chamadas de foguistas (firemen) e trimmers. Os foguistas eram designados para cuidar de três fornalhas por vez, trabalhando em turnos de quatro horas, empurrando carvão para alimentar o fogo. Os trimmers eram responsáveis por transportar o carvão pelo navio, não apenas levando-o até os foguistas para uso nas caldeiras, mas também redistribuindo o carvão armazenado para manter o equilíbrio de peso da embarcação. Cada seção estava sob a supervisão de um foguista-chefe, conhecido como Stoker Foreman. A equipe da casa de caldeiras trabalhava em três turnos, com turnos de quatro horas e intervalos de oito horas para recuperação, dada a alta temperatura e o esforço intenso no ambiente das caldeiras. Às 23h40 do domingo, 14 de abril, Barrett estava trabalhando na casa de caldeiras nº 6, próximo ao final de seu segundo turno do dia, das 8 às 12 horas. Ele e o restante da equipe provavelmente aguardavam ansiosamente a pausa merecida para o descanso, almejando escapar do calor sufocante das caldeiras.",
      "nl": "Frederick Barrett was a 29 year-old laborer from the north of England. He took to the sea, and was crewing ships as early as 1903. By 1912, with years of experience behind him, Barrett was brought on as a leading stoker aboard Titanic, taking charge of a boiler room with a team of 10-15 firemen working under him. Keeping the boilers lit on steam engines was the responsibility of teams of men called stokers (firemen), and trimmers. The stokers, or firemen, were assigned three furnaces at a time, spending their four hour shifts shoveling coal. Trimmers moved coal throughout the ship, not only transporting it to the firemen for use in the boiler, but maneuvering the stored coal throughout the ship to maintain weight distribution. Each section was under the supervision of leading firemen, or Stoker Foremen The boiler crew worked in three shifts, of four hour watches, with eight hours between shifts to recover from the blistering temperatures and backbreaking work in the boilers. At 11:40 PM on Sunday the 14th of April Barrett was working in boiler room 6, nearing the end of his second 8-12 shift of the day, and he and the rest of his crew were likely looking forward to their hard-earned shift break and escaping the stiflingly hot boiler rooms."
    },
    "postIceberg": {
      "fr": "Frederick Barrett, chef chauffeur dans la chaufferie n°6, fut l’un des premiers à sentir les eaux glacées de l’Atlantique envahir le navire. Il travailla avec ses hommes pour sécuriser les chaudières et maintenir le fonctionnement des autres chaufferies. Il survécut au naufrage en montant à bord du canot n°13. Il témoigna plus tard sur les conditions dans les chaufferies pendant la catastrophe.",
      "en": "Frederick Barrett, a leading stoker in Boiler Room No. 6, was one of the first to feel the freezing waters of the Atlantic rush into the Ship. He worked with his men to secure the boilers and keep other boiler rooms operational. He survived the sinking by boarding lifeboat 13. He later testified about the conditions in the boiler rooms during the disaster​.",
      "da": "Frederick Barrett, overfyrbøder i kedelrum 6, var en af de første, der mærkede Atlanterhavets iskolde vand strømme ind i skibet. Han arbejdede sammen med sine mænd for at sikre kedlerne og holde andre kedelrum i drift. Han overlevede forliset ved at gå om bord i redningsbåd nr. 13. Han vidnede senere om forholdene i kedelrummene under katastrofen.",
      "de": "Frederick Barrett, leitender Heizer im Kesselraum Nr. 6, war einer der ersten, der das eiskalte Wasser des Atlantiks in das Schiff eindringen sah. Er arbeitete mit seinen Männern daran, die Kessel zu sichern und andere Kesselräume in Betrieb zu halten. Er überlebte den Untergang an Bord des Rettungsbootes 13. Er sagte später über die Bedingungen in den Kesselräumen während der Katastrophe aus.",
      "it": "Frederick Barrett, un capostoker nella Sala Caldaie n. 6, fu uno dei primi a sentire le gelide acque dell'Atlantico irrompere nella nave. Lavorò con i suoi uomini per mettere in sicurezza le caldaie e mantenere operativi gli altri locali caldaie. Sopravvisse all'affondamento salendo sulla scialuppa 13. In seguito testimoniò sulle condizioni nelle sale caldaie durante la tragedia.",
      "pt": "Frederick Barrett, chefe dos foguistas na Sala de Caldeiras nº 6, foi um dos primeiros a sentir as águas geladas do Atlântico invadirem o navio. Trabalhou com sua equipe para proteger as caldeiras e manter em funcionamento outras salas de caldeiras. Sobreviveu ao naufrágio embarcando no bote salva-vidas 13. Posteriormente, prestou depoimento sobre as condições nas salas de caldeiras durante o desastre.",
      "nl": "Frederick Barrett, a leading stoker in Boiler Room No. 6, was one of the first to feel the freezing waters of the Atlantic rush into the Ship. He worked with his men to secure the boilers and keep other boiler rooms operational. He survived the sinking by boarding lifeboat 13. He later testified about the conditions in the boiler rooms during the disaster​."
    }
  }
}