{
  "passenger37": {
    "grade": "Passenger",
    "age": 52,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/37-Major-Arthur-Godfrey-Peuchen.jpg",
      "alt": "picture of Major Arthur Godfrey Peuchen"
    },
    "name": {
      "fr": "Major Arthur Godfrey Peuchen",
      "en": "Major Arthur Godfrey Peuchen",
      "da": "Major Arthur Godfrey Peuchen",
      "de": "Major Arthur Godfrey Peuchen",
      "it": "Major Arthur Godfrey Peuchen",
      "pt": "Major Arthur Godfrey Peuchen",
      "nl": "Major Arthur Godfrey Peuchen"
    },
    "description": {
      "fr": "Le major Arthur Godfrey Peuchen était un homme d’affaires canadien et officier de milice, réputé pour son expérience en navigation de plaisance. Membre du prestigieux Royal Canadian Yacht Club, il possédait une solide connaissance maritime. Avant d’embarquer sur le Titanic, Peuchen avait assisté à des réunions d’affaires et à des événements mondains en Europe. Sa formation en chimie et en industrie faisait de lui une personnalité respectée dans le monde des affaires. Ce voyage marquait son retour au Canada, où il comptait reprendre ses activités. Passionné de voile, il s’intéressait particulièrement à la conception et aux capacités du Titanic. Il avait traversé l’Atlantique 40 fois et critiquait ouvertement la gestion des navires par le capitaine Smith.",
      "en": "Major Arthur Godfrey Peuchen was a Canadian businessman and militia officer known for his yachting experience. He was a member of the prestigious Royal Canadian Yacht Club and had significant maritime knowledge. Before boarding the Titanic, Peuchen attended business meetings and social events in Europe. His background in chemistry and manufacturing made him a respected figure in the business community. The Titanic voyage was part of his return trip to Canada, where he intended to resume his business activities. Peuchen's interest in sailing and maritime affairs made him particularly interested in the Titanic's design and capabilities. He had crossed the Atlantic 40 times and was openly critical of Captain Smith's management of ships.",
      "da": "Major Arthur Godfrey Peuchen var en canadisk forretningsmand og militærmand, der var kendt for sin erfaring til søs. Han var medlem af den prestigefyldte Royal Canadian Yacht Club og havde en betydelig maritim viden. Før han gik om bord på Titanic, deltog Peuchen i forretningsmøder og sociale arrangementer i Europa. Hans baggrund inden for kemi og fremstilling gjorde ham til en respekteret skikkelse i erhvervslivet. Rejsen med Titanic var en del af hans hjemrejse til Canada, hvor han ville genoptage sine forretningsaktiviteter. Peuchens interesse for sejlads og maritime anliggender gjorde ham særligt interesseret i Titanics design og ydeevne. Han havde krydset Atlanten 40 gange og var åbenlyst kritisk over for kaptajn Smith og de skibe, der sejlede under hans ledelse.",
      "de": "Major Arthur Godfrey Peuchen war ein kanadischer Geschäftsmann und Milizoffizier, der für seine Erfahrungen im Segelsport bekannt war. Er war Mitglied des prestigeträchtigen Royal Canadian Yacht Club und verfügte über umfangreiche maritime Kenntnisse. Bevor er an Bord der Titanic ging, besuchte Peuchen Geschäftstreffen und gesellschaftliche Veranstaltungen in Europa. Sein Hintergrund in Chemie und Fertigung machte ihn zu einer angesehenen Persönlichkeit in der Geschäftswelt. Die Reise mit der Titanic war Teil seiner Rückreise nach Kanada, wo er seine geschäftlichen Aktivitäten wieder aufnehmen wollte. Peuchens Interesse am Segeln und an maritimen Angelegenheiten machte ihn besonders neugierig auf das Design und die Fähigkeiten der Titanic. Er hatte den Atlantik 40 Mal überquert und übte offen Kritik an der Schiffsführung von Kapitän Smith.",
      "it": "Il maggiore Arthur Godfrey Peuchen era un uomo d'affari canadese e ufficiale di milizia noto per la sua esperienza nella navigazione. Era membro del prestigioso Royal Canadian Yacht Club e aveva una conoscenza marittima significativa. Prima di imbarcarsi sul Titanic, Peuchen aveva partecipato a riunioni di lavoro ed eventi sociali in Europa. Il suo background in chimica e manifattura lo rendeva una figura rispettata nella comunità imprenditoriale. Il viaggio sul Titanic faceva parte del suo ritorno in Canada, dove intendeva riprendere le sue attività commerciali. L'interesse di Peuchen per la navigazione e gli affari marittimi lo rendeva particolarmente interessato al design e alle capacità del Titanic. Aveva attraversato l'Atlantico 40 volte e criticava apertamente la gestione delle navi del capitano Smith.",
      "pt": "Major Arthur Godfrey Peuchen foi um empresário canadense e oficial da milícia, conhecido por sua experiência em iatismo. Membro do prestigioso Royal Canadian Yacht Club, possuía amplo conhecimento marítimo. Antes de embarcar no Titanic, Peuchen participou de reuniões de negócios e eventos sociais na Europa. Com formação em química e manufatura, era uma figura respeitada na comunidade empresarial. A viagem no Titanic fazia parte do seu retorno ao Canadá, onde pretendia retomar suas atividades comerciais. Seu interesse pela vela e assuntos marítimos o levou a demonstrar particular atenção ao projeto e às capacidades do Titanic. Peuchen já havia cruzado o Atlântico 40 vezes e era abertamente crítico em relação à gestão do Capitão Smith sobre as embarcações.",
      "nl": "Major Arthur Godfrey Peuchen was a Canadian businessman and militia officer known for his yachting experience. He was a member of the prestigious Royal Canadian Yacht Club and had significant maritime knowledge. Before boarding the Titanic, Peuchen attended business meetings and social events in Europe. His background in chemistry and manufacturing made him a respected figure in the business community. The Titanic voyage was part of his return trip to Canada, where he intended to resume his business activities. Peuchen's interest in sailing and maritime affairs made him particularly interested in the Titanic's design and capabilities. He had crossed the Atlantic 40 times and was openly critical of Captain Smith's management of ships."
    },
    "postIceberg": {
      "fr": "Le major Arthur Godfrey Peuchen était un homme d’affaires canadien et officier de milice ayant une grande expérience de la navigation de plaisance. Il était passager de première classe à bord du RMS Titanic. La nuit du naufrage, Peuchen fut l’un des rares hommes autorisés à monter dans un canot de sauvetage, en l’occurrence le n°6, après qu’on se soit aperçu qu’il manquait d’équipage pour manier les rames. Son expérience en navigation fut précieuse pour diriger le canot. Le sang-froid et les compétences pratiques de Peuchen furent déterminants pour maintenir l’ordre parmi les occupants du canot. Après avoir été secouru par le RMS Carpathia, Peuchen retourna au Canada et témoigna aux enquêtes américaines et britanniques sur la catastrophe, apportant un éclairage précieux sur les événements ayant mené au naufrage et sur les insuffisances de l’organisation des canots de sauvetage. Il poursuivit sa carrière dans les affaires et resta membre actif du Royal Canadian Yacht Club. Le témoignage et les actions de Peuchen furent remarqués pour leur intégrité et son engagement envers la sécurité publique.",
      "en": "Major Arthur Godfrey Peuchen was a Canadian businessman and militia officer who had significant experience in yachting. He was a first-class passenger on the RMS Titanic. On the night of the sinking, Peuchen was one of the few men allowed into a lifeboat, specifically lifeboat 6, after it was discovered that it lacked sufficient crew to man the oars. His yachting experience proved valuable in navigating the lifeboat. Peuchen’s calm demeanor and practical skills were instrumental in maintaining order among the lifeboat's occupants. After being rescued by the RMS Carpathia, Peuchen returned to Canada and testified at both the American and British inquiries into the disaster, providing valuable insights into the events leading up to the sinking and the inadequacies of the lifeboat arrangements. He continued his career in business and remained an active member of the Royal Canadian Yacht Club. Peuchen's testimony and actions were noted for their integrity and his commitment to public safety.",
      "da": "Major Arthur Godfrey Peuchen var en canadisk forretningsmand og militærmand, som havde stor erfaring med sejlsport. Han var passager på første klasse på RMS Titanic. På ulykkesnatten var Peuchen en af de få mænd, der fik lov til at gå i en redningsbåd, nærmere bestemt redningsbåd nr. 6, da man opdagede, at der ikke var nok mandskab til at bemande årerne. Hans sejlererfaring viste sig at være værdifuld i forhold til at navigere redningsbåden. Peuchens rolige adfærd og praktiske færdigheder var medvirkende til at opretholde ro og orden blandt redningsbådens passagerer. Efter at være blevet reddet af RMS Carpathia vendte Peuchen tilbage til Canada og vidnede ved både den amerikanske og den britiske undersøgelse af katastrofen, hvor han gav et værdifuldt indblik i de begivenheder, der førte til forliset, og især problemet med manglen på redningsbåde. Han fortsatte sin karriere i erhvervslivet og forblev et aktivt medlem af Royal Canadian Yacht Club. I forbindelse med sine vidnesbyrd blev Peuchen rost for sin ærlighed og sit engagement i den offentlige sikkerhed.",
      "de": "Major Arthur Godfrey Peuchen war ein kanadischer Geschäftsmann und Milizoffizier mit großer Segelerfahrung. Er war ein Passagier der Ersten Klasse auf der RMS Titanic. In der Nacht des Untergangs war Peuchen einer der wenigen Männer, die an Bord eines Rettungsbootes gehen durften, und zwar des Rettungsbootes 6, nachdem festgestellt worden war, dass es an einer ausreichenden Besatzung zum Rudern fehlte. Seine Erfahrung in der Navigation erwies sich als unschätzbar wertvoll für die Führung des Rettungsbootes. Peuchens ruhiges Auftreten und seine praktischen Fähigkeiten trugen wesentlich dazu bei, die Ordnung unter den Insassen des Rettungsbootes aufrechtzuerhalten. Nach seiner Rettung von der RMS Carpathia kehrte Peuchen nach Kanada zurück und sagte sowohl bei den amerikanischen als auch bei den britischen Untersuchungen der Katastrophe aus, wobei er wertvolle Informationen über die Ereignisse, die zum Untergang führten, und über die Unzulänglichkeiten der Rettungsboote lieferte. Er setzte seine Karriere in der Wirtschaft fort und blieb aktives Mitglied des Royal Canadian Yacht Club. Peuchens Aussagen und Handlungen waren bekannt für ihre Integrität und sein Engagement für die öffentliche Sicherheit.",
      "it": "Il maggiore Arthur Godfrey Peuchen era un uomo d'affari canadese e ufficiale di milizia con una significativa esperienza nella navigazione. Era un passeggero di prima classe sul RMS Titanic. La notte dell'affondamento, Peuchen fu uno dei pochi uomini autorizzati a salire su una scialuppa, precisamente la scialuppa 6, dopo che si scoprì che mancava di equipaggio sufficiente per remare. La sua esperienza nella navigazione si rivelò preziosa per guidare la scialuppa. Il comportamento calmo e le capacità pratiche di Peuchen furono fondamentali per mantenere l'ordine tra gli occupanti della scialuppa. Dopo essere stato salvato dalla RMS Carpathia, Peuchen tornò in Canada e testimoniò sia alle inchieste americane che britanniche sul disastro, fornendo preziose informazioni sugli eventi che portarono all'affondamento e sulle carenze delle disposizioni delle scialuppe. Continuò la sua carriera negli affari e rimase un membro attivo del Royal Canadian Yacht Club. La testimonianza e le azioni di Peuchen furono notate per la loro integrità e il suo impegno per la sicurezza pubblica.",
      "pt": "Na noite do naufrágio, Guggenheim ficou famoso por vestir seu traje de gala, declarando estar preparado para “afundar como um cavalheiro”. Ele e seu criado Giglio foram vistos pela última vez sentados em cadeiras de convés, calmamente tomando conhaque e fumando charutos enquanto o navio afundava. A compostura e a coragem de Guggenheim deixaram uma impressão duradoura nos sobreviventes, que relataram sua aceitação digna do destino. Apesar de sua postura heroica, Guggenheim não sobreviveu ao desastre, e seu corpo nunca foi recuperado. Suas ações durante o naufrágio são lembradas como um testemunho de seu caráter, personificando um senso de honra e firmeza diante da morte certa.",
      "nl": "Major Arthur Godfrey Peuchen was a Canadian businessman and militia officer who had significant experience in yachting. He was a first-class passenger on the RMS Titanic. On the night of the sinking, Peuchen was one of the few men allowed into a lifeboat, specifically lifeboat 6, after it was discovered that it lacked sufficient crew to man the oars. His yachting experience proved valuable in navigating the lifeboat. Peuchen’s calm demeanor and practical skills were instrumental in maintaining order among the lifeboat's occupants. After being rescued by the RMS Carpathia, Peuchen returned to Canada and testified at both the American and British inquiries into the disaster, providing valuable insights into the events leading up to the sinking and the inadequacies of the lifeboat arrangements. He continued his career in business and remained an active member of the Royal Canadian Yacht Club. Peuchen's testimony and actions were noted for their integrity and his commitment to public safety."
    }
  }
}