{
  "passenger28": {
    "grade": "Passenger",
    "age": 2,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/28-Helen-Loraine-Alison.jpg",
      "alt": "picture of Helen Loraine Alison"
    },
    "name": {
      "fr": "Helen Loraine Allison",
      "en": "Helen Loraine Allison",
      "da": "Helen Loraine Allison",
      "de": "Helen Loraine Allison",
      "it": "Helen Loraine Allison",
      "pt": "Helen Loraine Allison",
      "nl": "Helen Loraine Allison"
    },
    "description": {
      "fr": "H. Loraine Allison naquit le 5 juin 1909 et n’avait pas encore trois ans lors du départ du Titanic. Son père, Hudson Allison, était un riche courtier en bourse de l’Ontario, Canada, qui s’était lancé dans la finance à 19 ans. Sa mère, Bess Waldo Daniels, était originaire de Milwaukee, Wisconsin. Le couple s’était marié en 1908 et accueillit Loraine l’année suivante. Son frère Trevor naquit le 7 mai 1911. En 1912, Hudson emmena sa famille en Angleterre pour affaires. Méthodistes fervents, ils visitèrent Epworth pour que Trevor soit baptisé dans un lieu historique pour leur foi. Un autre objectif du voyage était d’acheter des meubles et du personnel pour leur nouvelle maison au Québec, le tout devant être transporté sur le luxueux Titanic. Les Allison disposaient de trois cabines de première classe sur le pont supérieur. Deux nouveaux domestiques voyageaient avec eux pour s’occuper des enfants, deux autres en deuxième classe. Le soir du 14 avril, la petite Loraine rejoignit sa mère dans la salle à manger de première classe pour admirer la décoration avant que ses parents ne dînent.",
      "en": "H. Loraine Allison was born June 5, 1909, and was not yet three years old when Titanic set sail. Loraine’s father Hudson Allison was a wealthy stockbroker from Ontario, Canada. Hudson showed a strong business sense from a young age, and had begun working in finance at 19. Loraine’s mother was an American named Bess Waldo Daniels from Milwaukee, Wisconsin. The two were married in 1908, and welcomed Loraine a year later. Loraine’s brother Trevor was born on May 7, 1911. In 1912 Hudson took his family with him to England as part of a business trip. The Allisons were devout Methodists, and part of their trip included a visit to Epworth, so that baby Trevor could be baptized in a place of historical importance to the Methodists. Another important part of their trip to England was to procure furniture and staff for the new house they had built in Quebec, all of which would be transported back on the luxurious new liner: Titanic. The Allisons had three 1st cabins on the Upper Deck. Two of the new servants traveled with them to look after the children, while the other two traveled in 2nd. On the evening of April 14th, little Loraine joined her mother in the 1st dining room to admire the decor before her parents sat down to dinner. ",
      "da": "H. Loraine Allison blev født den 5. juni 1909 og var endnu ikke tre år gammel, da Titanic stak til søs. Loraines far Hudson Allison var en velhavende børsmægler fra Ontario i Canada. Hudson viste en stærk forretningssans fra en ung alder og begyndte at arbejde i finansverdenen som 19-årig. Loraines mor var en amerikaner ved navn Bess Waldo Daniels fra Milwaukee, Wisconsin. De to blev gift i 1908 og fik Loraine et år senere. Loraines bror Trevor blev født den 7. maj 1911. \n\nI 1912 tog Hudson sin familie med til England på en forretningsrejse. Familien Allison var troende metodister, og en del af deres rejse gik til Epworth, så lille Trevor kunne blive døbt på et sted, der var historisk vigtigt for metodister. En anden vigtig del af deres rejse til England var at anskaffe møbler og finde tjenestefolk til det nye hus, de havde bygget i Quebec. Det hele skulle transporteres tilbage på det nye, luksuriøse skib: Titanic. \n\nFamilien Allison havde tre kahytter på første klasse, som alle lå på øverste dæk. To af de nye tjenestefolk rejste med dem for at passe børnene, mens de to andre rejste på anden klasse. Om aftenen den 14. april gik lille Loraine med sin mor ind i spisesalen på første klasse for at beundre indretningen, før hendes forældre satte sig til bords. ",
      "de": "H. Loraine Allison wurde am 5. Juni 1909 geboren und war noch keine drei Jahre alt, als die Titanic in See stach. Loraines Vater Hudson Allison war ein wohlhabender Börsenmakler aus Ontario, Kanada. Hudson Allison zeigte schon in jungen Jahren einen ausgeprägten Geschäftssinn und war bereits mit 19 Jahren im Finanzwesen tätig. Loraines Mutter war eine Amerikanerin namens Bess Waldo Daniels aus Milwaukee, Wisconsin. Die beiden heirateten 1908 und nahmen Loraine ein Jahr später auf. Loraines Bruder Trevor wurde am 7. Mai 1911 geboren. Im Jahr 1912 nahm Hudson seine Familie im Rahmen einer Geschäftsreise mit nach England. Die Allisons waren gläubige Methodisten, und ein Teil ihrer Reise beinhaltete einen Besuch in Epworth, damit der kleine Trevor an einem Ort getauft werden konnte, der für die Methodisten von historischer Bedeutung war. Ein weiterer wichtiger Teil ihrer Reise nach England war die Beschaffung von Möbeln und Personal für das neue Haus, das sie in Quebec gebaut hatten und das mit dem neuen Luxusliner zurückgebracht werden sollte: Titanic. Die Allisons hatten drei Erste-Klasse-Kabinen auf dem Oberdeck. Zwei der neuen Bediensteten reisten mit ihnen, um auf die Kinder aufzupassen, während die beiden anderen in der zweiten Klasse reisten. Am Abend des 14. April gesellte sich die kleine Loraine zu ihrer Mutter in den Speisesaal der Ersten Klasse, um die Einrichtung zu bewundern, bevor sich ihre Eltern zum Abendessen setzten. ",
      "it": "H. Loraine Allison nacque il 5 giugno 1909 e non aveva ancora tre anni quando il Titanic salpò. Il padre di Loraine, Hudson Allison, era un ricco agente di cambio dell’Ontario che aveva dimostrato un forte senso degli affari fin dalla giovane età e aveva iniziato a lavorare in finanza a soli 19 anni. La madre di Loraine era un’americana di nome Bess Waldo Daniels di Milwaukee, nel Wisconsin. I due si sposarono nel 1908 e Loraine arrivò un anno dopo. Il fratello di Loraine, Trevor, nacque il 7 maggio 1911. Nel 1912 Hudson portò la sua famiglia con sé in Inghilterra dove era andato per un viaggio d’affari. Gli Allison erano devoti metodisti e parte del loro viaggio comprendeva una visita a Epworth in modo che il Trevor potesse essere battezzato in un luogo di importanza storica per i metodisti. Un’altra ragione importante del viaggio in Inghilterra fu quella di scegliere sia i mobili che il personale per la nuova casa che avevano costruito in Quebec, che sarebbero stati tutti trasportati sul lussuoso nuovo transatlantico: il Titanic. Gli Allison avevano tre cabine di prima classe sul ponte superiore. Due con i nuovi domestici che viaggiavano con loro per badare ai bambini, mentre le altre due cabine per i domestici erano in seconda classe. La sera del 14 aprile, la piccola Loraine ha raggiunto la madre nella sala da pranzo di prima classe per ammirarla, prima che i suoi genitori si sedessero a cena. ",
      "pt": "H. Loraine Allison nasceu em 5 de junho de 1909, ainda não tinha três anos quando o Titanic zarpar. O pai de Loraine, Hudson Allison, era um rico corretor de ações de Ontário, Canadá. Hudson demonstrou um forte senso comercial desde jovem e iniciou sua carreira financeira aos 19 anos. A mãe de Loraine, Bess Waldo Daniels, era americana, natural de Milwaukee, Wisconsin. O casal casou-se em 1908 e recebeu Loraine um ano depois. O irmão de Loraine, Trevor, nasceu em 7 de maio de 1911. Em 1912, Hudson levou a família para a Inglaterra em uma viagem de negócios. Os Allison eram metodistas devotos, e parte da viagem incluiu uma visita a Epworth para que o bebê Trevor fosse batizado em um local de importância histórica para os metodistas. Outra parte importante da viagem foi adquirir móveis e empregados para a nova casa que haviam construído em Quebec, tudo o que seria transportado no luxuoso novo transatlântico: o Titanic. Os Allison possuíam três cabines de primeira classe no Convés Superior. Dois dos novos empregados os acompanhavam para cuidar das crianças, enquanto outros dois viajavam em segunda classe. Na noite de 14 de abril, a pequena Loraine juntou-se à mãe na sala de jantar da primeira classe para admirar a decoração antes que seus pais se sentassem para jantar.",
      "nl": "H. Loraine Allison was born June 5, 1909, and was not yet three years old when Titanic set sail. Loraine’s father Hudson Allison was a wealthy stockbroker from Ontario, Canada. Hudson showed a strong business sense from a young age, and had begun working in finance at 19. Loraine’s mother was an American named Bess Waldo Daniels from Milwaukee, Wisconsin. The two were married in 1908, and welcomed Loraine a year later. Loraine’s brother Trevor was born on May 7, 1911. In 1912 Hudson took his family with him to England as part of a business trip. The Allisons were devout Methodists, and part of their trip included a visit to Epworth, so that baby Trevor could be baptized in a place of historical importance to the Methodists. Another important part of their trip to England was to procure furniture and staff for the new house they had built in Quebec, all of which would be transported back on the luxurious new liner: Titanic. The Allisons had three 1st cabins on the Upper Deck. Two of the new servants traveled with them to look after the children, while the other two traveled in 2nd. On the evening of April 14th, little Loraine joined her mother in the 1st dining room to admire the decor before her parents sat down to dinner. "
    },
    "postIceberg": {
      "fr": "Helen Allison, qui voyageait avec ses parents et son frère, ne survécut pas au naufrage du Titanic. Aucun membre de la famille Allison, à l’exception de son jeune frère Trevor, ne survécut à la catastrophe.",
      "en": "Helen Allison, traveling with her parents and brother, did not survive the Titanic sinking. None of the Allison family, except for her younger brother Trevor, survived the disaster.",
      "da": "Helen Allison, som rejste med sine forældre og sin bror, overlevede ikke Titanics forlis. Alle i Allison-familien, undtagen hendes lillebror Trevor, omkom i katastrofen.",
      "de": "Helen Allison und ihre Eltern überlebten den Untergang der Titanic nicht. Nur ihr kleiner Bruder Trevor überlebte die Katastrophe.",
      "it": "Helen Allison, in viaggio con i suoi genitori e fratello, non sopravvisse all'affondamento del Titanic. Nessuno della famiglia Allison, tranne il fratellino Trevor, sopravvisse al disastro.",
      "pt": "Helen Allison, que viajava com seus pais e irmão, não sobreviveu ao naufrágio do Titanic. Nenhum membro da família Allison, exceto o irmão mais novo Trevor, sobreviveu ao desastre.",
      "nl": "Helen Allison, traveling with her parents and brother, did not survive the Titanic sinking. None of the Allison family, except for her younger brother Trevor, survived the disaster."
    }
  }
}