{
  "passenger59": {
    "grade": "Passenger",
    "age": 14,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro"
    },
    "class": "3rd",
    "survived": true,
    "image": {
      "src": "./Assets/images/Passengers/59-Jamilah-Niqula-Yarid.jpg",
      "alt": "picture of Jamilah Nīqūla Yārid"
    },
    "name": {
      "fr": "Jamīlah Nīqūla Yārid",
      "en": "Jamīlah Nīqūla Yārid",
      "da": "Jamīlah Nīqūla Yārid",
      "de": "Jamīlah Nīqūla Yārid",
      "it": "Jamīlah Nīqūla Yārid",
      "pt": "Jamīlah Nīqūla Yārid"
    },
    "description": {
      "fr": "Jamīlah Nīqūla Yārid est une adolescente en 1912, originaire d’une région de l’Empire ottoman qui deviendra plus tard le Liban. Comme beaucoup de familles de la région, la sienne est dispersée: sa mère et ses frères et sœurs aînés ont émigré à Jacksonville, en Floride, tandis qu’elle et son jeune frère Ilyās restent avec leur père, meunier nommé Nīqūla. En 1912, Jamīlah rejoint son père et son frère pour quitter leur village d’Al Hakūr, passant par Beyrouth, Marseille, puis Cherbourg où ils embarquent sur le Titanic avant de poursuivre vers Queenstown. En route, Nīqūla est diagnostiqué d’une infection oculaire contagieuse qui l’empêche de poursuivre le voyage. Ne voulant pas retarder toute la famille, il descend à Marseille et envoie ses deux enfants rejoindre leur mère. Les deux enfants embarquent ensemble, partageant une cabine en troisième classe. Aucun ne parle anglais, mais le Titanic accueille de nombreux immigrants arabophones en quête de famille ou de travail en Amérique. Le soir du 14 avril, Jamīlah s’endort peut-être en rêvant à la façon de fêter ses quatorze ans le lendemain.",
      "en": "Jamīlah Nīqūla Yārid was a young teenager in 1912, from a region of the Ottoman Empire that would later become Lebanon. Like many others from the region, Jamīlah’s family was separated by distance. Her mother and elder siblings had emigrated to Jacksonville, Florida years prior, while Jamīlah and her younger brother Ilyās remained behind with their father, a flour miller called Nīqūla.In 1912, Jamīlah joined her father and brother as they left their home in the village of Al Hakūr, traveling via Beirut, Marseilles, and eventually Cherbourg where they would board Titanic before she headed on to Queenstown. En route to Cherbourg, Nīqūla was diagnosed with a contagious eye infection that would not allow him to make the full journey. Not wanting to delay the whole family’s travel, Nīqūla disembarked in Marseilles and sent his two children ahead to reunite with their mother. The siblings boarded the ship together, sharing quarters in 3rd. Neither spoke English, but Titanic was host to a large number of other Arabic-speaking immigrants making a similar journey in hopes of meeting distant family members, or seeking work in the Americas. The evening of the April 14th, Jamīlah perhaps went to bed dreaming of ways to spend her fourteenth birthday when she woke the next day.",
      "da": "Jamīlah Nīqūla Yārid var en ung teenager i 1912 fra en region i det, der senere blev til Libanon. Som mange andre fra regionen var Jamīlahs familie adskilt og boede langt fra hinanden. Hendes mor og ældre søskende var emigreret til Jacksonville i Florida mange år tidligere, mens Jamīlah og hendes yngre bror Ilyās blev tilbage hos deres far, en møller ved navn Nīqūla. I 1912 forlod Jamīlah sammen med sin far og bror deres hjem i landsbyen Al Hakūr og rejste via Beirut og Marseilles til Cherbourg, hvor de gik om bord på Titanic, inden skibet satte kurs mod Queenstown. På vej til Cherbourg fik Nīqūla konstateret en smitsom øjeninfektion, som gjorde, at han ikke kunne gennemføre hele rejsen. Nīqūla ville ikke forsinke hele familiens rejse, så han gik i land i Marseille og sendte sine to børn i forvejen for at blive genforenet med deres mor. Søskendeparret gik om bord på skibet sammen og delte kahyt på tredje klasse. Ingen af dem talte engelsk, men om bord på Titanic var et stort antal andre arabisktalende immigranter, der foretog en lignende rejse i håb om at møde fjerne familiemedlemmer eller finde arbejde i Amerika. Om aftenen den 14. april gik Jamīlah måske i seng og drømte om, hvordan hun skulle tilbringe sin fjortende fødselsdag, når hun vågnede næste dag.",
      "de": "Jamīlah Nīqūla Yārid war 1912 ein junger Teenager aus einer Region des Osmanischen Reichs, die später zum Libanon werden sollte. Wie viele andere aus dieser Region war auch Jamīlahs Familie durch die Entfernung getrennt. Ihre Mutter und ihre älteren Geschwister waren Jahre zuvor nach Jacksonville, Florida, ausgewandert, während Jamīlah und ihr jüngerer Bruder Ilyās bei ihrem Vater, einem Mehlmüller namens Nīqūla, zurückblieben. Im Jahr 1912 verließ Jamīlah zusammen mit ihrem Vater und ihrem Bruder ihr Zuhause im Dorf Al Hakūr und reiste über Beirut, Marseille und schließlich Cherbourg, wo sie an Bord der Titanic gehen sollten, bevor diese nach Queenstown weiterfuhr. Auf dem Weg nach Cherbourg wurde bei Nīqūla eine ansteckende Augeninfektion diagnostiziert, die es ihm nicht erlaubte, die gesamte Reise anzutreten. Um die Reise der ganzen Familie nicht zu verzögern, ging Nīqūla in Marseille von Bord und schickte seine beiden Kinder voraus, um sie mit ihrer Mutter wieder zu vereinen. Die Geschwister gingen gemeinsam an Bord des Schiffes und teilten sich ein Quartier in der Dritten Klasse. Keiner von ihnen sprach Englisch, aber die Titanic beherbergte eine große Anzahl anderer arabischsprachiger Einwanderer, die eine ähnliche Reise unternahmen, in der Hoffnung, entfernte Familienmitglieder zu treffen oder in Amerika Arbeit zu finden. Am Abend des 14. April ging Jamīlah vielleicht zu Bett und träumte davon, wie sie ihren vierzehnten Geburtstag verbringen würde, wenn sie am nächsten Tag aufwachte.",
      "it": "Jamīlah Nīqūla Yārid era un’adolescente nel 1912, proveniente da una regione dell’Impero ottomano che sarebbe poi diventata il Libano. Come molti altri emigrati, Jamīlah aveva la famiglia divisa: sua madre e i suoi fratelli maggiori erano emigrati a Jacksonville, in Florida, anni prima, mentre Jamīlah e suo fratello minore Ilyās erano rimasti con il padre, un mugnaio di nome Nīqūla.Nel 1912, Jamīlah con suo padre e suo fratello lasciarono la casa nel villaggio di Al Hakūr, passarono da Beirut, arrivarono a Marsiglia e infine a  Cherbourg, porto di scalo del Titanic, prima di dirigersi verso Queenstown. Durante il viaggio verso Cherbourg, a Nīqūla fu diagnosticata un’infezione agli occhi contagiosa che non gli avrebbe permesso di salire a bordo. Non volendo ritardare il viaggio di tutta la famiglia, Nīqūla sbarcò a Marsiglia e mandò i suoi due figli a riunirsi con la madre. I fratelli si imbarcarono insieme, condividendo gli alloggi in terza classe. Nessuno dei due parlava inglese, ma il Titanic ospitava un gran numero di altri immigrati di lingua araba che facevano un viaggio simile nella speranza di incontrare familiari lontani o di cercare lavoro nelle Americhe. La sera del 14 aprile, Jamīlah forse andò a letto sognando piacevoli modi per trascorrere il suo quattordicesimo compleanno al suo risveglio il giorno successivo.",
      "pt": "Jamīlah Nīqūla Yārid era uma jovem adolescente em 1912, oriunda de uma região do Império Otomano que mais tarde se tornaria o Líbano. Como muitas famílias da região, a sua também vivia separada pela distância. Sua mãe e irmãos mais velhos haviam emigrado anos antes para Jacksonville, Flórida, enquanto Jamīlah e o irmão mais novo, Ilyās, permaneceram com o pai, Nīqūla, um moleiro de farinha. Em 1912, Jamīlah acompanhou o pai e o irmão quando deixaram a aldeia natal de Al Hakūr, viajando por Beirute, Marselha e, finalmente, Cherbourg, de onde embarcariam no Titanic antes de seguir viagem até Queenstown. Durante a rota até Marselha, Nīqūla foi diagnosticado com uma infecção ocular contagiosa que o impediu de prosseguir viagem. Sem querer atrasar a ida de toda a família, Nīqūla desembarcou em Marselha e enviou os dois filhos adiante para que pudessem reunir-se com a mãe. Os irmãos embarcaram juntos, dividindo um camarote na terceira classe. Nenhum deles falava inglês, mas o Titanic transportava um grande número de outros imigrantes de língua árabe que faziam a mesma jornada, seja para reencontrar familiares distantes, seja em busca de trabalho nas Américas. Na noite de 14 de abril, Jamīlah talvez tenha adormecido sonhando com maneiras de comemorar seu décimo quarto aniversário ao acordar no dia seguinte."
    },
    "postIceberg": {
      "fr": "Jamīlah Nīqūla Yārid, passagère syrienne de troisième classe, voyageait en Amérique à la recherche de meilleures opportunités. La nuit du naufrage, elle réussit à monter dans un canot de sauvetage et fut secourue par le Carpathia. Après la catastrophe, Jamīlah s’installa à New York.",
      "en": "Jamīlah Nīqūla Yārid, a Syrian third-class passenger, was traveling to America in search of better opportunities. On the night of the sinking, she managed to board a lifeboat and was rescued by the Carpathia. After the disaster, Jamīlah settled in New York.",
      "da": "Jamīlah Nīqūla Yārid, syrisk passager på tredje klasse, rejste til USA for at få et bedre liv. På aftenen for forliset lykkedes det hende at komme om bord i en redningsbåd og blive reddet af Carpathia. Efter katastrofen slog Jamīlah sig ned i New York.",
      "de": "Jamīlah Nīqūla Yārid, eine syrische Passagierin der Dritten Klasse, war auf der Suche nach besseren Möglichkeiten nach Amerika gereist. In der Nacht des Schiffbruchs gelang es ihr, ein Rettungsboot zu besteigen und von der Carpathia gerettet zu werden. Nach der Katastrophe ließ sich Jamīlah in New York nieder.",
      "it": "Jamīlah Nīqūla Yārid, una passeggera siriana di terza classe, stava viaggiando in America in cerca di migliori opportunità. La notte del naufragio riuscì a salire su una scialuppa di salvataggio e fu salvata dal Carpathia. Dopo il disastro, Jamīlah si stabilì a New York",
      "pt": "Jamīlah Nīqūla Yārid, passageira síria da Terceira Classe, viajava para a América em busca de melhores oportunidades. Na noite do naufrágio, conseguiu embarcar em um bote salva-vidas e foi resgatada pelo Carpathia. Após o desastre, Jamīlah estabeleceu-se em Nova York."
    }
  }
}