{
  "passenger38": {
    "grade": "Passenger",
    "age": 46,
    "role": {
      "fr": "Passager",
      "en": "Passenger",
      "da": "Passager",
      "de": "Passagier",
      "it": "Passeggero",
      "pt": "Passageiro",
      "nl": "Passenger"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/38-Benjamin-Guggenheim.jpg",
      "alt": "picture of Benjamin Guggenheim"
    },
    "name": {
      "fr": "Benjamin Guggenheim",
      "en": "Benjamin Guggenheim",
      "da": "Benjamin Guggenheim",
      "de": "Benjamin Guggenheim",
      "it": "Benjamin Guggenheim",
      "pt": "Benjamin Guggenheim",
      "nl": "Benjamin Guggenheim"
    },
    "description": {
      "fr": "Benjamin Guggenheim était un homme d’affaires américain, membre de la riche famille Guggenheim, connue pour ses entreprises minières. Il embarqua sur le Titanic après un voyage d’affaires en Europe, où il avait mené des réunions et supervisé ses différents intérêts. Accompagné de son valet Victor Giglio, Guggenheim était réputé pour son style de vie fastueux et sa contribution aux arts. Avant la traversée, il avait profité de la vie culturelle parisienne.",
      "en": "Benjamin Guggenheim was an American businessman and member of the wealthy Guggenheim family, known for their mining enterprises. He boarded the Titanic after a business trip to Europe, where he conducted meetings and oversaw his various interests. Accompanied by his valet Victor Giglio, Guggenheim was known for his lavish lifestyle and significant contributions to the arts. Before the voyage, he spent time in Paris, enjoying the city's cultural scene.",
      "da": "Benjamin Guggenheim var en amerikansk forretningsmand og medlem af den velhavende Guggenheim-familie, der var kendt for sine mineselskaber. Han gik om bord på Titanic efter en forretningsrejse til Europa, hvor han holdt møder og varetog sine forskellige interesser. Guggenheim blev ledsaget af sin kammertjener Victor Giglio og var kendt for sin overdådige livsstil og betydelige bidrag til kunsten. Før rejsen med Titanic tilbragte han tid i Paris, hvor han nød byens kulturelle tilbud.",
      "de": "Benjamin Guggenheim war ein amerikanischer Geschäftsmann und Mitglied der wohlhabenden Familie Guggenheim, die für ihre Bergbauunternehmen bekannt war. Er ging nach einer Geschäftsreise nach Europa, wo er Besprechungen abhielt und seine verschiedenen Interessen verfolgte, an Bord der Titanic. Guggenheim, der von seinem Kammerdiener Victor Giglio begleitet wurde, war für seinen verschwenderischen Lebensstil und seine bedeutenden Beiträge zur Kunst bekannt. Vor der Reise verbrachte er einige Zeit in Paris und genoss die kulturelle Szene der Stadt.",
      "it": "Benjamin Guggenheim era un uomo d'affari americano e membro della ricca famiglia Guggenheim, nota per le loro imprese minerarie. Si era imbarcato sul Titanic dopo un viaggio di lavoro in Europa, dove aveva condotto riunioni e supervisionato i suoi vari interessi. Accompagnato dal suo valletto Victor Giglio, Guggenheim era noto per il suo stile di vita sontuoso e i suoi contributi significativi alle arti. Prima del viaggio, aveva trascorso del tempo a Parigi, godendo della scena culturale della città.",
      "pt": "Benjamin Guggenheim foi um empresário americano e membro da rica família Guggenheim, conhecida por seus empreendimentos na mineração. Embarcou no Titanic após uma viagem de negócios pela Europa, onde realizou reuniões e supervisionou seus diversos interesses. Acompanhado por seu criado Victor Giglio, Guggenheim era conhecido por seu estilo de vida luxuoso e suas importantes contribuições às artes. Antes da viagem, passou um tempo em Paris, aproveitando a cena cultural da cidade.",
      "nl": "Benjamin Guggenheim was an American businessman and member of the wealthy Guggenheim family, known for their mining enterprises. He boarded the Titanic after a business trip to Europe, where he conducted meetings and oversaw his various interests. Accompanied by his valet Victor Giglio, Guggenheim was known for his lavish lifestyle and significant contributions to the arts. Before the voyage, he spent time in Paris, enjoying the city's cultural scene."
    },
    "postIceberg": {
      "fr": "La nuit du naufrage, Guggenheim enfila sa tenue de soirée, déclarant qu’il était prêt à sombrer en gentleman. Lui et Giglio furent vus pour la dernière fois assis dans des chaises longues, buvant du brandy et fumant des cigares alors que le navire coulait. Le sang-froid et le courage de Guggenheim laissèrent une impression durable sur les survivants, qui évoquèrent son acceptation digne de son sort. Malgré son attitude héroïque, Guggenheim ne survécut pas à la catastrophe et son corps ne fut jamais retrouvé. Ses actes cette nuit-là sont restés comme un témoignage de son caractère, incarnant l’honneur et la détermination face à la mort.",
      "en": "On the night of the sinking, Guggenheim famously donned his evening wear, stating that he was prepared to go down like a gentleman. He and Giglio were last seen seated in deck chairs, calmly sipping brandy and smoking cigars as the ship went down. Guggenheim's composure and bravery left a lasting impression on survivors, who recounted his dignified acceptance of fate. Despite his heroic demeanor, Guggenheim did not survive the disaster, and his body was never recovered. His actions during the sinking have been remembered as a testament to his character, embodying a sense of honor and resolve in the face of certain death.",
      "da": "Om aftenen, da skibet var på vej ned, tog Guggenheim efter sigende sit pæneste tøj på og sagde, at han var parat til at gå ned med skibet som en gentleman. Han og Giglio blev sidst set siddende i liggestole, hvor de roligt drak cognac og røg cigarer, mens skibet gik ned. Guggenheims ro og tapperhed efterlod et varigt indtryk på de overlevende, som fortalte om hans værdige accept af skæbnen. På trods af sin heroiske opførsel overlevede Guggenheim ikke katastrofen, og hans lig blev aldrig fundet. Hans handlinger under forliset er blevet husket som et vidnesbyrd om hans karakter, der var en personificering af værdighed og beslutsomhed i mødet med den sikre død.",
      "de": "In der Nacht des Untergangs zog Guggenheim seinen Abendanzug an und erklärte, er sei bereit, wie ein Gentleman unterzugehen. Er und Giglio wurden zuletzt gesehen, wie sie auf Deckstühlen saßen, Brandy tranken und Zigarren rauchten, als das Schiff sank. Guggenheims Gelassenheit und Mut hinterließen einen bleibenden Eindruck bei den Überlebenden, die sich an seine würdevolle Akzeptanz des Schicksals erinnerten. Trotz seiner heldenhaften Haltung überlebte Guggenheim die Katastrophe nicht, und seine Leiche wurde nie geborgen. Sein Verhalten während des Untergangs wurde als Zeugnis seines Charakters gewürdigt, da er im Angesicht des sicheren Todes ein Gefühl der Ehre und Entschlossenheit verkörperte.",
      "it": "La notte dell'affondamento, Guggenheim indossò il suo abito da sera, dichiarando di essere pronto a scendere come un gentiluomo. Lui e Giglio furono visti per l'ultima volta seduti su sedie a sdraio, sorseggiando brandy e fumando sigari mentre la nave affondava. La compostezza e il coraggio di Guggenheim lasciarono un'impressione duratura sui sopravvissuti, che ricordarono la sua dignitosa accettazione del destino. Nonostante il suo atteggiamento eroico, Guggenheim non sopravvisse al disastro e il suo corpo non fu mai recuperato. Le sue azioni durante l'affondamento sono state ricordate come testimonianza del suo carattere, incarnando un senso di onore e determinazione di fronte a una morte certa.",
      "pt": "Na noite do naufrágio, Guggenheim ficou famoso por vestir seu traje de gala, declarando estar preparado para “afundar como um cavalheiro”. Ele e seu criado Giglio foram vistos pela última vez sentados em cadeiras de convés, calmamente tomando conhaque e fumando charutos enquanto o navio afundava. A compostura e a coragem de Guggenheim deixaram uma impressão duradoura nos sobreviventes, que relataram sua aceitação digna do destino. Apesar de sua postura heroica, Guggenheim não sobreviveu ao desastre, e seu corpo nunca foi recuperado. Suas ações durante o naufrágio são lembradas como um testemunho de seu caráter, personificando um senso de honra e firmeza diante da morte certa.",
      "nl": "On the night of the sinking, Guggenheim famously donned his evening wear, stating that he was prepared to go down like a gentleman. He and Giglio were last seen seated in deck chairs, calmly sipping brandy and smoking cigars as the ship went down. Guggenheim's composure and bravery left a lasting impression on survivors, who recounted his dignified acceptance of fate. Despite his heroic demeanor, Guggenheim did not survive the disaster, and his body was never recovered. His actions during the sinking have been remembered as a testament to his character, embodying a sense of honor and resolve in the face of certain death."
    }
  }
}