{
  "passenger29": {
    "grade": "Passenger",
    "age": 39,
    "role": {
      "fr": "Countess of Rothes",
      "en": "Countess of Rothes",
      "da": "Passager på første klasse",
      "de": "Countess of Rothes",
      "it": "Countess of Rothes",
      "pt": "Condessa de Rothes",
      "nl": "Countess of Rothes"
    },
    "class": "1st",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/29-Manuel-Ramirez-Uruchurtu.jpg",
      "alt": "picture of Manuel Ramirez Uruchurtu"
    },
    "name": {
      "fr": "Manuel Ramirez Uruchurtu",
      "en": "Manuel Ramirez Uruchurtu",
      "da": "Manuel Ramirez Uruchurtu",
      "de": "Manuel Ramirez Uruchurtu",
      "it": "Manuel Ramirez Uruchurtu",
      "pt": "Manuel Ramirez Uruchurtu",
      "nl": "Manuel Ramirez Uruchurtu"
    },
    "description": {
      "fr": "Manuel Ramirez Uruchurtu naquit dans le nord-ouest du Mexique en 1872. Issu d’une famille aisée, il bénéficia de la faveur du régime du Porfiriato, période où Porfirio Díaz promouvait des valeurs européennes de virilité, de retenue et de civilité. Uruchurtu partit étudier le droit à Mexico et devint un avocat et homme politique prospère. Il épousa une camarade issue de l’aristocratie ; le couple eut sept enfants alors que la carrière d’Uruchurtu prospérait. Il se rapprocha de Ramón Corral, proche de Díaz et futur vice-président. En 1911, Díaz et ses proches furent contraints à l’exil en France, y compris Corral. L’année suivante, Uruchurtu rendit visite à Corral à Paris et devait rentrer au Mexique par le S.S. France à destination de Vera Cruz. Durant son séjour, il fut sollicité par le politicien Guillermo Obregón, qui avait besoin d’un itinéraire plus direct pour Mexico. Obregón proposa à Uruchurtu d’échanger leurs billets: en acceptant un trajet moins direct, Uruchurtu aurait la chance de voyager dans le summum du luxe britannique, en première classe sur le voyage inaugural du Titanic.",
      "en": "Manuel Ramirez Uruchurtu was born in Northwestern Mexico in 1872. He was from an affluent family, favored during the Porfiriato - a period in Mexico’s political history when Porfirio Díaz was in power, and championing European standards of masculinity, restraint, and civility. Uruchurtu moved south to study law in Mexico City, and found success as a lawyer and politician. He had married a fellow student from an aristocratic family, and the two had seven children, as Uruchurtu’s career flourished. Uruchurtu became close with Ramón Corral, one of Díaz’s inner circle, who would one day serve as vice president.In 1911, Díaz and his political elites were forced to resign and exiled to France, including Uruchurtu’s friend and mentor Corral. The following year, Uruchurtu visited Corral in Paris, and was set to return via S.S. France, destined for Vera Cruz. During his stay in Paris, he was approached by fellow politician Guillermo Obregón, who was also returning to Mexico. Obregón had already purchased his tickets, but now had need of a more direct route back to Mexico City. Obergón requested that Uruchurtu exchange tickets with him, and in exchange for taking the less direct route, he would get the chance of a lifetime to travel in the height of British luxury in 1st on the maiden voyage of the celebrated new steamer Titanic.",
      "da": "Manuel Ramirez Uruchurtu blev født i det nordvestlige Mexico i 1872. Han kom fra en velstående familie, der nød godt af Porfiriato - en periode i Mexicos historie, hvor Porfirio Díaz sad ved magten og hyldede europæiske idealer om maskulinitet, selvbeherskelse og dannelse. Uruchurtu flyttede sydpå for at studere jura i Mexico City og fik succes som advokat og politiker. Han giftede sig med en medstuderende fra en aristokratisk familie, og de to fik syv børn, mens Uruchurtus karriere blomstrede. Uruchurtu fik en tæt relation til Ramón Corral fra præsident Díaz' inderkreds, som en dag skulle blive vicepræsident.\n\nI 1911 blev Díaz og hans politiske elite tvunget til at træde tilbage og tog til Frankrig for at leve i eksil, hvilket også gjaldt Uruchurtus ven og mentor Corral. Året efter besøgte Uruchurtu Corral i Paris og havde booket returrejse på SS France, med destination Vera Cruz. Under sit ophold i Paris blev han kontaktet af sin politikerkollega Guillermo Obregón, som også var på vej tilbage til Mexico. Obregón havde allerede købt sine billetter, men havde nu brug for en mere direkte rute tilbage til Mexico City. Obregón bad Uruchurtu om at bytte billetter med ham, og til gengæld for at tage den mindre direkte rute ville han få sit livs chance for at rejse i britisk luksus på første klasse på jomfrurejsen med det berømte nye dampskib Titanic.",
      "de": "Manuel Ramirez Uruchurtu wurde 1972 im Nordwesten Mexikos geboren. Er stammte aus einer wohlhabenden Familie, die während des Porfiriato begünstigt wurde - einer Periode in der politischen Geschichte Mexikos, als Porfirio Díaz an der Macht war und europäische Standards von Männlichkeit, Zurückhaltung und Höflichkeit vertrat. Uruchurtu zog in den Süden, um in Mexiko-Stadt Jura zu studieren, und hatte Erfolg als Anwalt und Politiker. Er heiratete eine Studienkollegin aus einer aristokratischen Familie, und die beiden bekamen sieben Kinder, während Uruchurtus Karriere florierte. Uruchurtu war eng mit Ramón Corral befreundet, einem der engsten Vertrauten von Díaz, der eines Tages Vizepräsident werden sollte. Im Jahr 1911 wurden Díaz und seine politische Elite zum Rücktritt gezwungen und ins Exil nach Frankreich verbannt, darunter auch Uruchurtus Freund und Mentor Corral. Im folgenden Jahr besuchte Uruchurtu Corral in Paris und sollte mit der S.S. France nach Vera Cruz zurückkehren. Während seines Aufenthalts in Paris wurde er von seinem Politikerkollegen Guillermo Obregón angesprochen, der ebenfalls nach Mexiko zurückkehren wollte. Obregón hatte seine Fahrkarten bereits gekauft, brauchte nun aber eine direktere Route zurück nach Mexiko-Stadt. Obregón bat Uruchurtu, die Tickets mit ihm zu tauschen, und als Gegenleistung für die weniger direkte Route würde er die Chance seines Lebens erhalten, im höchsten britischen Luxus in der Ersten Klasse auf der Jungfernfahrt des berühmten neuen Dampfers Titanic zu reisen.",
      "it": "Manuel Ramirez Uruchurtu era nato nel Messico nord-occidentale nel 1872. Proveniva da una famiglia benestante, in luce durante il Porfiriato -  periodo nella storia politica del Messico in cui Porfirio Díaz era al potere e sosteneva gli standard europei di forza, moderazione e civiltà. Uruchurtu si trasferì a sud per studiare legge a Città del Messico e ebbe successo come avvocato e politico. Aveva sposato una studentessa di una famiglia aristocratica e i due ebbero sette figli, mentre la carriera di Uruchurtu prosperava. Il giovane avvocato divenne amico di Ramón Corral, un membro della cerchia ristretta di Díaz, che un giorno sarebbe diventato vicepresidente. Ma nel 1911, Díaz e la sua élite politica furono costretti a dimettersi e vennero esiliati in Francia e così fu amche per l’amico e mentore di Uruchurtu, Corral. L’anno successivo, Uruchurtu andò in visita di Corral a Parigi e doveva tornare col piroscafo France, con destinazione Vera Cruz. Durante il suo soggiorno a Parigi, fu avvicinato dal collega politico Guillermo Obregón, che stava anch’egli tornando in Messico. Obregón aveva già acquistato i suoi biglietti, ma aveva bisogno di un percorso più diretto per tornare a Città del Messico. Così chiese a Uruchurtu di scambiare i biglietti con lui e in cambio, per prendere la rotta meno diretta, avrebbe avuto la possibilità straordinaria, di viaggiare nel lusso britannico in prima classe nel viaggio inaugurale del celebre nuovo piroscafo Titanic.",
      "pt": "Manuel Ramirez Uruchurtu nasceu no noroeste do México em 1872. Proveniente de uma família abastada, favorecida durante o Porfiriato - período da história política mexicana em que Porfírio Díaz esteve no poder, promovendo padrões europeus de masculinidade, autocontrole e civilidade. Uruchurtu mudou-se para o sul para estudar Direito na Cidade do México e obteve sucesso como advogado e político. Casou-se com uma colega de estudos oriunda de uma família aristocrática, e o casal teve sete filhos, enquanto a carreira de Uruchurtu prosperava. Ele tornou-se próximo de Ramón Corral, integrante do círculo íntimo de Díaz, que futuramente viria a ser vice-presidente. Em 1911, Díaz e sua elite política foram forçados a renunciar e exilaram-se na França, incluindo o amigo e mentor de Uruchurtu, Corral. No ano seguinte, Uruchurtu visitou Corral em Paris e planejava retornar a bordo do S.S. France, com destino a Vera Cruz. Durante sua estadia, foi abordado pelo político Guillermo Obregón, também em retorno ao México. Obregón já havia comprado suas passagens, mas precisava de uma rota mais direta para a Cidade do México. Propôs a troca de bilhetes a Uruchurtu, oferecendo-lhe a oportunidade única de viajar no auge do luxo britânico, na primeira classe da viagem inaugural do renomado transatlântico Titanic, em troca de aceitar a rota menos direta.",
      "nl": "Manuel Ramirez Uruchurtu was born in Northwestern Mexico in 1872. He was from an affluent family, favored during the Porfiriato - a period in Mexico’s political history when Porfirio Díaz was in power, and championing European standards of masculinity, restraint, and civility. Uruchurtu moved south to study law in Mexico City, and found success as a lawyer and politician. He had married a fellow student from an aristocratic family, and the two had seven children, as Uruchurtu’s career flourished. Uruchurtu became close with Ramón Corral, one of Díaz’s inner circle, who would one day serve as vice president.In 1911, Díaz and his political elites were forced to resign and exiled to France, including Uruchurtu’s friend and mentor Corral. The following year, Uruchurtu visited Corral in Paris, and was set to return via S.S. France, destined for Vera Cruz. During his stay in Paris, he was approached by fellow politician Guillermo Obregón, who was also returning to Mexico. Obregón had already purchased his tickets, but now had need of a more direct route back to Mexico City. Obergón requested that Uruchurtu exchange tickets with him, and in exchange for taking the less direct route, he would get the chance of a lifetime to travel in the height of British luxury in 1st on the maiden voyage of the celebrated new steamer Titanic."
    },
    "postIceberg": {
      "fr": "Manuel Uruchurtu, homme politique mexicain, céda sa place dans un canot de sauvetage à une femme qui affirmait que son mari et ses enfants l’attendaient. Il périt dans le naufrage et son corps ne fut jamais retrouvé.",
      "en": "Manuel Uruchurtu, a Mexican politician, gave his seat in a lifeboat to a woman who claimed her husband and children were waiting for her. He perished in the sinking, and his body was never recovered.",
      "da": "Manuel Uruchurtu, mexicansk politiker, gav sin plads i en redningsbåd til en kvinde, som påstod, at hendes mand og børn ventede på hende. Han omkom, da skibet gik ned, og hans lig blev aldrig fundet.",
      "de": "Manuel Uruchurtu, ein mexikanischer Politiker, überließ seinen Platz im Rettungsboot einer Frau, die behauptete, ihr Mann und ihre Kinder würden auf sie warten. Er kam beim Untergang ums Leben und seine Leiche wurde nie geborgen.",
      "it": "Manuel Uruchurtu, un politico messicano, cedette il suo posto su una scialuppa a una donna che affermava che il marito e i figli la stavano aspettando. Perì nell'affondamento e il suo corpo non fu mai.",
      "pt": "Manuel Uruchurtu, político mexicano, cedeu seu lugar em um bote salva-vidas para uma mulher que afirmou ter o marido e os filhos esperando por ela. Ele faleceu no naufrágio e seu corpo jamais foi recuperado.",
      "nl": "Manuel Uruchurtu, a Mexican politician, gave his seat in a lifeboat to a woman who claimed her husband and children were waiting for her. He perished in the sinking, and his body was never recovered."
    }
  }
}