{
  "passenger20": {
    "grade": "Passenger",
    "age": 63,
    "role": {
      "fr": "Chirurgien en chef",
      "en": "Senior surgeon",
      "da": "Skibslæge",
      "de": "Leitende Chirurg",
      "it": "Capo chirurgo",
      "pt": "Cirurgião-chefe",
      "nl": "Senior surgeon"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/20-DrOLaughlin.jpg",
      "alt": "picture of Dr. O'Laughlin"
    },
    "name": {
      "fr": "Dr. O'Loughlin",
      "en": "Dr. O'Loughlin",
      "da": "Dr. O'Loughlin",
      "de": "Dr. O'Loughlin",
      "it": "Dr. O'Loughlin",
      "pt": "Dr. O'Loughlin",
      "nl": "Dr. O'Loughlin"
    },
    "description": {
      "fr": "Le Dr William Francis Norman O’Loughlin était le chirurgien principal du RMS Titanic. Avant de rejoindre le Titanic à Southampton, le Dr O’Loughlin avait mené une carrière distinguée en médecine maritime, servant sur divers navires de la White Star Line. Ses responsabilités comprenaient la prise en charge des besoins médicaux, le traitement des maladies et la gestion de tous les problèmes de santé à bord. Connu pour son expertise et sa bienveillance, le Dr O’Loughlin était très respecté des passagers comme de l’équipage. Sa présence sur le Titanic garantissait un accès à des services médicaux professionnels, contribuant au bien-être général de tous à bord.",
      "en": "Dr. William Francis Norman O'Loughlin, was the senior surgeon on the RMS Titanic. Before joing Titanic at Southampton, Dr. O’Laughlin had a distinguished career in maritime medicine, serving on various White Star Line ships. His responsibilities included attending to medical needs, treating illnesses, and managing any health-related issues on board. Known for his expertise and compassionate care, Dr. O’Laughlin was highly respected by both passengers and crew. His presence on the Titanic ensured that the ship had access to professional medical services, contributing to the overall well-being of those on board.",
      "da": "Dr. William Francis Norman O'Loughlin var ansvarlig skibslæge på RMS Titanic. Før stillingen på Titanic havde Dr. O'Laughlin en lang karriere inden for maritim medicin, og han havde gjort tjeneste på forskellige White Star Line-skibe. Hans ansvar var at tage sig af medicinske behov, behandle sygdomme og håndtere alle helbredsrelaterede problemer om bord. Dr. O'Laughlin var kendt for sin faglighed og medmenneskelige omsorg og var højt respekteret af både passagerer og besætning. Hans tilstedeværelse på Titanic betød, at alle på skibet havde adgang til en professionel læge, hvilket bidrog til de ombordværendes tryghed og velbefindende.",
      "de": "Dr. William Francis Norman O'Loughlin war der leitende Chirurg auf der RMS Titanic. Davor hatte Dr. O'Loughlin bereits eine herausragende Karriere in der Seemedizin und diente auf verschiedenen Schiffen der White Star Line. Zu seinen Aufgaben gehörten die medizinische Versorgung, die Behandlung von Krankheiten und die Bewältigung aller gesundheitlichen Probleme an Bord. Dr. O'Loughlin war für sein Fachwissen und seine mitfühlende Fürsorge bekannt und wurde von Passagieren und Besatzung gleichermaßen hoch geschätzt. Seine Anwesenheit auf der Titanic stellte sicher, dass das Schiff Zugang zu professioneller medizinischer Versorgung hatte und trug so zum allgemeinen Wohlbefinden aller an Bord bei.",
      "it": "Il Dr. William Francis Norman O'Loughlin era il chirurgo senior sul RMS Titanic. Prima di unirsi al Titanic a Southampton, il Dr. O'Loughlin aveva una carriera distinguibile nella medicina marittima, servendo su varie navi della White Star Line. Le sue responsabilità includevano prendersi cura delle necessità mediche, curare le malattie e gestire qualsiasi problema di salute a bordo. Conosciuto per la sua competenza e cura compassionevole, il Dr. O'Loughlin era molto rispettato sia dai passeggeri che dall'equipaggio. La sua presenza sul Titanic garantiva che la nave avesse accesso a servizi medici professionali, contribuendo al benessere generale di tutti a bordo.",
      "pt": "Dr. William Francis Norman O'Loughlin foi o cirurgião-chefe do RMS Titanic. Antes de embarcar no Titanic em Southampton, Dr. O'Loughlin teve uma carreira distinta na medicina marítima, servindo em vários navios da White Star Line. Suas responsabilidades incluíam atender às necessidades médicas, tratar doenças e gerenciar quaisquer questões de saúde a bordo. Conhecido por sua expertise e cuidado compassivo, Dr. O'Loughlin era altamente respeitado tanto pelos passageiros quanto pela tripulação. Sua presença no Titanic garantiu acesso a serviços médicos profissionais, contribuindo para o bem-estar geral de todos a bordo.",
      "nl": "Dr. William Francis Norman O'Loughlin, was the senior surgeon on the RMS Titanic. Before joing Titanic at Southampton, Dr. O’Laughlin had a distinguished career in maritime medicine, serving on various White Star Line ships. His responsibilities included attending to medical needs, treating illnesses, and managing any health-related issues on board. Known for his expertise and compassionate care, Dr. O’Laughlin was highly respected by both passengers and crew. His presence on the Titanic ensured that the ship had access to professional medical services, contributing to the overall well-being of those on board."
    },
    "postIceberg": {
      "fr": "Le Dr O’Loughlin, chirurgien principal du Titanic, fit preuve d’un grand dévouement pendant le naufrage, soignant les blessés et aidant partout où il le pouvait. Il périt dans la catastrophe, et son corps ne fut jamais retrouvé. Ses actions lors de la tragédie furent saluées comme héroïques par les survivants.",
      "en": "Dr. O'Loughlin, the senior surgeon on the Titanic, showed great dedication during the sinking, tending to the injured and helping where he could. He perished in the disaster, and his body was never recovered. His actions during the tragedy were remembered as heroic by survivors​.",
      "da": "Dr. O'Loughlin, skibslæge på Titanic, udviste stort engagement under forliset, hvor han tog sig af de sårede og hjalp, hvor han kunne. Han omkom i katastrofen, og hans lig blev aldrig fundet. Hans handlinger under tragedien blev betegnet som heltemodige af de overlevende.",
      "de": "Dr. O'Loughlin, der leitende Chirurg der Titanic, zeigte während des Untergangs großes Engagement, behandelte die Verwundeten und half, wo er konnte. Er kam bei der Tragödie ums Leben und seine Leiche wurde nie geborgen. Sein Handeln während der Tragödie wurde von den Überlebenden als heldenhaft in Erinnerung behalten.",
      "it": "Il Dr. O'Loughlin, il capo chirurgo del Titanic, mostrò grande dedizione durante l'affondamento, curando i feriti e aiutando dove poteva. Perì nella tragedia e il suo corpo non fu mai recuperato. Le sue azioni durante la tragedia furono ricordate come eroiche dai sopravvissuti.",
      "pt": "O Dr. O'Loughlin, cirurgião-chefe do Titanic, demonstrou grande dedicação durante o naufrágio, cuidando dos feridos e ajudando onde podia. Ele faleceu no desastre, e seu corpo nunca foi recuperado. Suas ações durante a tragédia foram lembradas como heroicas pelos sobreviventes.",
      "nl": "Dr. O'Loughlin, the senior surgeon on the Titanic, showed great dedication during the sinking, tending to the injured and helping where he could. He perished in the disaster, and his body was never recovered. His actions during the tragedy were remembered as heroic by survivors​."
    }
  }
}