{
  "passenger86": {
    "grade": "staff",
    "age": 22,
    "role": {
      "fr": "Hôtesse de cabine Seconde Classe",
      "en": "Second-Class Stewardess",
      "da": "Stewardesse på Second Class",
      "de": "Flugbegleiterin Zweite Klasse",
      "it": "Assistente di volo di Seconda Classe",
      "pt": "Comissária de bordo da Segunda Classe",
      "nl": "Stewardess tweede klasse"
    },
    "class": "Staff",
    "survived": false,
    "image": {
      "src": "./Assets/images/Passengers/86-Lucy-Violet-Snape.png",
      "alt": "picture of Lucy Violet Snape"
    },
    "name": {
      "fr": "Lucy Violet Snape",
      "en": "Lucy Violet Snape",
      "da": "Lucy Violet Snape",
      "de": "Lucy Violet Snape",
      "it": "Lucy Violet Snape",
      "pt": "Lucy Violet Snape",
      "nl": "Lucy Violet Snape"
    },
    "description": {
      "fr": "Lucy Violet Lennard naquit le 3 avril 1890 à Crooksbury, Farnham, dans le Surrey, en Angleterre. Elle était l’aînée d’une fratrie de neuf enfants, née de Edward James Lennard, palefrenier au service du comte de Derby, et d’Elizabeth Jane Adelaide Caeser. À l’âge de dix-neuf ans, Lucy épousa Lawrence Edward Snape, capitaine de navire. Leur unique enfant, Margaret Isabel Snape, naquit en 1910 à l’auberge Flying Dutchman dans le Kent. La jeune famille s’installa ensuite brièvement à Singapour, mais la tragédie frappa rapidement : Lawrence Snape mourut de dysenterie lors d’un voyage en 1911, laissant Lucy veuve à seulement 21 ans. Avec sa fille, elle retourna vivre en Angleterre chez ses parents à Witley, dans le Surrey. En quête de stabilité financière, Lucy obtint un emploi grâce à l’aide d’un membre du Parlement local et s’engagea sur le RMS Titanic comme stewardess de deuxième classe. C’était sa première affectation en mer. Elle signa son contrat à Southampton le 6 avril 1912, déclarant comme adresse Well Lane, Witley, et percevant un salaire mensuel de 3 livres. Lorsque le Titanic heurta l’iceberg dans la nuit du 14 avril 1912, Lucy accomplit son devoir avec courage, aidant les passagers à enfiler leurs gilets de sauvetage et les guidant vers le pont des embarcations. Certains survivants rapportèrent plus tard qu’elle leur dit adieu avec calme, affirmant qu’elle ne s’attendait pas à survivre elle-même.",
      "en": "Lucy Violet Lennard was born on April 3, 1890, in Crooksbury, Farnham, Surrey, England. She was the eldest of nine children in the family of Edward James Lennard, a groom in service to the Earl of Derby, and Elizabeth Jane Adelaide Caeser. At the age of nineteen, Lucy married Lawrence Edward Snape, a ship’s master. Their only child, Margaret Isabel Snape, was born in 1910 at the Flying Dutchman Inn in Kent. The young family later moved briefly to Singapore, but tragedy soon struck-Lawrence Snape died of dysentery during a voyage in 1911, leaving Lucy a widow at just 21. With her daughter, she returned to England to live with her parents in Witley, Surrey. Seeking financial stability, Lucy secured work through the help of a local Member of Parliament and signed on to the RMS Titanic as a second-class stewardess. It was her first sea-going assignment. She signed her contract in Southampton on April 6, 1912, giving her address as Well Lane, Witley, and earning a monthly wage of £3.When the Titanic struck the iceberg on the night of April 14, 1912, Lucy carried out her duties with courage, helping passengers into lifejackets and guiding them toward the boat deck. Some survivors later recalled that she calmly bid farewell to those she assisted, remarking that she did not expect to survive herself.",
      "da": "Lucy Violet Lennard blev født den 3. april 1890 i Crooksbury, Farnham, Surrey, England. Hun var den ældste af ni børn i familien til Edward James Lennard, staldkarl i tjeneste hos jarlen af Derby, og Elizabeth Jane Adelaide Caeser. Som nittenårig giftede Lucy sig med Lawrence Edward Snape, en skibsfører. Deres eneste barn, Margaret Isabel Snape, blev født i 1910 på Flying Dutchman Inn i Kent. Den unge familie flyttede senere kortvarigt til Singapore, men tragedien ramte snart-Lawrence Snape døde af dysenteri under en rejse i 1911, og Lucy blev enke blot 21 år gammel. Sammen med sin datter vendte hun tilbage til England for at bo hos sine forældre i Witley, Surrey. For at opnå økonomisk stabilitet fik Lucy arbejde gennem hjælp fra et lokalt parlamentsmedlem og underskrev kontrakt på RMS Titanic som stewardesse i anden klasse. Det var hendes første stilling til søs. Hun underskrev kontrakten i Southampton den 6. april 1912, angav sin adresse som Well Lane, Witley, og tjente en månedsløn på £3. Da Titanic ramte isbjerget natten til den 14. april 1912, udførte Lucy sine pligter med mod, hjalp passagerer i redningsveste og guidede dem mod båddækket. Nogle overlevende huskede senere, at hun roligt tog afsked med dem, hun hjalp, idet hun bemærkede, at hun ikke selv forventede at overleve.",
      "de": "Lucy Violet Lennard wurde am 3. April 1890 in Crooksbury, Farnham, Surrey, England, geboren. Sie war das älteste von neun Kindern von Edward James Lennard, einem Stallknecht im Dienst des Earl of Derby, und Elizabeth Jane Adelaide Caeser. Mit neunzehn Jahren heiratete Lucy Lawrence Edward Snape, einen Schiffskapitän. Ihr einziges Kind, Margaret Isabel Snape, wurde 1910 im Flying Dutchman Inn in Kent geboren. Die junge Familie zog später für kurze Zeit nach Singapur, doch bald schlug das Schicksal zu-Lawrence Snape starb 1911 während einer Reise an Ruhr, wodurch Lucy mit nur 21 Jahren Witwe wurde. Mit ihrer Tochter kehrte sie nach England zurück, um bei ihren Eltern in Witley, Surrey, zu leben. Auf der Suche nach finanzieller Sicherheit erhielt Lucy mit Hilfe eines örtlichen Parlamentsabgeordneten eine Anstellung und heuerte auf der RMS Titanic als Zweite-Klasse-Stewardess an. Es war ihr erster Einsatz zur See. Sie unterschrieb ihren Vertrag am 6. April 1912 in Southampton, gab ihre Adresse als Well Lane, Witley, an und verdiente einen Monatslohn von £3. Als die Titanic in der Nacht des 14. April 1912 mit dem Eisberg kollidierte, erfüllte Lucy ihre Aufgaben mit Mut, half Passagieren in Rettungswesten und führte sie zum Bootsdeck. Einige Überlebende erinnerten sich später daran, dass sie sich ruhig von den Menschen verabschiedete, denen sie geholfen hatte, und bemerkte, dass sie selbst nicht damit rechne zu überleben.",
      "it": "Lucy Violet Lennard nacque il 3 aprile 1890 a Crooksbury, Farnham, Surrey, Inghilterra. Era la primogenita di nove figli di Edward James Lennard, stalliere al servizio del conte di Derby, ed Elizabeth Jane Adelaide Caeser. A diciannove anni Lucy sposò Lawrence Edward Snape, capitano di nave. La loro unica figlia, Margaret Isabel Snape, nacque nel 1910 al Flying Dutchman Inn nel Kent. La giovane famiglia si trasferì poi brevemente a Singapore, ma la tragedia colpì presto-Lawrence Snape morì di dissenteria durante un viaggio nel 1911, lasciando Lucy vedova a soli 21 anni. Con la figlia tornò in Inghilterra a vivere con i genitori a Witley, nel Surrey. In cerca di stabilità economica, Lucy ottenne un impiego grazie all’aiuto di un deputato locale e si imbarcò sulla RMS Titanic come cameriera di seconda classe. Era il suo primo incarico in mare. Firmò il contratto a Southampton il 6 aprile 1912, indicando come indirizzo Well Lane, Witley, e ricevendo uno stipendio mensile di £3. Quando la Titanic urtò l’iceberg nella notte del 14 aprile 1912, Lucy svolse i suoi doveri con coraggio, aiutando i passeggeri a indossare i giubbotti di salvataggio e guidandoli verso il ponte. Alcuni superstiti ricordarono più tardi che salutò con calma le persone che aveva assistito, osservando che non si aspettava di sopravvivere lei stessa.",
      "pt": " Lucy Violet Lennard nasceu em 3 de abril de 1890, em Crooksbury, Farnham, Surrey, Inglaterra. Era a filha mais velha de uma família com nove irmãos, filha de Edward James Lennard, cocheiro a serviço do Conde de Derby, e de Elizabeth Jane Adelaide Caeser. Aos 19 anos, Lucy casou-se com Lawrence Edward Snape, capitão de navio. Em 1910, nasceu a filha única do casal, Margaret Isabel Snape, no Flying Dutchman Inn, em Kent. A jovem família chegou a viver por um breve período em Singapura, mas a tragédia não tardou: em 1911, Lawrence morreu de disenteria durante uma viagem, deixando Lucy viúva aos 21 anos. Com a filha, retornou à Inglaterra, passando a viver com os pais em Witley, Surrey. Buscando estabilidade financeira, Lucy conseguiu trabalho com a ajuda de um membro local do Parlamento e assinou contrato no RMS Titanic como camareira de segunda classe - seu primeiro serviço no mar. Registrou-se em Southampton, em 6 de abril de 1912, informando como endereço Well Lane, Witley, com salário mensal de £3. Na noite de 14 de abril de 1912, quando o Titanic colidiu com o iceberg, Lucy desempenhou suas funções com coragem: ajudou passageiros a vestir coletes salva-vidas e os conduziu ao convés dos botes. Sobreviventes recordariam mais tarde que ela se despedia calmamente das pessoas que auxiliava, comentando que não esperava sobreviver.",
      "nl": "Lucy Violet Snape maakte deel uit van de bemanning van de Titanic. Deze persoon was 22 jaar oud. Deze persoon werkte aan boord als stewardess in de tweede klasse. Deze persoon kwam om bij de ramp op de Titanic. Deze Nederlandstalige beschrijving vat de belangrijkste feiten over Lucy Violet Snape kort samen."
    },
    "postIceberg": {
      "fr": "Lorsque le Titanic heurta l’iceberg le 14 avril 1912, Lucy accomplit ses fonctions avec sang-froid, aidant les passagers à enfiler leurs gilets de sauvetage et les guidant vers le pont des embarcations. Des survivants rapportèrent plus tard son calme et les adieux discrets qu’elle adressa à ceux qu’elle avait assistés, précisant qu’elle ne s’attendait pas à survivre elle-même. Lucy Violet Snape ne survécut pas au naufrage. Elle fut l’une des rares femmes membres d’équipage à périr cette nuit-là. Son corps ne fut jamais retrouvé ni identifié. En octobre 1912, sa succession, évaluée à 234 livres, 14 shillings et 2 pence, fut confiée à son père, Edward Lennard. Sa fille, Margaret, fut élevée par ses grands-parents et bénéficia d’un soutien financier du Titanic Relief Fund. Margaret grandit, se maria en 1934 et vécut jusqu’aux années 1990, mais elle ne laissa pas de descendance.",
      "en": "When Titanic struck the iceberg on 14 April 1912, Lucy performed her duties with composure, helping passengers put on lifebelts and guiding them toward the boat deck. Survivors later recalled her calmness and her quiet farewell to those she assisted, remarking that she did not expect to survive herself. Lucy Violet Snape did not escape the sinking. She was one of the few female crew members who perished. Her body was never recovered or identified. In October 1912, her estate, valued at £234 14s 2d, was administered to her father, Edward Lennard. Her daughter, Margaret, was raised by her grandparents and received financial support from the Titanic Relief Fund. Margaret grew up, married in 1934, and lived well into the 1990s, though she left no descendants.",
      "da": "Da Titanic ramte isbjerget den 14. april 1912, udførte Lucy sine pligter med ro, hjalp passagerer med at tage redningsveste på og guidede dem mod båddækket. Overlevende huskede senere hendes sindsro og hendes stille farvel til dem, hun hjalp, idet de bemærkede, at hun ikke selv forventede at overleve. Lucy Violet Snape undslap ikke forliset. Hun var en af de få kvindelige besætningsmedlemmer, der omkom. Hendes krop blev aldrig fundet eller identificeret. I oktober 1912 blev hendes bo, vurderet til £234 14s 2d, overdraget til hendes far, Edward Lennard. Hendes datter, Margaret, blev opdraget af sine bedsteforældre og modtog økonomisk støtte fra Titanic Relief Fund. Margaret voksede op, blev gift i 1934 og levede langt ind i 1990’erne, men efterlod sig ingen efterkommere.",
      "de": "Als die Titanic am 14. April 1912 mit dem Eisberg kollidierte, erfüllte Lucy ihre Aufgaben mit Gelassenheit, half den Passagieren beim Anlegen der Rettungswesten und führte sie zum Bootsdeck. Überlebende erinnerten sich später an ihre Ruhe und an ihren stillen Abschied von den Menschen, denen sie geholfen hatte, und bemerkten, dass sie selbst nicht erwartete zu überleben. Lucy Violet Snape entkam dem Untergang nicht. Sie war eines der wenigen weiblichen Besatzungsmitglieder, die ums Leben kamen. Ihr Körper wurde nie geborgen oder identifiziert. Im Oktober 1912 wurde ihr Nachlass im Wert von £234 14s 2d ihrem Vater Edward Lennard zugesprochen. Ihre Tochter Margaret wurde von den Großeltern aufgezogen und erhielt finanzielle Unterstützung aus dem Titanic Relief Fund. Margaret wuchs heran, heiratete 1934 und lebte bis weit in die 1990er-Jahre, hinterließ jedoch keine Nachkommen.",
      "it": "Quando il Titanic colpì l’iceberg il 14 aprile 1912, Lucy svolse i suoi compiti con compostezza, aiutando i passeggeri a indossare i giubbotti di salvataggio e guidandoli verso il ponte. I superstiti ricordarono in seguito la sua calma e il suo silenzioso addio a coloro che aveva assistito, osservando che non si aspettava di sopravvivere. Lucy Violet Snape non sopravvisse al naufragio. Fu una delle poche donne dell’equipaggio che perirono. Il suo corpo non fu mai recuperato né identificato. Nell’ottobre 1912 il suo patrimonio, valutato £234 14s 2d, fu amministrato a suo padre, Edward Lennard. La figlia Margaret fu cresciuta dai nonni e ricevette sostegno economico dal Titanic Relief Fund. Margaret crebbe, si sposò nel 1934 e visse fino agli anni ’90, ma non lasciò discenden",
      "pt": "Quando o Titanic atingiu o iceberg em 14 de abril de 1912, Lucy manteve a calma em seu trabalho, ajudando os passageiros a vestir os coletes salva-vidas e conduzindo-os ao convés dos botes. Sobreviventes depois recordaram sua tranquilidade e a forma discreta com que se despediu daqueles que auxiliava, dizendo que não esperava sobreviver. Lucy Violet Snape não conseguiu escapar ao naufrágio. Foi uma das poucas mulheres da tripulação que morreram. Seu corpo nunca foi encontrado ou identificado. Em outubro de 1912, seus bens, avaliados em £234 14s 2d, foram entregues a seu pai, Edward Lennard. Sua filha, Margaret, foi criada pelos avós e recebeu apoio financeiro do Fundo de Assistência do Titanic. Margaret cresceu, casou-se em 1934 e viveu até a década de 1990, mas não deixou descendentes.",
      "nl": "Lucy Violet Snape behoort tot de slachtoffers van de ramp met de Titanic in april 1912. Deze Nederlandstalige versie wordt later aangevuld met meer achtergrondinformatie."
    }
  }
}
